{
  "requested_url": "http://abns.com.au/feed/",
  "fetched_at": "2016-05-13T00:48:22.519116",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?><rss version=\"2.0\"\n\txmlns:content=\"http://purl.org/rss/1.0/modules/content/\"\n\txmlns:wfw=\"http://wellformedweb.org/CommentAPI/\"\n\txmlns:dc=\"http://purl.org/dc/elements/1.1/\"\n\txmlns:atom=\"http://www.w3.org/2005/Atom\"\n\txmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\"\n\txmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\"\n\t>\n\n<channel>\n\t<title>Australian Business News Source</title>\n\t<atom:link href=\"http://abns.com.au/feed/\" rel=\"self\" type=\"application/rss+xml\" />\n\t<link>http://abns.com.au</link>\n\t<description>Australian Business News Source Magazine</description>\n\t<lastBuildDate>Thu, 05 May 2016 17:46:27 +0000</lastBuildDate>\n\t<language>en-US</language>\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\n\t<sy:updateFrequency>1</sy:updateFrequency>\n\t<generator>http://wordpress.org/?v=4.1.11</generator>\n\t<item>\n\t\t<title>South East Asia Produce</title>\n\t\t<link>http://abns.com.au/south-east-asia-produce/</link>\n\t\t<comments>http://abns.com.au/south-east-asia-produce/#comments</comments>\n\t\t<pubDate>Thu, 05 May 2016 17:43:09 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Food & Beverage]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://abns.com.au/?p=5106</guid>\n\t\t<description><![CDATA[<p> &#60;&#8211; click to view &#160; South East Asia Produce (SEAP) was established as a wholesale business within the Melbourne Market in 1993 by current Director Van Nguyen and four partners. Over the last 20 years, the company has expanded to include five stores, accommodating Sydney and the surrounding area, and transporting their products from farms [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://abns.com.au/south-east-asia-produce/\">South East Asia Produce</a> appeared first on <a rel=\"nofollow\" href=\"http://abns.com.au\">Australian Business News Source</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><a href=\"http://abns.com.au/wp-content/magazine/april2016/#86-87\"><img class=\"alignnone size-medium wp-image-5107\" src=\"http://abns.com.au/wp-content/uploads/2016/05/Screen-Shot-2016-05-06-at-11.16.44-am-300x194.png\" alt=\"SEAP\" width=\"300\" height=\"194\" /></a> &lt;&#8211; click to view</p>\n<p>&nbsp;</p>\n<p>South East Asia Produce (SEAP) was established as a wholesale business within the Melbourne Market in 1993 by current Director Van Nguyen and four partners. Over the last 20 years, the company has expanded to include five stores, accommodating Sydney and the surrounding area, and transporting their products from farms in Darwin and Lockyer Valley. Since the expansion, however, management has been a solo operation for Nguyen, as his partners sold their shares to him following SEAP’s growth within the industry.</p>\n<p>&nbsp;</p>\n<p>The company provides plenty of exotic produce varieties that are locally grown, but they also import their product from several parts of Asia – both outlets maintain quality control standards, and the product is sorted to ensure that customers receive the best condition possible. Among SEAP’s fruit products are longan, lychee, mango and mangosteen, fresh young coconut, Nashi pear, guava, persimmon, papaya, dragonfruit, kiwi, and jackfruit; their available vegetables consist of okra, bitter gourd, sweet potato, shallots, taro and lotus roots.</p>\n<p>&nbsp;</p>\n<p>SEAP’s commitment to their customers is to provide their “knowledge, skills and expertise in quality tropical fruits and vegetables combined with dedication, honesty and excellence”; this allows them to “deliver and provide the best product and service to [their] valued customers and to the market.”</p>\n<p>&nbsp;</p>\n<p>Also an avid member “within the chamber of the wholesale markets,” SEAP increases their awareness of the yearly changes within the industry by attending most of the meetings held at the Annual General Meeting (AGM), Nguyen believes that the major aspect of survival is the retailer’s perceptions and ability to move a company’s product. “If there’s more retailers, and they don’t survive there, it reduces our numbers.”</p>\n<p>&nbsp;</p>\n<p>Going forward, his main goal is to promote growth in SEAP’s relationships with its suppliers. “A lot of farmers are struggling in terms of what they grow, and try to get,” he says. “So, we mainly try to cooperate with them, say what to grow for what season and also the quality there. How that improves as we go along.”</p>\n<p>The post <a rel=\"nofollow\" href=\"http://abns.com.au/south-east-asia-produce/\">South East Asia Produce</a> appeared first on <a rel=\"nofollow\" href=\"http://abns.com.au\">Australian Business News Source</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://abns.com.au/south-east-asia-produce/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Pacific Fresh</title>\n\t\t<link>http://abns.com.au/pacific-fresh/</link>\n\t\t<comments>http://abns.com.au/pacific-fresh/#comments</comments>\n\t\t<pubDate>Thu, 05 May 2016 17:41:38 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Food & Beverage]]></category>\n\t\t<category><![CDATA[Home Page Slider]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://abns.com.au/?p=5103</guid>\n\t\t<description><![CDATA[<p> &#60;&#8211; click to view &#160; Since 1993, Pacific Fresh has been wholeheartedly committed to producing quality citrus fruit. Currently shipping their products throughout Australia, Asia, Europe, the Middle East, North America and Russia, the company is a collaboration between eight previously independent shareholders. “We couldn’t get the standards that we needed to get, so we [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://abns.com.au/pacific-fresh/\">Pacific Fresh</a> appeared first on <a rel=\"nofollow\" href=\"http://abns.com.au\">Australian Business News Source</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><a href=\"http://abns.com.au/wp-content/magazine/april2016/#72-73\"><img class=\"alignnone size-medium wp-image-5104\" src=\"http://abns.com.au/wp-content/uploads/2016/05/Screen-Shot-2016-05-06-at-11.14.37-am-300x194.png\" alt=\"Pacific Fresh\" width=\"300\" height=\"194\" /></a> &lt;&#8211; click to view</p>\n<p>&nbsp;</p>\n<p class=\"p2\">Since 1993, Pacific Fresh has been wholeheartedly committed to producing quality citrus fruit. Currently shipping their products throughout Australia, Asia, Europe, the Middle East, North America and Russia, the company is a collaboration between eight previously independent shareholders. “We couldn’t get the standards that we needed to get, so we decided to form one idea at one location” says Chairman Frank Mercuri. “We’ve been there since 1997, and since then we’ve only had one packing house – and we had a grower shut down their own packing house. Now we all deliver our fruit as one organisation.”</p>\n<p class=\"p2\">The decision to merge provoked the need to move to a more agriculturally convenient and profitable location. Pacific Fresh moved their operations to a new location in New South Wales, between Yanco and Leeton, and within the Murrumbidgee Irrigation Area – a beneficial climate for the consistent growth of quality citrus fruit for their loyal customers. The company currently holds a 15 percent share of the citrus varieties grown in the Riverina region, along with a collective surface area of 1,800 acres of citrus and grape vines.</p>\n<p class=\"p2\">“At the moment we’ve got Navel oranges; we’ve got Valencia oranges; we’ve got some Mandarin lines including the Sumo mandarins. We’ve got some pink flesh Navels; we’re probably the biggest suppliers – biggest growers – in Australia of that variety.”</p>\n<p class=\"p2\">To further ensure perfect condition of the fruit they pack, Pacific Fresh offers incentive to their growers based on the product they are able to produce. “The better fruit they grow, the more money they’re going to make, because we pay on a pack-out basis. The more boxes we pack of their fruit, the more return they’re going to have, and this has definitely changed over the last 10 years. We changed some growing practices because the growers wanted to grow better fruits, and make better money, of course.”</p>\n<p class=\"p2\">Strong relationships with these industry partners is key to the company’s success as a whole, as it allows a trust system to be established between growers, packers and retailers. “Because of our quality, they don’t need to check,” says Mercuri. “They know what’s expected to be in that box. They don’t check to say, ‘I want to see what it’s like this week,’ because they know it’s going to be the same. Once we pack that fruit in that box – it doesn’t matter where it goes, it’s always that same standard.”</p>\n<p class=\"p2\">Over the years, Pacific Fresh has obtained partnerships with Coles and Woolworths through their achievement of Safe Quality Food (SQF), and Woolworths Quality Assurance (WQA) certifications; they have also earned Hazard Analysis Critical Control Point (HACCP) and Australian Quarantine Inspection Service (AQIS) status. However, one of their bigger milestones, according to Mercuri, has been the introduction of the Sumo mandarin to the Australian market. “We brought the budwood from Japan to Australia in 2001, put it in quarantine for two years, and then we planted our first plantation in 2006. 2011 was our first harvest year, and it’s been going really, really well.”</p>\n<p class=\"p2\">While there have not been many recent issues within the industry affecting Pacific Fresh and the state of their produce, Mercuri outlines increasing product cost as a potential reason for</p>\n<p class=\"p2\">market decline. “The industry is on a bit of a high at the moment with the China market being introduced to us two, three years ago – sort of growing every year,” he says. “I don’t think there’s going to be any major issues in the next 12 months where the industry is going to fall over; unless some packers start packing the wrong fruit, sending them to China, and then the whole Australian industry comes down with it.</p>\n<p class=\"p2\">The major issues that we have in our industry is probably costs. We’ve got to compete with the rest of the world, and they’ve definitely got less grower costs, less packing costs – which makes their product cheaper on the market. Our quality and our taste is a lot better than those of other countries. I think if everyone does the right thing and pack the right standards – I can’t see it falling over.”</p>\n<p class=\"p2\">Before he was awarded his Chairman position in 2008, Mercuri was stationed as a field manager within the company; this allowed him to travel the world, experiencing alternate citrus varieties and produce growing strategies – some of which have been considered and implemented as procedure for Pacific Fresh. “I think we’ve gotten to a stage now where our growers know what they need to grow. We definitely introduced some hard practices they need to follow. I think I’ve done that, and we’re at the stage that we need to be.”</p>\n<p class=\"p2\">Ultimately, Mercuri reiterates the importance of strong relationships with growers and retailers in ensuring top-notch product quality and steady company revenue. “If you’ve got a good relationship there, everything falls into place.”</p>\n<p>The post <a rel=\"nofollow\" href=\"http://abns.com.au/pacific-fresh/\">Pacific Fresh</a> appeared first on <a rel=\"nofollow\" href=\"http://abns.com.au\">Australian Business News Source</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://abns.com.au/pacific-fresh/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Avocado Exports</title>\n\t\t<link>http://abns.com.au/avocado-exports/</link>\n\t\t<comments>http://abns.com.au/avocado-exports/#comments</comments>\n\t\t<pubDate>Thu, 05 May 2016 17:38:34 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Food & Beverage]]></category>\n\t\t<category><![CDATA[Home Page Slider]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://abns.com.au/?p=5100</guid>\n\t\t<description><![CDATA[<p> &#60;&#8211; click to view &#160; Avocados have always been the key to success for Jennie Franceschi. Now serving as the Managing Director for Avocado Exports, Franceschi first started working with the fruit on her father’s farm in 1974; her summer job soon became her passion, and she has carried that passion throughout her journey with [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://abns.com.au/avocado-exports/\">Avocado Exports</a> appeared first on <a rel=\"nofollow\" href=\"http://abns.com.au\">Australian Business News Source</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><a href=\"http://abns.com.au/wp-content/magazine/april2016/#64-65\"><img class=\"alignnone size-medium wp-image-5101\" src=\"http://abns.com.au/wp-content/uploads/2016/05/Screen-Shot-2016-05-06-at-11.11.54-am-300x202.png\" alt=\"Avocado Exports\" width=\"300\" height=\"202\" /></a> &lt;&#8211; click to view</p>\n<p>&nbsp;</p>\n<p>Avocados have always been the key to success for Jennie Franceschi. Now serving as the Managing Director for Avocado Exports, Franceschi first started working with the fruit on her father’s farm in 1974; her summer job soon became her passion, and she has carried that passion throughout her journey with the company.</p>\n<p>&nbsp;</p>\n<p>“Avocados have probably been my life ever since that, and an industry that I love,” she says. “There’s a lot of really interesting people, and I know people from all over the world because I’ve been in it quite a long time.”</p>\n<p>&nbsp;</p>\n<p>In 1987, Jennie and her husband Wayne moved to Pemberton, planting orchards to expand growing grounds beyond Perth. After 20 years of growth, the Franceschi’s sold their share of the orchard, investing in a packing facility in Manjimup to meet the industry’s high demands for their product, and focus more on the development markets for local growers.</p>\n<p>&nbsp;</p>\n<p>“The export company came about in 2009, and that was something we were equally passionate about.” The company started through Avocados Australia, a key organisation within the industry. After a facilitated meeting was held to outline potential export models for industry leaders, Avocado Exports was formed.”</p>\n<p>&nbsp;</p>\n<p>In 2011, a conflict of interest arose with the current general manager, and Franceschi was asked to take over by fellow directors of the board. From there she continued to better the company, introducing any potential business plans where she saw fit. She ensures that the company is able to supply avocados year-round, and her current project involves the reduction of agricultural waste, made possible by the use of High Pressure Processing (HPP) and Individually Quick Frozen (IQF) methods by Avocado Exports and their shareholders.</p>\n<p>&nbsp;</p>\n<p>“There’s so much product that doesn’t get utilised – doesn’t even make it to market,” says Franceschi. “I spent some of my journey looking at age care. I was trying to find a way to look at how to get a better deal, because currently they don’t.</p>\n<p>&nbsp;</p>\n<p>“So, some of the project that we’re doing with the processing – which we call Fresh Produce Alliance – is about not only addressing a potential future oversupply situation for avocados, but what can we do for other horticultural commodities or agricultural commodities that helps utilise food waste so that we can give them, basically, a better return on their investment.</p>\n<p>&nbsp;</p>\n<p>“We wanted to be able to make people in rural areas profitable, and so we created a mission outlining what we wanted to do, and that was to champion a sustainable agricultural ecosystem for future generations with innovative technology to produce naturally healthy delicious real foods that people love.”</p>\n<p>&nbsp;</p>\n<p>One of Avocado Exports’ main innovations for utilising agricultural waste is the use of HPP to add value to a product that is otherwise considered useless. Rejected fruits and vegetables are sent to the company’s facility, where the HPP machine is put to work to repurpose what has been left behind. “We know that with HPP we can tenderise meat, so we would be able to potentially use lesser-graded cuts that are tougher and be able to use them and create something that’s healthy and nutritious and then able to be eaten by our elderly community.</p>\n<p>&nbsp;</p>\n<p>“It’s not just the elderly community we’re focussed on, we’ve got some definite other lines that we’re working on as well that is likely to be launched in the middle of the year, and I think these will be pretty exciting – both domestically and for export.”</p>\n<p>&nbsp;</p>\n<p>Even with the growth of the industry, everything is done with sustainability in mind in order to preserve rural investments and expand possibilities for future business ventures.</p>\n<p>&nbsp;</p>\n<p>“What we’re trying to do is create added value to farms. We want to make sure that they are supported, can grow and also retain those people in the rural areas to keep our communities stronger. The other thing that we want to do is try and create some opportunities for younger people, and I think that they quite often don’t know about the technology and the options along those lines; they don’t realise how exciting that food production and food science can be. So we’d like to create some opportunities along that field.”</p>\n<p>&nbsp;</p>\n<p>“The thing is, with the industry, it is a growth industry. The past few years have been quite stable. The weather’s been good, we haven’t suffered dramatically over those sort of things. A lot of trees have gone in the ground and the volumes are considerably increasing going forward.”</p>\n<p>&nbsp;</p>\n<p>In about five years, Franceschi expects productivity to increase exponentially, with 6 or 7 million trays of avocados to be packed each year, from their packing operation themselves. This growth challenges the ability to maintain supply in order to meet demand, and access to HPP and IQF will make it easier for Avocado Exports to provide their products both locally and internationally.</p>\n<p>&nbsp;</p>\n<p>“To be able to get fruit by security protocol in other countries is a long process. Therefore, the reason why we are now developing other product lines in the process is because we can access international markets with processed products that we can’t with fresh. The reason why we’re doing it now [is] because we know [that] in, probably around five years’ time we’re really going to need it. If we are going to not get into an oversupply and domestic market collapse, then we need to think really hard about how we’re going to grow our export market, and because of the market access issues, that’s why we’re looking at process.”</p>\n<p>&nbsp;</p>\n<p>In light of this knowledge, Franceschi has been asked to assist product development in Japan, Singapore and China. “We’ll have to start at small markets and then grow it as production increases; but it’s interesting, because market access is the biggest issue. I think this relates to not just avocados, but a lot of other products – and we’re fortunate that we have a 12-month supply where others don’t, and avocado is a very trending fruit.”</p>\n<p>&nbsp;</p>\n<p>But it hasn’t always been that way. Before it was considered a superfood, the avocado sat at the top of what Franceschi refers to as “the dark food pyramid” because of the amount of fat it contained. Since that reputation has been squashed, however, the demand for avocados has seen a great deal of growth. “That’s an international global trend, and if we want to take advantage of it, then we can’t rely on the government to suddenly get us market access. It doesn’t happen that easy. This is why we’re going down to minors of both IQF and HPP.”</p>\n<p>&nbsp;</p>\n<p>Even in its processing practices, Avocado Exports takes care to abide by quality assurance standards. The company does everything in their power to make sure that the product is handled properly from when it leaves the facility to when it arrives at its designated location. A lot of time has been spent on promotion of product and education on proper handling techniques in order to ensure quality from farm to kitchen.</p>\n<p>&nbsp;</p>\n<p>“There’s a lot of education, and that’s a continuing cycle, because we need to teach them not only supply chain management, but also how to ripen them, how they can grow their business through doing different offers, and how they can do a more conditioned product to their customers.”</p>\n<p>&nbsp;</p>\n<p>Along with sustainability, commitment is important in assuring and maintaining quality products. “It’s very important that industry and supply chain partners will work together for the greater good to make sure that we have some stability, and are proactive in dealing with these volumes as they come – and, the past 10 years, the industry has been very good at that.”</p>\n<p>&nbsp;</p>\n<p>Franceshi is happy with the partnerships that Avocado Exports has developed over the years, especially those that have contributed towards their future success. In 2012, the company won an Emerging Exporter Award at the Australian Export Awards; they credit Trade Investment Queensland for this endeavour, as the agency encouraged them to enter.</p>\n<p>&nbsp;</p>\n<p>“We just thought we were little fish in a big ocean. It might have been the growth that we had over that period of time when we had a high dollar. The export dollar was very high, so to get considerable growth when our dollar was so high, apparently, was quite a good feat.</p>\n<p>&nbsp;</p>\n<p>But that wouldn’t have been possible if we didn’t have things like Trade Investment Queensland that helped us do that education and try anything within the export marketplace. So, that wasn’t just an achievement of the Avocado Export Company enough; that was a combined effort, and they played a very big role in that. So, it’s not just about us, actually. It’s every one of us that have put efforts. I’m just the face of it. There are a lot of people that did a lot of work that made that possible. That was a highlight. I didn’t realise how big of a deal it was until after we won it. But, apparently, it is quite a big deal. Allot of people contact us now because of that.”</p>\n<p>&nbsp;</p>\n<p>While Franceschi foresees growth in the production and sales of avocados, emphasis on the local market is also crucial in ensuring the future of the industry. “I think what’s really important is that Australians really should make an effort to support Australian farmers, because our future food security depends upon it. Australian farmers do an excellent job, and the reason why Australian produce is so highly valued overseas is because of our food safety.</p>\n<p>&nbsp;</p>\n<p>The reason why they all want our food is because it’s safe and our water is safe. So, we have added value in our products simply for that reason alone. Rather than sell our land, we should continue to farm it and sell off our product. Because we are so compliant with our food safety issues means that we have something that many countries don’t have, and that is important to hang onto.”<br />\nAvocado Exports has a lot of offer in the avenue of produce, both locally and internationally; their commitment to their customers is something they take pride in, along with their year-round product availability. “We’re also very stable in pricing, so we don’t change the price every week,” says Franceschi. “A lot of our customers are also food-service customers and know of other countries and by educating them on how to ripen it, keeping pricing stable and keeping supply steady, it just means that they stay local – because, I would say, that’s a key thing.”</p>\n<p>&nbsp;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://abns.com.au/avocado-exports/\">Avocado Exports</a> appeared first on <a rel=\"nofollow\" href=\"http://abns.com.au\">Australian Business News Source</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://abns.com.au/avocado-exports/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Raymond Vincent Homes</title>\n\t\t<link>http://abns.com.au/raymond-vincent-homes/</link>\n\t\t<comments>http://abns.com.au/raymond-vincent-homes/#comments</comments>\n\t\t<pubDate>Thu, 05 May 2016 17:33:39 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Construction]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://abns.com.au/?p=5097</guid>\n\t\t<description><![CDATA[<p> &#60;&#8211; click to view &#160; Formed in 1973, Raymond Vincent Homes got its start as a franchise building operation for Sydney-based Lyndsay Edmonds Homes. It wasn’t until the early 1990s that the company took off from its franchise building partners and became something of its very own. “We opened our first display firm and started [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://abns.com.au/raymond-vincent-homes/\">Raymond Vincent Homes</a> appeared first on <a rel=\"nofollow\" href=\"http://abns.com.au\">Australian Business News Source</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><a href=\"http://abns.com.au/wp-content/magazine/april2016/#58-59\"><img class=\"alignnone size-medium wp-image-5098\" src=\"http://abns.com.au/wp-content/uploads/2016/05/Screen-Shot-2016-05-06-at-11.06.48-am-300x194.png\" alt=\"Raymond Vincent Homes\" width=\"300\" height=\"194\" /></a> &lt;&#8211; click to view</p>\n<p>&nbsp;</p>\n<p>Formed in 1973, Raymond Vincent Homes got its start as a franchise building operation for Sydney-based Lyndsay Edmonds Homes. It wasn’t until the early 1990s that the company took off from its franchise building partners and became something of its very own. “We opened our first display firm and started marketing our own brand,” says Managing Director Raymond Vincent. “We’ve continued marketing through display homes since then.”</p>\n<p>&nbsp;</p>\n<p>While the company initially received a great amount of interest – servicing up to 65 houses at one given time – Vincent saw a more beneficial option in downsizing, as this would allow for further emphasis on the quality of each home and less of a “factory” feel for him and his associates. A new display home has been beneficial, allowing the company to increase in revenue just before Christmas, but still remain in control of its size.</p>\n<p>&nbsp;</p>\n<p>The focus on quality is apparent for Raymond Vincent Homes, as they make sure that each house is specifically designed to not only meet the needs of the client, but also appeal to the unique layout of each building site. “We try and take in any benefits the site has such as slope, or views and orientation and, of course, we take into account the owner’s budget.”</p>\n<p>&nbsp;</p>\n<p>Accessibility of these homes to clients is also an important feature. One of the more intriguing projects was a beachfront property sold late last year to a trio of elderly sisters. The main goal in making this house a home for these clients was to provide accommodation for their physical needs. “We’ve designed the house to give them reasonable level access from the road to the house, and the house is three storeys high,” says Vincent. “All of the living spaces and bedrooms in the house face the views to the ocean. So, that’s going to be an interesting one for us.”</p>\n<p>&nbsp;</p>\n<p>In addition to this venture, the directors also provides their services to families of sick children by providing affordable holiday units through Apex, Apex members raised money from the community to purchase a piece of beach-adjacent land. “We built six holiday units with mostly volunteer labour for that purpose,” says Vincent. “The units have been well-used since then, and they’re still currently used on a regular basis – and they’re still maintained in excellent condition.”</p>\n<p>&nbsp;</p>\n<p>Vincent has had a large focus on community service outside of just his business. More recently he has been involved with Angel Flight Australia, which provides medical flight services to those living outside of the city. He was also elected Citizen of the Year within the local council, and has won many awards in accordance with the company through the Housing Industry Association (HIA) and the Master Builders Association (MBA); the company places as a finalist most times they enter.<br />\n“We’ve been very lucky with the building awards for the HIA and the MBA,” he says. “We won awards with the MBA for best display home, and best design and construction of a house between one and two million dollars; and with the Housing Industry Association, we’ve won the best house in New South Wales, South Coast and country areas, and best renovation under five hundred thousand.”</p>\n<p>In fact, the company’s strong relationship with the HIA and the MBA has gained them more than merit awards. Vincent is a member of the South Coast sector of both of these organisations, and they work hard to provide Raymond Vincent Homes with any help they need to remain top-tier in the industry. “We have a fair bit of dealings with both of those organisations,” says Vincent. “We often consult them for advice on construction and legal matters. We have advice and assistance from them with work health and safety, with our stationery, with our office systems. Both those organisations give us updates on new products and updates on building code of Australia amendments and government regulations as well as economic updates.”</p>\n<p>&nbsp;</p>\n<p>These updates are important to success within the industry, as it allows business owners to see any patterns that may affect their companies. Currently, Vincent foresees a possible shortage of tradesmen as something to monitor for the future; his solution? More working apprentices. “We’ve come through a very steady period over the last four or five years where we haven’t had a boom or bust cycle. But, I think if we do get a boom come through – which happens now and again – there may not be enough tradesmen to go around. I don’t think we have enough apprentices being trained up at the moment.</p>\n<p>&nbsp;</p>\n<p>We have an apprentice, and we’ve had apprentices, probably, for the last 15 years; but, I don’t think the industry as a whole are training enough apprentices. The MBA and the HIA both have group apprenticeships, which are helping a bit. But I think there should be a bit more emphasis on builders themselves actually training up more tradesmen.”</p>\n<p>&nbsp;</p>\n<p>Employing their own longstanding carpenters has certainly been a benefit for Raymond Vincent Homes, as it guarantees the quality of the workmanship each project will receive – especially regarding the complex nature of the houses they build. “The tradesmen are out there trying to get the job done in a set amount of time to make a dollar they’re going to be paid anyway. So, we have instruction that our carpenters do the job right and we don’t have to worry about coming back. The subcontract tradesmen that we use, we have established over time. Some of our tradesman have worked with us for over 30 years.”</p>\n<p>&nbsp;</p>\n<p>After his past experiences with upsizing, Vincent’s ongoing aim is to keep the company reasonably small in order to ensure the satisfaction of the clients, the staff, and the industry partners of Vincent Raymond Homes. “The company should focus on providing the clients with the house that they want, not the house that you want to give them; do that at the price, and try to maintain good relationships with your clients at all costs. Also maintain good relationships with your industry suppliers.</p>\n<p>&nbsp;</p>\n<p>We’re fortunate that a lot of our suppliers support our company with assistance in advertising initiatives, and that only comes about by having good relationships with your suppliers. I think you need to be happy with what you’re doing, and happy with the products you’re producing. Your staff is very important. You need to look after your staff. Our staff don’t leave. Our problem is not losing staff; it’s more paying them for long service. So, we’re very serious about looking after our staff and making working conditions the best we can. We always try and do the best we can as far as the standard of work on our jobs is. We don’t take any shortcuts. We always comply with all of the regulations, and we take a lot of pride in what we produce.”</p>\n<p>The post <a rel=\"nofollow\" href=\"http://abns.com.au/raymond-vincent-homes/\">Raymond Vincent Homes</a> appeared first on <a rel=\"nofollow\" href=\"http://abns.com.au\">Australian Business News Source</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://abns.com.au/raymond-vincent-homes/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Domus Homes</title>\n\t\t<link>http://abns.com.au/domus-homes/</link>\n\t\t<comments>http://abns.com.au/domus-homes/#comments</comments>\n\t\t<pubDate>Thu, 05 May 2016 17:31:43 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Construction]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://abns.com.au/?p=5094</guid>\n\t\t<description><![CDATA[<p> &#60;&#8211; click to view &#160; Twelve years ago, David Edelstein left the property development corporate world to pursue his interest in the home development industry for domestic clients, confident that he would create a successful business using what he had learned from the top tier property developers. “From my experience in the big end of [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://abns.com.au/domus-homes/\">Domus Homes</a> appeared first on <a rel=\"nofollow\" href=\"http://abns.com.au\">Australian Business News Source</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><a href=\"http://abns.com.au/wp-content/magazine/april2016/#52-53\"><img class=\"alignnone size-medium wp-image-5095\" src=\"http://abns.com.au/wp-content/uploads/2016/05/Screen-Shot-2016-05-06-at-11.05.23-am-300x194.png\" alt=\"Domus Homes\" width=\"300\" height=\"194\" /></a> &lt;&#8211; click to view</p>\n<p>&nbsp;</p>\n<p>Twelve years ago, David Edelstein left the property development corporate world to pursue his interest in the home development industry for domestic clients, confident that he would create a successful business using what he had learned from the top tier property developers. “From my experience in the big end of town, I determined that there was a need for a similar type of model for the smaller house building client,” he says. “I didn’t invent this concept – I learned this concept from listed property development companies. So I took this concept of managing a process from concept to completion; managing all the components so the client is only having to deal with one person from the beginning right through to the end, and that’s how the idea of Domus Homes and its particular service evolved.”</p>\n<p>&nbsp;</p>\n<p>Through Domus Homes, Edelstein was able to work out a system that allowed for this singular contact to function within a home development environment. A development manager holds responsibility for the management of all facets of each project – connecting with architects, builders and consultants to create the perfect home for each client, in both appearance and budget. “It’s a fairly unique model for new home and renovation delivery, because we remain separated from the builders and the consultants. We manage them, but we are not the builders nor the consultants. The only services that we provide are the project management, full architectural services, and optional full interior design services – and the rest are contracted directly by the client, but managed by Domus Homes on their behalf; that’s the basic model of how we work, and it’s completely transparent. The clients get complete transparency; but we’re a boutique company, so the clients work with me – the boss of my company. They know I want to grow my company, so they know they’re going to get a really good service.</p>\n<p>&nbsp;</p>\n<p>Over the years, what I’ve devised is the same model for the consultants and builders. I have located the best consultants who are smaller operators with lower overhead structures, but we only work with the bosses of those consultancies. Same with the builders – smaller builders, very experienced, and we work only directly with the bosses of those companies. Therefore, the clients get the very best service from highly experienced operators, but at the lowest possible fees, because of their extensive experience and low overhead business structures.”</p>\n<p>&nbsp;</p>\n<p>Providing their services within a 25 kilometre radius from Sydney – including the eastern suburbs, the inner west and the lower north shore – Domus Homes follows an easy and safe six step process that ensures guidance “from concept to completion.” Clients are also entitled to a complimentary appointment at the beginning of their process; whether they require a new home or renovation for their semi-detached home, terrace, apartment or luxury home, Domus Homes has them covered. A survey and measure-up provides enough criteria for an initial sketch plan to be designed, which is then followed by development application (DA) documentation; the plans and consultant reports are then submitted to council and, following approval, all the necessary materials and services are gathered for the construction documentation. After the construction tenders are submitted and after negotiating the best price possible for the client, their signatures will allow construction to commence – a process that is only complete when they are happy with what they see.</p>\n<p>&nbsp;</p>\n<p>“Somebody needs a bulldoze, the bulldozer will be on site. Smaller operators, lower overhead structures; there’s pressure on costs all the way through, but you’re getting the best and most intensive service at the most economical prices.</p>\n<p>&nbsp;</p>\n<p>We give our clients direct access to our network of wholesalers. We open the doors for them, the clients pay them direct, the wholesalers quote them direct – I get copies of these quotes, and manage all of it for them. All of the fit out products they get at the wholesale price, again putting pressure on the price downwards so that we can deliver a fine product at the lowest price possible; they’re getting the best value for money for a great designer product all the way through.”</p>\n<p>&nbsp;</p>\n<p>While Domus Homes maintains their low price guarantee, they are also backed by some of the industry’s best tradesmen; they are able to apply their architectural skills from a wide range of projects towards even the simplest home developments. “The architects that we work with have got decades of experience; they’re all involved in cutting edge projects in Sydney – massive projects such as shopping centres, high rise, medium rise, residential – and then they work for Domus Homes as well.</p>\n<p>&nbsp;</p>\n<p>The result is that Domus Homes and its clients get the benefit of the very best architects that you can hire in Sydney, but at the economical Domus Homes price. So, what we do is, we deliver top architecture, or top architects, at very economical prices. We are a highly competitive business in terms of our fees and provide intensive management throughout. So, our proven network of people, what they bring to the design aspects of a small renovation, big renovation, new home – are cutting edge practices of sustainable building ideas delivered into the smaller developments at highly competitive rates.”</p>\n<p>The post <a rel=\"nofollow\" href=\"http://abns.com.au/domus-homes/\">Domus Homes</a> appeared first on <a rel=\"nofollow\" href=\"http://abns.com.au\">Australian Business News Source</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://abns.com.au/domus-homes/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Linzen Property Group</title>\n\t\t<link>http://abns.com.au/linzen-property-group/</link>\n\t\t<comments>http://abns.com.au/linzen-property-group/#comments</comments>\n\t\t<pubDate>Thu, 05 May 2016 17:28:16 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Construction]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://abns.com.au/?p=5091</guid>\n\t\t<description><![CDATA[<p> &#60;&#8211; click to view &#160; Linzen Property Group formed their roots in South Africa, orchestrating and project managed multimillion-dollar development projects. After 25 years of successful business on the home front, Susan Lindeque and her associates moved to Australia in order to pursue alternative business ventures. Adapting to a new housing development market presented an [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://abns.com.au/linzen-property-group/\">Linzen Property Group</a> appeared first on <a rel=\"nofollow\" href=\"http://abns.com.au\">Australian Business News Source</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><a href=\"http://abns.com.au/wp-content/magazine/april2016/#46-47\"><img class=\"alignnone size-medium wp-image-5092\" src=\"http://abns.com.au/wp-content/uploads/2016/05/Screen-Shot-2016-05-06-at-11.00.36-am-300x194.png\" alt=\"Linzen Group\" width=\"300\" height=\"194\" /></a> &lt;&#8211; click to view</p>\n<p>&nbsp;</p>\n<p>Linzen Property Group formed their roots in South Africa, orchestrating and project managed multimillion-dollar development projects. After 25 years of successful business on the home front, Susan Lindeque and her associates moved to Australia in order to pursue alternative business ventures. Adapting to a new housing development market presented an initial challenge for the company; but hands-on learning smoothed the adaptation process, and has allowed sufficient progress over the last six years.</p>\n<p>“We had to start all over,” says Lindeque. “We had to learn the systems of council, Tax Laws, Company Structures; how to work with all the regulations and just learn the back structure. So, it took more than a year to understand all the Laws and Regulations – just really starting over – looking at what we had to do and where we want to go.</p>\n<p>&nbsp;</p>\n<p>We found opportunity in Brisbane, and we did just a small subdivision, which we started off, and we successfully completed that in 2014, where we started looking for other bigger developments. After we’d done the small one, we then saw that we were quite comfortable with all the regulations with council and all the legal requirements around any development.”</p>\n<p>Linzen Property Group’s current focus is Dakabin Crossing, a master plan development in the North Lakes area which includes 134 townhouses, 8 apartments and a retail precinct; housing sizes range from two to four bedroom townhouses and terraces, and the retail precinct offers residents a coffee, bakery shop and convenience store – all within minutes of the local school and train station. The company is wholeheartedly committed to making sure that their home owners are comfortable and all of their domestic needs are met.</p>\n<p>&nbsp;</p>\n<p>“Obviously development and construction are our first love, and that’s what we do,” says Lindeque. “But we take personal care of all our developments by doing our own in-house property management, and we take care of the management rights in the whole development ourselves. We believe that nobody will be able to look better after our own developments than ourselves. We have a complete in-house team that can look after all our owners and investors.”</p>\n<p>&nbsp;</p>\n<p>As a team, Linzen Property Group takes care in addressing resident and client concerns in a reasonably prompt fashion, tending to any problem within 48 hours. The confidence of their tenants is something the company holds in high regard, as it ultimately affects their peace of mind as well. “If you have happy tenants at the end of the day, you’ve got a happy landlord.”</p>\n<p>&nbsp;</p>\n<p>Innovation and integrity are important qualities for Linzen Property Group; they ensure that these qualities are practiced throughout their business, continuously looking for different ways to improve design and construction for each project while still managing to take natural space into consideration. Control of a project is key to its prosperity for the company, but consistent delivery to their clients is another top priority.</p>\n<p>&nbsp;</p>\n<p>“We believe that, for the industry, it’s important that you focus on what the market wants –what we need to develop; what our product design would be in accordance to that. Then, we basically coordinate our strategies around that.</p>\n<p>We don’t believe we can be everything to anyone, but we do believe that the relationships that we’ve got with our staff, suppliers, and companies is of high value. We give them absolute customer service, because that’s what it’s going to boil down to.”<br />\nIn regards to Dakabin Crossing, Linzen Property Group currently has 21 project consultants that they work with directly on a regular basis, and 50 employees will be recruited to help kick-start the construction process. Lindeque and her associates got other projects in the pipeline that they will start soon. The main five-year plan is to establish a recognised brand for Linzen Property Group and to expand staffing towards 150 to 250 employees. “We believe in absolute team spirit to build our organisation, and to deliver on time and within budget.</p>\n<p>&nbsp;</p>\n<p>We put extreme value on teamwork, loyalty and trust in all our relationships.                     Creativity is very important to us as well, because we are open to imagine what’s possible and we are open to new opportunities. We always look for changing and innovating difficult opportunities.” Providing a good product and good quality service through difficult times can help in combatting and, ultimately, reducing the long-term risks of any development.</p>\n<p>&nbsp;</p>\n<p>Lindeque got her first taste of property development when she was just five years old; she started by helping her father with painting jobs, and the passion grew from there.                    She qualified as a Chartered Accountant and from there the company slogan “driven by financial intelligence” as she believes that a good business is built on in-depth financial analysis, solid corporate governance and passion. Her dedication to her craft has helped her work with not only local businesses, but many multi international businesses over the years.</p>\n<p>&nbsp;</p>\n<p>For Linzen Property Group, ambition dedication and persistence are necessary for confidence and success within the industry; their 30-year history is proof that any obstacle can be mounted if you possess a strong will in what you do. “Do whatever you want to achieve in life – just make your start and go for it,” says Lindeque. “You will learn down the way, as we all do, that there are sometimes ups and downs, but the end result is very rewarding. If you’re willing to pursue the route, you will get results and be successful.”</p>\n<p>The post <a rel=\"nofollow\" href=\"http://abns.com.au/linzen-property-group/\">Linzen Property Group</a> appeared first on <a rel=\"nofollow\" href=\"http://abns.com.au\">Australian Business News Source</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://abns.com.au/linzen-property-group/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Conrad Gargett</title>\n\t\t<link>http://abns.com.au/conrad-gargett/</link>\n\t\t<comments>http://abns.com.au/conrad-gargett/#comments</comments>\n\t\t<pubDate>Thu, 05 May 2016 17:24:55 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Construction]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://abns.com.au/?p=5088</guid>\n\t\t<description><![CDATA[<p> &#60;&#8211; click to view &#160; For 126 years, Conrad Gargett has maintained a strong foundation within the architecture industry. Passed on from generations of both family names, the company has seen some of its greatest expansion in the last 20 years. Not only has the demographic grown beyond Queensland to New South Wales, but Conrad [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://abns.com.au/conrad-gargett/\">Conrad Gargett</a> appeared first on <a rel=\"nofollow\" href=\"http://abns.com.au\">Australian Business News Source</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><a href=\"http://abns.com.au/wp-content/magazine/april2016/#38-39\"><img class=\"alignnone size-medium wp-image-5089\" src=\"http://abns.com.au/wp-content/uploads/2016/05/Screen-Shot-2016-05-06-at-10.55.03-am-300x194.png\" alt=\"Conrad Gargett\" width=\"300\" height=\"194\" /></a> &lt;&#8211; click to view</p>\n<p>&nbsp;</p>\n<p>For 126 years, Conrad Gargett has maintained a strong foundation within the architecture industry. Passed on from generations of both family names, the company has seen some of its greatest expansion in the last 20 years. Not only has the demographic grown beyond Queensland to New South Wales, but Conrad Gargett has also gained relations internationally.</p>\n<p>&nbsp;</p>\n<p>“We feel that, in the current climate, architectural practices have to be more internationally-based,” says Bruce Wolfe, Managing Director. “You can’t just rely on having a practice of a substantial size in Australia and expect to be able to balance the work and the resources you have. So, that’s a main reason for becoming a bit more widely established.”</p>\n<p>&nbsp;</p>\n<p>Another important reason to ensure variation within the architecture industry is the range of projects available within different spectrums of the trade. “Architecture’s a fairly wide market; it starts from conceptual design, right through to administration of a contract, and it also encounters a huge spectrum of sectors from residential, right through to the most complex institutional. So, we’ve had to develop expertise in a broad range of services in order to maximise our interface with the industry.”</p>\n<p>&nbsp;</p>\n<p>Conrad Gargett’s body of work has varied from the occasional house, to bigger projects within the institutional market. More recently, the company in joint venture with Lyons were the architects for the Lady Cilento Children’s Hospital – a billion-dollar project that has won them several national and international awards. Wolfe thinks the involvement in this project was a great way to build community confidence.</p>\n<p>&nbsp;</p>\n<p>“It’s a change in the way that hospitals are regarded. Hospitals used to be places where you built walls around sick people. Now – particularly with pediatric facilities – they’re an opportunity to connect community with the hospital so that the children don’t feel like they’re being taken out of their normal surrounds and ostracised into a place of sickness. So, it’s really a place of well-being. I think if architects create these environments that respond to context, there is a confidence that the community has in design fulfilling a need.”</p>\n<p>&nbsp;</p>\n<p>Both Wolfe and fellow Director Lawrence Toaldo have had a hand in a variety of higher scale projects, respectively, in the health and defense sectors of business; their presence within these industrial realms has provided an influence on further design for similar public institutions. One of their key roles in completing dignified, successful projects is maximising their value.</p>\n<p>&nbsp;</p>\n<p>“When you’re looking at a brief, and a site or a property, a key role is making sure that you’ve maximised that value,” says Toaldo.</p>\n<p>&nbsp;</p>\n<p>“I think that if we do that in quite an analytical way, then that’s when our project succeeds; that’s something we try and focus on through the entire design process – from the analysis of the master plan and the siting of buildings, right down to the selection of materials and finishes – always analysing what value each decision is bringing to the project.”</p>\n<p>&nbsp;</p>\n<p>Ongoing changes in Australia’s economical structure is not unfamiliar to the architectural sector. Job opportunities continue to wax and wane, causing architects to expand their horizons to other facets of the industry, including client-side organisations.</p>\n<p>&nbsp;</p>\n<p>“The design profession is being more creative about what the design opportunities are, and I think you’ve seen architects move into different areas of project management, design management, and development.</p>\n<p>&nbsp;</p>\n<p>So, I think that, even though the industry has been sort of tumultuous over the last five to eight years, architects have always been very creative about how we can apply our skills. But, right now there is a bit of a demand for design practices in the residential area, and I think the opportunities there are still going to be with us for a little while longer” says Toaldo.</p>\n<p>&nbsp;</p>\n<p>Establishing creative ground and perfecting projects are very important to Conrad Gargett; but, in order to ensure the satisfaction of the client, the quality of the business itself must be considered. The company has recognised this fact, constantly evaluating the practices and values of their business, and outlining key qualities for success.</p>\n<p>&nbsp;</p>\n<p>“Some of the key things we have come up with are: that the things that we do every day are valuable so that, regardless of the type of building that you’re working on – whether its an incredibly important piece of public infrastructure, or whether it’s a house extension – they’re valuable things that we’re doing because they impact on people’s lives; we take a lot of pride and do the best job possible. So, it’s evaluating what we do. I think the other important aspect is the natural environment, and it’s why we’re really pleased that we’ve got a landscape architectural discipline within our practice. Preserving the natural environment, protecting it and enhancing it, is a core part of what we do as well.</p>\n<p>&nbsp;</p>\n<p>The company also places emphasis on the self-development of their team. Encouraging staff to do their best to “continually train and develop professionally” is consistently practiced, with a program in place to help ensure this growth. “I think the other one fundamentally comes back to architecture as an act of improving the human condition. So, we take our social responsibilities very heavily as well. The sorts of buildings we build are really part of the social fabric. Whether they’re hospitals, schools, or police stations – those sorts of buildings that are a really important part of the social fabric – we really spend a lot of time getting those buildings right.”</p>\n<p>&nbsp;</p>\n<p>Trust is one of the most valued actions for Conrad Gargett, and has been in its many years of operation. “The establishment of trust through enduring relationships has been really important, and it’s something that you can’t build up instantaneously,” says Toaldo. “Once you have it, you can build on it; but it’s very easy to lose as well. So, continually working to get the trust of our clients, project managers, user groups, and our wider design team is really important, and is something we work pretty hard on achieving right through our networks.</p>\n<p>&nbsp;</p>\n<p>So, that has to be right through the top of our organisation – right through to all of our team that work on our projects – so, regardless of the type of project we’re working on, the client has trust in what we’re trying to do; that’s probably the core of what cements our relationships right throughout the industry.”</p>\n<p>&nbsp;</p>\n<p>If you’re looking at true innovation, you really need a client and project manager, and a contractor that can trust you. It’s very difficult to be innovative and push the envelope without that trust in place. So, once you’ve got that foundation of trust, you can really leverage the most out of a project.”</p>\n<p>&nbsp;</p>\n<p>One of the main issues affecting the architectural industry, according to Toaldo, is responsibility for building procurement – the question of who is “best placed” to handle projects within the main group of engaged players. “Depending on the type of building and the risk profile of it, you get all sorts of different answers,” he says. “I still think that the industry is finding it difficult to lead those practices, and as those decisions change, architects find themselves at the top of the tree, or somewhere in the middle, and it does fundamentally change our role.”</p>\n<p>&nbsp;</p>\n<p>Development of Australia’s “housing bubble” is another factor for which Conrad Gargett is prepared. “I think some of that will come to fruition this year, whether there is in fact oversupply or undersupply,” says Wolfe. “We’re doing a lot of work in that sphere as well as in institutional buildings. We believe some time this year, some of the projects that are mooted to occur may not occur in the residential sector. But, I think the residential sector is still pretty strong, and we’ll see they are continuing to grow.</p>\n<p>&nbsp;</p>\n<p>With the institution and infrastructure work, I think there’s a growing understanding that infrastructure builds the capital of the nation – it builds efficiency; it makes cities more effective. I think we’ll see spending in that area, because they’ll want to boost the economy of the state and the cities. So, I expect to see infrastructure coming back into contingence there. We believe that there’s some growth still in our industry in the coming years, and we hope to serve that.”</p>\n<p>&nbsp;</p>\n<p>When he joined Conrad Gargett in 1982, Wolfe had no idea that he would ever become a Managing Director. His “sole aim” at that time was to ensure positive outcomes on the design and application of building projects. Completing a few buildings with the company and winning a few university design competitions helped provide him with that confidence. When he was offered the position, Wolfe accepted with reservations, as it meant that he would spend less time on the front lines of the architecture industry – designing and documenting buildings. Since then, he has grown within his management position, and is certainly proud of the work that he has done, especially his “satisfying” role in the Lady Cilento project.</p>\n<p>&nbsp;</p>\n<p>Concurrently, Wolfe’s role as the chapter president is a “reassuring” position for this stage of his career. In the new year, both he, Toaldo and the leadership teamwill strive to make sure that Conrad Gargett remains a “leading practice” within the industry in the coming years – not just in Brisbane and Sydney, but all throughout Australia.</p>\n<p>&nbsp;</p>\n<p>“It’s a challenging industry to be in,” says Wolfe. “It has its ups and downs – just how the market sees itself at any particular time – and I think there’s greater challenges in the future of just how buildings are made, because they’re still made en masse the same way they were thousands of years ago; you put one thing on top of the other.</p>\n<p>&nbsp;</p>\n<p>Otherwise, building hasn’t really had a great effect in the markets here; but, I think there’ll be a lot more of the pre-fabrication happening in the next decade, and how that is married into quality designing outcomes is really the big challenge.”</p>\n<p>The post <a rel=\"nofollow\" href=\"http://abns.com.au/conrad-gargett/\">Conrad Gargett</a> appeared first on <a rel=\"nofollow\" href=\"http://abns.com.au\">Australian Business News Source</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://abns.com.au/conrad-gargett/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Trevelle Homes</title>\n\t\t<link>http://abns.com.au/trevelle-homes/</link>\n\t\t<comments>http://abns.com.au/trevelle-homes/#comments</comments>\n\t\t<pubDate>Thu, 05 May 2016 17:18:41 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Construction]]></category>\n\t\t<category><![CDATA[Home Page Slider]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://abns.com.au/?p=5083</guid>\n\t\t<description><![CDATA[<p> &#60;&#8211; click to view &#160; Since 2006, Trevelle Homes has had a growing presence within the commercial and residential markets of New South Wales. The company started as a small family business between Eddie Treffiletti and his two sons and daughter, building a small number of homes each year. “We just started with that, and [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://abns.com.au/trevelle-homes/\">Trevelle Homes</a> appeared first on <a rel=\"nofollow\" href=\"http://abns.com.au\">Australian Business News Source</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><a href=\"http://abns.com.au/wp-content/magazine/april2016/#32-33\"><img class=\"alignnone size-medium wp-image-5084\" src=\"http://abns.com.au/wp-content/uploads/2016/05/Screen-Shot-2016-05-06-at-10.52.08-am-300x194.png\" alt=\"Trevelle Homes\" width=\"300\" height=\"194\" /></a> &lt;&#8211; click to view</p>\n<p>&nbsp;</p>\n<p>Since 2006, Trevelle Homes has had a growing presence within the commercial and residential markets of New South Wales. The company started as a small family business between Eddie Treffiletti and his two sons and daughter, building a small number of homes each year. “We just started with that, and probably doing a little bit of commercial work, a little bit of residential work, not knowing which way we were going,” says Managing Director Treffiletti. “We decided to just concentrate on the residential side of things, and we’ve progressed from there into what we’re now doing – close to eighty (80) homes a year, realistically.”</p>\n<p>&nbsp;</p>\n<p>The demand for more homes over the years caused the company to expand past its roots as a small family business. Trevelle Homes is now a larger commercial-style builder with more employees outside of the family circle. Range in product has increased to accommodate anywhere from first-home buyers to million-dollar third &amp; fourth home buyers, including townhouse, duplex’s and single &amp; double storey multi units. When building any property, Treffiletti makes sure to include various different aspects from his extensive building background in order to create unique, sensible homes for clients.</p>\n<p>&nbsp;</p>\n<p>“I always incorporate a lot more knowledge of commercial building to be able to give the clients different styles of building while still keeping mind of the budgets that most families have in relation to building a standard residential home,” he says. “If you do go to a commercial builder, you pay a lot more than what you would through a residential builder; but I try and incorporate that together and give them the right result.”</p>\n<p>&nbsp;</p>\n<p>While the satisfaction of the client is a key aspect of the business, Trevelle Homes also understands the merit of recognition within the industry. Not only have their seven display homes brought them a lot of local attention, but the company has also entered as finalists in many awards over the years. “In 2011, we entered two of our homes into the MBA housing awards receiving a merit for our single storey and winning the double storey excellence in housing award for Exhibition Homes $300 000 &amp; over,” says Treffiletti. “Our main achievement has been to be able to grow, possibly every year; to go from a small family business. We hope to think we’re becoming a corporate business now.”</p>\n<p>&nbsp;</p>\n<p>Establishing a great reputation is important in any industry, a reality of which Trevelle Homes is aware; they are currently members of the Master Builders Association (MBA), as well as the Housing Industry Association (HIA); these associations help in the instilment of trust by the client to get the job done accurately and professionally. Membership also allows the company access to well-known industry suppliers, especially within the local realm. “One of the major things for us is to make sure we’re using the major suppliers in the industry, and that’s what we do. We push to use the local stuff, and we only use well-known suppliers.”</p>\n<p>&nbsp;</p>\n<p>The main issue Treffiletti predicts for the future is the decrease in land availability, which will be mutually exclusive with the increase in pricing for what is available. Luckily, for clients of building companies like Trevelle Homes, an expensive property doesn’t necessarily signify expensive construction; building costs will remain stagnant and affordable, and there will be a greater overall value once the market is stabilised. “The price can’t keep going up because no one’s going to foot the bills otherwise,” he says. “There is signs of that now, because six months ago we couldn’t find any land to be able to offer our clients, and now developers are coming and offering it to us to help them sell their land. The package we offer is a house and land package. So, I think that’s a very important factor for us.”</p>\n<p>&nbsp;</p>\n<p>Over the years, Trevelle Homes has found success in expanding their building demographic – starting from anything and everything, and progressing to their current status, accompanied by several client-catching display homes. But, according to Treffiletti, it won’t stop there; the company’s future plans are in perpetual motion, including market expansion towards North West Sydney to take advantage of a market well suited to Trevelles design standard. The aim is to grow the business by any possible means, putting Trevelle Homes on the map as one of New South Wales’ go-to home builders.</p>\n<p>&nbsp;</p>\n<p>“Personally, I’ve been doing this all my life. I’ve been into high-rise building – which is a lot of concrete and formwork – which is another market completely. I decided I’d had enough of that after 25 years, and decided to go into residential, which I really didn’t know much about. Over the course of under 10 years, I’ve turned it into a pretty successful business and I’d like to be one of the major players eventually.”</p>\n<p>The post <a rel=\"nofollow\" href=\"http://abns.com.au/trevelle-homes/\">Trevelle Homes</a> appeared first on <a rel=\"nofollow\" href=\"http://abns.com.au\">Australian Business News Source</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://abns.com.au/trevelle-homes/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Wimpak</title>\n\t\t<link>http://abns.com.au/wimpak/</link>\n\t\t<comments>http://abns.com.au/wimpak/#comments</comments>\n\t\t<pubDate>Thu, 05 May 2016 17:18:38 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Food & Beverage]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://abns.com.au/?p=5062</guid>\n\t\t<description><![CDATA[<p> &#60;&#8211; click to view &#160; Ideally located “in the heart of the Wimmera grain growing region,” Minyip-based export company Wimpak has strived to be the best at their craft. Established in 1998 by a group of local farmers – and now serviced by 12 permanent staff members – the vision was “to build a local [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://abns.com.au/wimpak/\">Wimpak</a> appeared first on <a rel=\"nofollow\" href=\"http://abns.com.au\">Australian Business News Source</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><a href=\"http://abns.com.au/wp-content/magazine/march2016/#76-77\"><img class=\"alignnone size-medium wp-image-5063\" src=\"http://abns.com.au/wp-content/uploads/2016/04/Screen-Shot-2016-04-06-at-10.50.37-am-300x193.png\" alt=\"Wimpak\" width=\"300\" height=\"193\" /></a> &lt;&#8211; click to view</p>\n<p>&nbsp;</p>\n<p>Ideally located “in the heart of the Wimmera grain growing region,” Minyip-based export company Wimpak has strived to be the best at their craft. Established in 1998 by a group of local farmers – and now serviced by 12 permanent staff members – the vision was “to build a local grain packing facility specialising in pulse type grains” that would provide thorough cleaning and packing services to North West Victoria; its home-grown commitment is something to be recognised, as it is a quality that separates Wimpak from the rest.</p>\n<p>&nbsp;</p>\n<p>According to the company’s Director, Geoff Rethus, “Unlike many of its competitors in the Wimmera-Mallee region, Wimpak is still 100 percent owned by members of the local farming community, with profits being re-invested into the company to improve efficiencies and continue our growth.”</p>\n<p>&nbsp;</p>\n<p>Rethus was one of 10 unit holders present at the conception of Wimpak, and has held several executive positions throughout that time. After almost 20 years of service, increased preparation for growth has been essential to the company’s success. Storage has increased from 500 tonnes to 13,000 tonnes, and the addition of 42 silos and a shed have allowed for “plenty of segregations of product.” This expansion has proven beneficial over the last six years, especially, with an increase in turnover by 80.76 percent and up to $35 million annually.</p>\n<p>&nbsp;</p>\n<p>One of the biggest milestones for Wimpak has been the restructure of both management and executive structures, with different segments of the business being managed by five key members. “This has ensued a very professionally run company with shared responsibilities,” says Rethus. “The executive also now includes professionals from outside the company to provide specialist skills in areas that are required from time to time. As a result, the workplace is very harmonious to work.”</p>\n<p>&nbsp;</p>\n<p>Introduction of new equipment in 2014 has also assisted the prosperity of Wimpak in its future endeavours. The goal was to double production, allowing double the amount of grains to be cleaned per hour. To meet this goal, the company started from the bottom to design and build a new processing plant to specifically meet their needs; it is currently the only plant of its kind in Australia, which helped meet industry demands in the region’s most recent harvest. Other additions to the facility include a larger weighbridge and site office, a drive-over hopper, and a browntree bag loader to eliminate the need for manual handling of product.</p>\n<p>&nbsp;</p>\n<p>This improved production facility is “a huge step forward in technology” for not only Wimpak, but the grain cleaning industry as a whole. A single touch-screen controls all operations and, from there, data can be synced to an iPad or mobile device in order to monitor plant production down to the individual weight of each bag; this new technology will provide Wimpak with an advantage both locally and internationally.</p>\n<p>&nbsp;</p>\n<p>The purpose of seed and grain cleaning is to add value to a product, and this is thoroughly recognised by the staff at Wimpak; they have also gained the ability to clean grains that exceed Australian Pulse Standards, which allows competitive prices to be placed by growers on their refurbished product.</p>\n<p>&nbsp;</p>\n<p>“Establishing and maintaining personal relationships with our growers is a high priority,” says Rethus. “In addition to this, Wimpak is constantly expanding its broader sourcing area; originally focused on grains produced in the Minyip/Murtoa area, we now accumulate from the Northern Mallee to the Southern Wimmera and from the SA Border to Central Victoria.”</p>\n<p>&nbsp;</p>\n<p>The company’s unwavering focus on locality is demonstrated annually through their attendance at local field days and grower information events; their support of a variety of local football/netball, golf, and other field and game clubs – which also included a major sponsorship for the Minyip Primary School Netball court upgrade; and their presence as members of the Grain Industry Association of Victoria (GIAV), Grain Trade Australia (GTA), Pulse Australia and Pulse Victoria – all of which “provide a great networking opportunity with other key stakeholders” in the industry.</p>\n<p>&nbsp;</p>\n<p>Communication with the company’s own stakeholders is also a commitment. This includes relaying peak production times, price updates, latest news and events through radio advertising and text messaging, and distribution of a quarterly newsletter to all shareholders in the business.</p>\n<p>&nbsp;</p>\n<p>Wimpak is able to provide their services towards a variety of pulse grains, including beans, chickpeas, lentils, lupins, Field peas, safflower, vetch and fenugreek; cereals such as wheat, barley and oats are also available for the local stockfeed markets. All products are either bagged or bulked, farmer or machine dressed, and gravity graded. Each round of product is shipped to Melbourne via rail by Wimmera Container Lines.</p>\n<p>&nbsp;</p>\n<p>“We increase demand by expanding Wimpak’s network of exporters/buyers. By building relationships and dealing with only reputable exporters, Wimpak is able to minimise risks involved with trading commodities and can provide competitive market options for growers and guarantee timely payment.”</p>\n<p>&nbsp;</p>\n<p>Currently, Wimpak products are exported directly from Melbourne to Asia, Europe, the Middle East, Africa, Indian Subcontinent, and the United States. The focus of exports is mostly pulse grains, which are offered on a Delivered Container Terminal (DCT) basis; they are packed in 20’ containers and transhipped between locations – before and after which they are inspected and documented by DAFF Authorised Officers to ensure that they meet requirements for DA Biosecurity.</p>\n<p>&nbsp;</p>\n<p>Safe product handling procedures at home is also a key practice to ensure food security. Along with the implementation of their browntree bag loader Wimpak has also introduced an “efficient and streamlined work health and safety (WHS)” program; this program provides specific solutions for compliance activities in order to make sure the company is heeding to Occupational Health and Safety (OHS) legislative requirements.</p>\n<p>&nbsp;</p>\n<p>Sustainability is another key effort that Wimpak works hard to adhere to. The new LMC cleaner has proven to be 20 percent more efficient than the previous cleaning method, heeding more product with the same amount of energy usage; to improve the efficiency of quantity measurement, container scales have now been mounted onto trailers to provide a more accurate volume. LED lights have been installed for flood lighting after dark – with future installation of solar panels in the works – and a new hammer mill also allows for usage of products that would otherwise be wasted.</p>\n<p>&nbsp;</p>\n<p>“We will now be utilising what were previously waste products (offal) from our cleaning activities and processing this waste through the hammer mill in order to produce pollard,” says Rethus. “Pollard will be sold to stock feed mills that use this product as an additive in the manufacture of various stock feed products.”</p>\n<p>&nbsp;</p>\n<p>Wimpak also takes care to collect any rainwater runoff for use in plumbing, gardening, dust suppression and fire control, but recent drought has been one of the main issues affecting Australia’s grain industry. Despite this worry, Rethus is assured that the company has taken the necessary precautions to make it through any tough times.</p>\n<p>&nbsp;</p>\n<p>“The next 10-12 months will be extremely challenging because of the recent two-year drought in the Wimmera resulting in small harvests, but Wimpak has been planning for some time to get through the 2016 harvest. I see the next 12 months as an opportunity to further develop the structure of Wimpak and improve efficiencies to keep Wimpak a profitable and low-cost business.</p>\n<p>&nbsp;</p>\n<p>Wimpak has earned a favourable, trustworthy reputation in the community because it offers value to its customers through its services, prices and honest payment system.”</p>\n<p>The post <a rel=\"nofollow\" href=\"http://abns.com.au/wimpak/\">Wimpak</a> appeared first on <a rel=\"nofollow\" href=\"http://abns.com.au\">Australian Business News Source</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://abns.com.au/wimpak/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>BDM Constructions</title>\n\t\t<link>http://abns.com.au/bdm-constructions/</link>\n\t\t<comments>http://abns.com.au/bdm-constructions/#comments</comments>\n\t\t<pubDate>Thu, 05 May 2016 17:16:12 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Construction]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://abns.com.au/?p=5079</guid>\n\t\t<description><![CDATA[<p> &#60;&#8211; click to view &#160; For 12 years, BDM Constructions has prided themselves on offering construction diversity to the local market. Formed by third-generation builder Brad Maggs – along with one of his six brothers – the company began with a focus towards residential building, and fought through the Global Financial Crisis to expand towards [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://abns.com.au/bdm-constructions/\">BDM Constructions</a> appeared first on <a rel=\"nofollow\" href=\"http://abns.com.au\">Australian Business News Source</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><a href=\"http://abns.com.au/wp-content/magazine/april2016/#16-17\"><img class=\"alignnone size-medium wp-image-5081\" src=\"http://abns.com.au/wp-content/uploads/2016/05/Screen-Shot-2016-05-06-at-10.49.11-am-300x194.png\" alt=\"BDM\" width=\"300\" height=\"194\" /></a> &lt;&#8211; click to view</p>\n<p>&nbsp;</p>\n<p>For 12 years, BDM Constructions has prided themselves on offering construction diversity to the local market. Formed by third-generation builder Brad Maggs – along with one of his six brothers – the company began with a focus towards residential building, and fought through the Global Financial Crisis to expand towards a more commercially orientated company. In late 2008, after his brother sought to pursue an alternative career in the haulage industry, Maggs partnered with good friend Austin Bell to continue to grow the business. The company now invests in a variety of projects from start to finish, crossing all disciplines of construction, to ensure a client’s wide variety of needs are met, all under the one banner.</p>\n<p>&nbsp;</p>\n<p>Even through their positive propulsion towards the commercial building market, BDM Constructions still stays true to their core values. The company is committed to providing single-dwelling construction services to their loyal customers, as that facet of business reflects the initial “roots” that helped solidify their current reputation. “People identify BDM Constructions from where we’ve come from as home builders. Our targeted markets are all property developments, commercial &amp; multi-res construction and land subdivision work. The unique operation of BDM that stands us apart from most other similar construction companies is that we’re able to do any part of construction, from the securing of greenfield sites for land subdivision right through. There are 5 departments within BDM, Feasibility/Consulting &amp; Design, Shop fitting &amp; Minor Works, Residential Construction, Commercial Construction, Excavation &amp; Concreting. “We have the expertise to facilitate projects from design faze right the way through to delivery.”</p>\n<p>&nbsp;</p>\n<p>Operating under the premise of a “one-stop shop” for clients, Maggs and his current staff – which have expanded from 12 to 50 in order to accommodate market demand – rely on community confidence to be able to grow their business. BDM Constructions currently has offices in Sydney and Port Macquarie, offering a wide range of quality, cost-effective services to both the local and broader regional market. One of the company’s main eye-catching business ventures is a $30 million apartment complex set to grace Port Macquarie very soon.</p>\n<p>&nbsp;</p>\n<p>“The quality of what we produce and the service that we deliver is seen visually, this has realised a rapid growth as word of mouth from satisfied clients spreads the knowledge of our ability,” he says. “Our head office is centred on the NSW Mid North Coast and this allow us to cover the state with ease. Our Sydney office covers the metropolitan and outer suburban areas. Our performance in the city and regionally has seen the company grow exponentially over the past 5 years”.</p>\n<p>&nbsp;</p>\n<p>We have a branding and a presence that everybody identifies to; our mission statement is ‘uncompromising quality is our foundation,’ and that’s something that we stand by, we try to make sure that we do not compromise. If it means something has to be pulled out and redone, that’s what will happen if aspects of our construction initially are not up to BDM’s high standards.”</p>\n<p>&nbsp;</p>\n<p>The company takes pride in the diversity of services they can offer to their clients. In addition to the wide range of construction and design options, BDM Constructions also stands by a guarantee of investment for each project; this includes the establishment of agreements with outside investors, or partial funding from the company to ensure the project is approved.</p>\n<p>“There’s not many companies that can actually carry out and acts as the lead consultant on a project right from the initiation of design through to civil construction and residential development delivery, all on the one subdivision,” says Maggs. “We can identify potential developments, run a feasibility study on a development, we can then have civil design underway knowing that the developer is looking at putting a multi-res development there, we can be working on the construction design for this in the background at the same time, with a different team from within BDM. Integrating those two things – there’s not many companies that offer that.</p>\n<p>&nbsp;</p>\n<p>There’s been a massive amount of opportunity over the last two or three years, since we have become connected to some high-level network individuals and investment groups that are in the property development industry. They have grabbed hold of what we offer. So, the opportunities have just really opened up. We’ve been positioning ourselves in the market from the end of 2008, to be able to capitalise on opportunity when our skill set advantage was recognised by the right people and networks.”</p>\n<p>&nbsp;</p>\n<p>Their emphasis on “uncompromising quality” is something that BDM Constructions has worked hard to achieve, as the importance of honest and trustworthy work is a core value within their managerial structure. “We’re the kind of people that have been taught work ethic from a young age,” says Maggs. “We were lucky enough to have parents that had very strong core values –</p>\n<p>High morals, high work ethic – and we’ve just rolled our sleeves up and got into it as each opportunity has come along. We’ve assessed each opportunity and each opportunity taken has been a stepping stone to where we are today. We have no grand vision other than to be as good as we can possibly be in what we do.”</p>\n<p>BDM’s commitment to value of being ethical at all times is a cornerstone the company has been built on – we’re very open book. We’re very straight-shooters. We don’t fluff things up too much, but we will never take for granted anybody’s commitment that they’ve made to us in investing with us, or choosing us to work for them and carry out whatever part of the service we offer that they’ve chosen to accept.</p>\n<p>&nbsp;</p>\n<p>If you’ve made a mistake or something hasn’t gone as well as expected, address it head on. Don’t beat around the bush. Say that ‘this is the situation, now let’s work on the best outcome for all parties involved.’ They’re the values that have let us grow to the company we are today. There’s not one person that’s ever been successful that’s not made a mistake. We’ve made our fair share, and we faced them front-on and learnt from them.”</p>\n<p>&nbsp;</p>\n<p>Born into the industry, strong working relationships have always been a key factor for Maggs and his family. Five of his six brothers currently work in the industry, including his brother Jim, who works as the company’s Operations Manager. Both he and his partner have a variety of friends and family working in the business, and these bonds have proven beneficial for the success of BDM Constructions. “Our commitment to building excellent relationships with our staff, suppliers and subcontractors is the hub of what makes something successful,” he says. “People that you can rely on make all the difference to being able to make a business into a success. People are what make up a company. You can have the Managing Director of a company that possibly has the right values and the right ideas; but if the people underneath them aren’t prepared to buy into them, success will be hard to find. Each employee needs to feel that they basically own a little part of that company and are making a positive contribution to the overall forward progression of the company.”</p>\n<p>&nbsp;</p>\n<p>If you wish to excel and have a healthy sustainable business, you have to have people buy into that ownership of there role and create the culture that fosters this attitude towards their work. You’ve got to be prepared to go the extra mile. If you’ve got a supplier or a subcontractor that performs well and gives you great service, which needs rewarding with loyalty. We’re not necessarily going to look at taking the cheapest price. You still want the price to be within the realms of reality, but the cheapest price is very rarely the best, and the working relationships formed between your management, your on-site staff, suppliers and subcontractors, is the absolute key to being able to deliver high-quality, profitable projects.”</p>\n<p>&nbsp;</p>\n<p>While BDM Constructions has managed to find continuous success within various aspects of the construction industry, Maggs recognises its complexity as a whole for other developing businesses. The growth of the demand on the housing industry in Sydney is a factor that may affect the future of many companies in the surrounding area, as well as the influx of international investors – especially within the apartment sector. Fuelled by oversupply in the apartment market, due to a drop in demand for apartments, which has been directly affected by the ability of Chinese investors to invest in the local market. The market could in the foreseeable future take a reasonable dip. The ripple effect – in some way, shape, or form – could be felt right across the industry, especially the Sydney apartment developments with a large percentage of off shore off the plan presold apartments.</p>\n<p>&nbsp;</p>\n<p>Another major issue within the industry, according to Maggs, is the lack of skill level prevalent throughout the construction industry; this is something that he believes will have a gradual effect on the turnover of the industry and its suppliers. “The quality of trades and the quality of skilled people that have been trained in the last 10-15 years, is so much lower than those trained 10-15 years before that. So, there is skill shortage right across the board, and at the top of that is probably bricklayers as the trade is dwindling in high numbers. If something’s not done about it soon to promote becoming a bricklayer or a blocklayer – and I believe that the masonry manufacturers need to get right on board with this – they won’t be able to move their products as there’ll be such a lack of tradesman to lay them. That’s how bad it’s getting with bricklaying; but its right across all trades in some shape or form.</p>\n<p>&nbsp;</p>\n<p>One of the largest problems is that your everyday Mum and Dad and your careers adviser at High Schools seem to think that to be a tradesman, you must be in the bottom 10 percent of academic performers, because they can lift heavy things. To be a good tradesman, you need to be a pretty switched-on character. You need to be driven and physically capable, but you need to be particularly strong in mathematics; the stronger knowledge you have, the higher education you have achieved, the better you are at thinking and problem solving, the better tradesman you’re going to be.”</p>\n<p>&nbsp;</p>\n<p>From his own experience, Maggs believes that starting from the bottom provides the best pathway to success. “Make your way to the top by learning from the bottom up and picking everything up as you go,” he says. “If you know how to build it; you will know how to quote it properly; that will allow you to manage it properly. Coming in halfway along that process can be hard to backtrack – learn the basics. I’d like to put out there that you can be very successful and have a great career starting as a tradesman.”</p>\n<p>&nbsp;</p>\n<p>While the initial direction of career path was a debate between a structural engineer and a P.E. educator, his eagerness to work drove him towards a career that required more hands-on learning, than pursuing university education after Higher School Certificate graduation. The family construction business provided Maggs with the satisfaction that he needed for physical application, and the apprenticeship offered by his father provided him with the ability to train in a comfortable, familiar environment. “I didn’t realise at the time how beneficial the decision was going to be, and it wasn’t a decision that was made with a lot of foresight. So, I probably had some luck come my way when I inadvertently became a carpenter &amp; Joiner to a degree. However I do apply myself to the best of my ability in whatever I do and that has put myself and BDM in the position it is today.”</p>\n<p>&nbsp;</p>\n<p>The fortunate position the company and myself finds its self in is not something that I’ve ever had a great vision to aspired to, but I just pushed myself to be as good as I can be, I have been fortunate enough to partner up with some very good people with similar ethics and outlook on life, from there what happens happens. The journey has seen some good people become lucky enough to work together – none more than my business partner, my fellow Director in BDM Constructions; I’ve been lucky enough work with not only my best mate but also witness his ability to help me drive this business to where it is and celebrate his equal success with mine as a team. We’re both very similar people in that we do not like to accept failure so we ensure that does not have to be considered as an option.”</p>\n<p>&nbsp;</p>\n<p>Maggs is more than happy with the decisions he has made in having Bell as a business partner; their similar goals and core values allow them to see eye-to-eye when making key decisions, and their strong characters allow them to be critical of each other’s ideas when absolutely necessary. His younger brother’s presence as the company’s Operations Manager is another indication that friends and family can be ideal business partners, if they share the drive and dedication needed to promote the success of the business. “Austin and Jim are the absolute ideal people to do this with, if you can get past the big hurdle of the old adage mates, family and business don’t mix. I believe we have been an acceptation to this notion.”<br />\nChallenges can be frequent in any industry, even in the air of success. But Maggs’ path to where he is today can be viewed as an example of how determination can overcome any obstacles along the way. “If you have a look at where I’ve come from – being an apprentice residential carpenter, to now having a business that offers everything from design of subdivisions to shop fitting; has 50 employees; has a turnover of $40 million a year – there’s a pathway if you want to apply yourself to start as a tradie and ultimately own and run a large scale construction company.”</p>\n<p>The post <a rel=\"nofollow\" href=\"http://abns.com.au/bdm-constructions/\">BDM Constructions</a> appeared first on <a rel=\"nofollow\" href=\"http://abns.com.au\">Australian Business News Source</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://abns.com.au/bdm-constructions/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t</channel>\n</rss>\n",
  "headers": {
    "Transfer-Encoding": "chunked",
    "X-Robots-Tag": "noindex,follow",
    "Connection": "close",
    "MS-Author-Via": "DAV",
    "Last-Modified": "Thu, 05 May 2016 17:46:27 GMT",
    "Date": "Fri, 13 May 2016 00:10:57 GMT",
    "ETag": "\"4dadcc3a18b621786872e678e1142dcf\"",
    "Content-Type": "text/xml; charset=UTF-8",
    "Server": "Apache",
    "X-Powered-By": "PleskLin",
    "X-Pingback": "http://abns.com.au/xmlrpc.php"
  },
  "response_url": "http://abns.com.au/feed/"
}