{
  "requested_url": "http://feeds.webservice.techradar.com/us/rss/news/gaming",
  "fetched_at": "2016-05-13T00:45:56.248518",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<rss version=\"2.0\"><channel><title>TechRadar: All latest Gaming news feeds</title><link>http://www.techradar.com/us/rss/news/gaming</link><source url=\"http://www.techradar.com\">TechRadar US news feeds</source><description>TechRadar US latest feeds</description><language>en-us</language><copyright>Copyright Â©Future Publishing</copyright><lastBuildDate>Fri, 13 May 2016 08:12:02 +0100</lastBuildDate><ttl>15</ttl><image><title>TechRadar.com</title><url>http://cdn0.static.techradar.com/img/logo/tr_rss_logo.png</url><link>http://www.techradar.com/</link></image><item><title>PC Gaming Week: Why Dungeons &amp; Dragons quickly became my PC game to beat</title><image>http://cdn.mos.techradar.com/art/games/Dungeons%20and%20Dragons/dnd-hero-istock-credit-michael-r-lopez-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/games/Dungeons%20and%20Dragons/dnd-hero-istock-credit-michael-r-lopez-470-75.jpg\" alt=\"PC Gaming Week: Why Dungeons & Dragons quickly became my PC game to beat\"/><h3>D&amp;D rules dude</h3><p>You probably haven't noticed yet, but there's a PC gaming revolution taking place right under your nose â\u0080\u0093 and no, it's not virtual reality. Oddly enough, it's Dungeons &amp; Dragons.</p><p>Yep, that 40-year-old tabletop â\u0080\u0093 i.e. a physical table in the real world â\u0080\u0093 game that was once thought to be devil worship at worst and more like taxes than a game at best. D&amp;D has always been there, enduring the Reagan era and Y2K, no less.</p><p>D&amp;D has pervaded every corner of gamer culture short of eSports â\u0080\u0093 from informing arguably every role-playing video game (RPG) to date to inspiring a score of its own. (Surely, you know the words &quot;Baldur's Gate?&quot;)</p><p>When you put it that way, it's funny that only the past few years has seen the game itself adapted for the platform where the very digital RPGs that it had inspired began: the PC. And it's the best thing to happen to PC gaming since the massively multiplayer online game (MMO) phenomenon.</p><p><img src=\"http://mos.futurenet.com/techradar/art/games/Dungeons%20and%20Dragons/roll20-hero-420-90.jpg\" alt=\"Dungeons and Dragons'\" width=\"420\" title=\"Image Credit: The Orr Group\"></img></p><h3>For one, it can be 100% free</h3><p>Now, don't worry, you weren't buried under a rock for a few years: <a href=\"http://dnd.wizards.com/\" rel=\"nofollow\">Wizards of the Coast</a> (publisher of D&amp;D) hasn't released a definitive online version of the game. There is no definitive &quot;D&amp;D app.&quot; The start of D&amp;D play on the PC â\u0080\u0093 simply enough â\u0080\u0093 coincided with the advancements of video chat on the PC.</p><p>Once you had a solid video connection with your friends (and some well-earned trust â\u0080\u0093 no cheaters!), you had a remote D&amp;D game. Those familiar with the game will know all it really takes is an idea, a basic understanding of the rules and some dice to make the game happen. (In this case, an ace Dungeon Master helps too, but anyway.)</p><p>Of course, it's impossible to say when exactly online D&amp;D play began, but it's safe to say that it came part and parcel with the dawn of Skype. It wouldn't be for another few years that plucky game and app developers, like The Orr Group and SmiteWorks, would swoop in to give online D&amp;D some major upgrades.</p><p>Creators of <a href=\"https://roll20.net/\" rel=\"nofollow\">Roll20</a> and <a href=\"https://www.fantasygrounds.com/home/home.php\" rel=\"nofollow\">Fantasy Grounds</a>, respectively, these developers have grown the online D&amp;D community enormously. The former is playable in your browser for free while the latter offers a more premium app experience for a fee. Both offer super robust mapping and video chat tools, with tons of character icons and even music integration.</p><p>But, even without the aid of special apps, you can play D&amp;D online over any voice or video chat service for absolutely free, save for whatever rulebooks and sourcebooks you decide to purchase for the game. In a way, D&amp;D fans have been doing free-to-play gaming way before it was cool.</p><p>It's apps like Roll20 that inspired me to rope my friends into a D&amp;D campaign that I've been serving as the Dungeon Master for over the past year-and-a-half or so. It's the most fun I've had gaming on a PC in my life. Frankly, video games don't even cut it for me anymore.</p><p><img src=\"http://mos.futurenet.com/techradar/art/games/Dungeons%20and%20Dragons/fantasy-grounds-in-action-420-90.jpg\" alt=\"Dungeons and Dragons\" width=\"420\" title=\"Image Credit: Chris Jernigan\"></img></p><h3>It's the ultimate role-playing game</h3><p>If you're a fan of RPGs on the PC, like Mass Effect, The Elder Scrolls: Skyrim or Baldur's Gate, no matter the reason â\u0080\u0093 the story, the combat, the numbers (even the graphics) â\u0080\u0093 D&amp;D is a better version of that. </p><p>And, it all lies in the fact that the only limit of the game is the player and the Dungeon Master's imagination.</p><p>There are no scripted non-player character (NPC) interactions. There are no truly &quot;random&quot; encounters. There are no artificially forced decisions for the players to make. </p><p>Everything that happens within even a single session of a D&amp;D game is the direct result of the players' natural decisions in the roles that they've come to the table to play.</p><p>This alone creates the potential for an infinite amount of storytelling hooks, possibilities and outcomes. No amount of Chrono Trigger endings will even get close to the possible outcomes of a D&amp;D campaign. </p><p>That's because a player playing a wizard character could easily say, &quot;I turn the orcish warlord into a squirrel,&quot; rather than see her fighter companion duke it out in the arena.</p><p>No PC game to date nor what's down the line can promise that sheer level of potential. It's this unpredictable nature of the game that's spurred some of the heartiest laughs and empowering experiences I've ever had gaming on a PC.</p><p><img src=\"http://mos.futurenet.com/techradar/art/games/Dungeons%20and%20Dragons/roll20-in-action-420-90.jpg\" alt=\"Dungeons and Dragons\" width=\"420\" title=\"Image Credit: Poppa VT\" class=\"zoomable\"></img></p><h3>It inspires connection like no other game can</h3><p>Since moving to New York from Philadelphia over four years ago, I've tried several different video games as a means of keeping in contact with my friends. (What? It's what we've always related over.) Nothing really stuck.</p><p>But, for whatever reason, D&amp;D has stuck like Gorilla Glue. And, I think it has a lot to do with two things. For one, the first few minutes of every D&amp;D session are sidetracked by catching up. And this is a good thing.</p><p>&quot;How's your daughter,&quot; I ask my friend of 21 years, a newly-minted father. &quot;Great! She laughed for the first time today, it wasâ\u0080¦&quot; And this goes on for another 10 minutes before the game actually begins. </p><p>Had this been, say, a World of Warcraft raiding party, that conversation would've been much more short lived, likely interrupted by a pointlessly militant raid leader. And, it's because video chat, which few â\u0080\u0093 if any â\u0080\u0093 big-time PC games offer (it's just not integral to those games), does so much more for connection than solely voice.</p><p>Why do you think FaceTime has absolutely blown up? It's the closest thing to face-to-face interaction, and D&amp;D thrives on it.</p><p>The other reason I think D&amp;D has stuck for my circle of friends is because, regardless of whether we admit it, we're exploring each other's (and our own) psyche through the characters we've created. </p><p>After playing D&amp;D with my friends online over the past 18 months or so, I feel closer than ever with them, as if â\u0080\u0093 for but a few hours a week â\u0080\u0093 I don't live 99 miles away. I'm learning more about who they are as people with every session. That's something that few â\u0080\u0093 if any other â\u0080\u0093 PC games can attest to.</p><p>All said, your enjoyment of D&amp;D â\u0080\u0093 online or not â\u0080\u0093 depends entirely on what you and your friends put into it. That may sound daunting, but know that not a single DRM-ridden, $60 PC game can offer an ROI like that.</p><p>When you put it that way, it looks to me like Dungeons &amp; Dragons has become the PC game to beat. Through and through, that's thanks entirely to the ingenuity of PC gaming.</p><p><strong>Lead image credit</strong>: Michael R Lopez (iStock)</p><ul><li>These are the <a href=\"http://www.techradar.com/us/news/gaming/10-best-pc-games-the-must-play-titles-you-can-t-afford-to-miss-1292327\">best PC games</a> right now</li></ul>]]></description><link>http://www.techradar.com/us/news/computing/pc/why-dungeons-dragons-quickly-became-my-pc-game-to-beat-1321240?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1321240</guid><author>Joe Osborne</author><pubDate>2016-05-12T19:51:00Z</pubDate><category>PC, Computing, Gaming</category></item><item><title>Nvidia may have a new, faster Shield Tablet in the works</title><image>http://cdn.mos.techradar.com/art/tablets/Nvidia/Shield%20Tablet/New%20Nvidia%20Shield%20tablet%20FCC%20doc-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/tablets/Nvidia/Shield%20Tablet/New%20Nvidia%20Shield%20tablet%20FCC%20doc-470-75.jpg\" alt=\"Nvidia may have a new, faster Shield Tablet in the works\"/><p>Gamers rejoice - Nvidia may have a new Shield tablet coming out soon. </p><p>The upcoming slate was discovered in newly posted <a href=\"https://apps.fcc.gov/eas/GetApplicationAttachment.html?id=2987040\">FCC documents</a>, detailing dimentions of 8.6&quot; x 4.8&quot; x 0.3&quot; and a weight of  12.3 ounces. These specs are almost identical to the current <a href=\"http://www.techradar.com/us/reviews/pc-mac/tablets/nvidia-shield-tablet-k1-1318312/review\">Shield Tablet K1</a> so it may just be a refreshed, slimmer model. </p><p>Additional information listed in the FCC documents reveal that the tablet will support 802.11ac Wi-Fi, has Bluetooth Low Energy support, and includes a microUSB port. The current K1 also has a microUSB port, but it's an older USB 2.0 generation spec. Perhaps the new tablet will feature a USB 3.0 port for faster data transfer speeds. </p><p>The Shield line of tablets have been solid performers with game-focused features like Nvidia's <a href=\"http://www.techradar.com/us/news/gaming/geforce-now-goes-off-grid-and-out-of-beta-1305477\">GeForce NOW</a> game streaming service. The tablets integrate with the company's own wireless gamepad for gaming on the go, and a mini HDMI port means you can hook the tablet up to a TV to play in 4K resolution. </p><p>The current Nvidia Shield K1 is getting a little long in the tooth, so it's good news another is (seemingly) on the way. </p><div>Via: <a href=\"http://liliputing.com/2016/05/next-gen-nvidia-shield-tablet-leaked-fcc.html\">Liliputing</a></div><div><ul><li><a href=\"http://www.techradar.com/us/news/computing-components/graphics-cards/nvidia-unleashes-it-s-next-generation-pascal-graphics-1320495\">The new Nvidia GTX 1080 makes the Titan X look slow</a></li></ul></div>]]></description><link>http://www.techradar.com/us/news/mobile-computing/tablets/nvidia-may-have-a-new-faster-shield-tablet-in-the-works-1321237?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1321237</guid><author>Lewis Leong</author><pubDate>2016-05-12T19:16:00Z</pubDate><category>Tablets, Mobile computing, Gaming</category></item><item><title>Activision Blizzard hooks up with Facebook to take eSports mainstream</title><image>http://cdn.mos.techradar.com/art/games/eSports/CoD%20eSports%20ESWC%202016-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/games/eSports/CoD%20eSports%20ESWC%202016-470-75.jpg\" alt=\"Activision Blizzard hooks up with Facebook to take eSports mainstream\"/><p>Activision Blizzard is bolstering its <a href=\"http://www.techradar.com/news/gaming/the-uk-government-is-bringing-esports-to-the-olympics-1318532\">eSports</a> broadcasting network with new content to make games more watchable and understandable, and the company has further announced that it's hooking up with Facebook to bring professional gaming to a wider audience.</p><p>The company plans to kick off this collaboration with the social network at the MLG (Major League Gaming) Anaheim Open, a Call of Duty: Black Ops 3 tournament that starts on June 10. This will see content piped through to Facebook which its 1.6 billion users can tune into if they wish (presumably live action â\u0080\u0093 that's certainly the idea eventually, but the firm didn't specify that in the press statement, so it could just be highlights for this initial outing).</p><p>Furthermore, the new features for Activision Blizzard's MLG.tv network will also be introduced at this event. Going by the name of EVE (Enhanced Viewing Experience), this includes serving up match stats, live leaderboards, highlights and insights on the game being watched. That will be useful to make things clearer for novices, but it also gives other viewers handy at-a-glance details on the match being broadcast.</p><h3>Punditry from Puckett</h3><p>As part of the new content, the company is also bringing news, interviews and highlights to viewers, with slots hosted by veteran broadcaster and ex-pro gamer Chris Puckett.</p><p>Facebook users can expect more MLG.tv live streamed gaming events and musings from Puckett down the line.</p><p>                    Steve Bornstein, Chairman Activision Blizzard Media Networks, commented: &quot;We're building a network dedicated to the thrill of competition and the passion of the fans. MLG.tv will play a defining role in realizing the full potential of this audience by creating meaningful, memorable and shareable content.&quot;</p><p>In another first, <a href=\"http://www.techradar.com/news/gaming/sky-to-start-covering-esports-in-the-uk-1316404\">Sky recently showed highlights</a> of the Intel Extreme Masters tournament.</p><ul><li>But is <a href=\"http://www.techradar.com/news/gaming/why-esports-is-ruining-pc-gaming-1316021\">eSports ruining PC gaming?</a></li></ul>]]></description><link>http://www.techradar.com/us/news/gaming/activision-blizzard-hooks-up-with-facebook-to-take-esports-mainstream-1321225?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1321225</guid><author>Darren Allan</author><pubDate>2016-05-12T18:09:00Z</pubDate><category>Gaming, Internet</category></item><item><title>PC Gaming Week: The 10 best shooters on PC and consoles</title><image>http://cdn.mos.techradar.com/art/other/PC%20gaming%20week/mags/mon/preview-overwatch/overwatch-body-1-470-75.JPG</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/other/PC%20gaming%20week/mags/mon/preview-overwatch/overwatch-body-1-470-75.JPG\" alt=\"PC Gaming Week: The 10 best shooters on PC and consoles\"/><h3>Introduction</h3><p><img src=\"http://mos.futurenet.com/techradar/art/insomnia-420-100.JPG\" alt=\"best shooters\" width=\"420\"></p><p>What's the best shooter on the PC or consoles ever? That's a good &ndash; but loaded &ndash; question, as there are a ton that we could address individually. Besides, we would inevitably get it wrong by someone's measure.</p><p>So, let's highlight what's out there now that best exemplifies what shooters are all about &ndash; with that, re-releases of seminal works are on the table as well.</p><p>Honestly, there are so many shooters out there now that you simply shouldn't miss. Here are several first-person shooter (FPS) games that you need to check out immediately on the desktop or a console. </p><h3>1. Overwatch</h3><p><img src=\"http://cdn.mos.techradar.com/art/other/PC%20gaming%20week/mags/mon/preview-overwatch/overwatch-body-1-420-100.JPG\" alt=\"Planetside 2\" width=\"420\"></p><p>Contrary to popular belief, Overwatch isn't a MOBA. It is, however, a colorful, competitively focused first-person shooter from Blizzard featuring different classes incorporated across a variety of different heroes. Pitting two teams of six players against one another, Overwatch is all about teamwork and cooperation with their respective squads. That said, you'll want to make sure a healthy balance of offensive and defensive characters is secured if you ultimately seek survival.</p><p>After all, you wouldn't want to be demolished by the opposing team just because you have too many healers and not enough tanks or vice versa.</p><h3>2. Battleborn</h3><p><img src=\"http://cdn.mos.techradar.com/art/games/2K/Battleborn/2K_Battleborn_CoopTeamwork_2%20Playit-420-100.jpg\" alt=\"Planetside 2\" width=\"420\"></p><p>Battleborn is the product of a recent influx of \"hero shooter\" games. Down to the basics, this means in the case of Borderlands developer Gearbox's latest hit, you get to choose between 25 characters each resonating with one of five factions. The heroes range from hulking giants like El Drag&oacute;n, who body slam their way to victory, to long-range snipers like Marquis. Unlike Borderlands, Battleborn is all about its three competitive multiplayer modes, although there's a single-player/co-op-driven story mode to boot. </p><p>I mean who doesn't want to play a game where your character is quite literally referred to as a badass within the actual canon?</p><h3>3. Planetside 2</h3><p><img src=\"http://cdn.mos.techradar.com/art/games/Free%20to%20play/planetside%202-420-100.jpg\" alt=\"Planetside 2\" width=\"420\"></p><p>If  you don't like throwing money away on games, Planetside 2 is a  free-to-play MMO first-person shooter you can get probably get behind.  Featuring battles with up to 2,000 players per server, Daybreak Studios  certainly bolsters a challenge on its shoulders with this massive PC and  <a href=\"http://www.techradar.com/reviews/gaming/games-consoles/sony-ps4-1131803/review\" title=\"PS4\" data-atoaf=\"true\">PS4</a> title. </p><p>With six different character classes spread across  five different continents and three factions, Planetside 2 is exactly  what you want if you like shooting people in the face en masse&hellip;  Virtually speaking.</p><h3>4. Half-Life 2</h3><p><img src=\"http://cdn.mos.techradar.com/art/games/Valve/half_life_generic-420-100.jpg\" alt=\"Half-Life\" width=\"420\"></p><p>Despite  being 12 years old now, Half-Life 2 still holds up as an example of  primetime video game storytelling, and if you put on your  2004-colored-glasses, some pretty advanced physics technology for its  time. </p><p>The science-fiction shooter is out on a variety of  platforms by now including Xbox 360, <a href=\"http://www.techradar.com/reviews/gaming/games-consoles/sony-ps3-1099856/review\" title=\"PS3\" data-atoaf=\"true\">PS3</a>, Mac and PC, but you're best  off playing it where it feels most at home, on the good old mouse and  keyboard-equipped rig. Even if your computer is a literal dinosaur,  Gordon Freeman doesn't discriminate -- this frustration-inducing  cliffhanger of a story has aged enough at this point where clock speeds  are all but irrelevant.</p><h3>5. Rainbow Six: Siege</h3><p><img src=\"http://cdn.mos.techradar.com/art/events/E3%202015/Conferences/Ubisoft/Screens/rainbow-six-seige-trailer-e3-2015-420-100.jpg\" alt=\"Half-Life\" width=\"420\"></p><p>Rainbow Six Siege isn't just a technical marvel, it's an ongoing tactical endeavor. Like a handful of other titles on this list, Siege is about teamwork. Without it, it's your standard deathmatch shooter, save some impressively realistic destructible environments. Acting on the goal of either defending or challenging objectives, the five-on-five online co-op game is certainly no Call of Duty. Instead of running around swiftly across maps, dodging bullets and taking headshots, characters are given abilities and limited resources, such as wall reinforcements, barbed wire, traps, and explosives, to overthrow and denounce victory over the opposing team.</p><h3>6. Destiny</h3><p><img src=\"http://cdn.mos.techradar.com/art/games/Activision/destiny_traveler-420-100.jpg\" alt=\"Destiny\" width=\"420\"></p><p>Even with The Taken King expansion pack, Destiny's story doesn't trump Halo's in terms of both quality and coherence. From the get go, however, the game has been a fantastic shooter. Compared to most games on the market, Destiny's shooting never feels unfair or unnatural. </p><p>It's simple, streamlined, and it feels damn good to pop some Fallen scum in the head, especially when coordinating a Fireteam Strike with friends.</p><h3>7. Splatoon</h3><p><img src=\"http://cdn.mos.techradar.com/art/games/Nintendo/splatoon-420-100.jpg\" alt=\"Splatoon\" width=\"420\"></p><p>As far as shooters go, Splatoon isn't the most tactical or complex or even that competitive. It's old school Nintendo fun adapted for the 21st century, and though the music can get eerily repetitive and single-player content is on the trim side, Splatoon is one of the few games that can justify a <a href=\"http://www.techradar.com/reviews/gaming/games-consoles/nintendo-wii-u-1084120/review\" title=\"Wii U\" data-atoaf=\"true\">Wii U</a> purchase. </p><p>It's bright and colorful, drawing its color palette from something like Sunset Overdrive, but it's also highly original and complete with enough heart and soul to provoke the internalized high-pitched screaming of your inner child.</p><h3>8. Warhammer: End Times - Vermintide</h3><p><img src=\"http://cdn.mos.techradar.com/art/games/Warhammer%20End%20Times%20Vermintide/ss_40ba7fbc104d3cd62c9b1f4f33e72337b407f16c-420-100.jpg\" alt=\"Splatoon\" width=\"420\"></p><p>Like Left 4 Dead with giant rats in place of zombies, Warhammer: Vermintide is an independently published online co-op game from Fatshark whose story is told through levels infested with toxic bomb-equipped rodents called Skaven. To keep each playthrough unique, Vermintide boasts a slew of randomly generated antagonistic furballs whose power only grows with your own. And, while all this takes place, </p><h3>9. Halo 5: Guardians</h3><p><img src=\"http://cdn.mos.techradar.com/art/games/Halo/Halo%205/h5-guardians-fathom-first-person-knockout-420-100.jpg\" alt=\"best shooters\" width=\"420\"></p><p>In terms of storytelling, Halo 5: Guardians may not have been the best game in the franchise, but it's obvious developer 343 Industries was trying to tackle multiplayer this time around rather than pinning the narrative techniques nearly perfected by Bungie years prior. As a result, Halo 5 is a beautifully rendered example of how Halo multiplayer should be done, and after the short-lived artifact that was Halo 4, the lack of commitment to a proper campaign mode could be seen as a blessing in disguise.</p><h3>10. Counter-Strike Global Offensive</h3><p><img src=\"http://cdn.mos.techradar.com/art/games/Valve/Counter-Strike/ss_9d889bec419cf38910ccf72dd80f9260227408ee-420-100.jpg\" alt=\"best shooters\" width=\"420\"></p><p>Despite being nearly four years old at this point, Counter-Strike: Global Offensive is consistently among the most-played Steam games week on week. Developed by Valve and taking advantage of the highly optimized Source engine, Global Offensive is a team shooter in which players take on a string of objectives in pursuit of in-game currency. The more money you make, the better the weapons and equipment you can buy. As simple a concept as it is, its long-standing community keeps its four online game modes refreshing and worthy of praise.</p>]]></description><link>http://www.techradar.com/us/news/gaming/the-best-shooters-on-pc-and-consoles-1318640?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1318640</guid><author>Gabe Carey</author><pubDate>2016-05-12T18:00:00Z</pubDate><category>Gaming, PC, Computing, Laptops, Mobile computing</category></item><item><title>In Depth: Sony PS5: what will PlayStation 5 be like and when will we see it?</title><image>http://cdn.mos.techradar.com/art/games_consoles/PlayStation%205/PS5/SonyPS5-470-75.png</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/games_consoles/PlayStation%205/PS5/SonyPS5-470-75.png\" alt=\"In Depth: Sony PS5: what will PlayStation 5 be like and when will we see it?\"/><h3>PS5: what does the future hold for PlayStation 5?</h3><ul><li><strong>Update:</strong> If one video game developer is to be believed, Sony doesn't know whether <a href=\"http://www.techradar.com/news/gaming/consoles/even-sony-doesn-t-know-there-will-be-a-playstation-5-1319429\">there'll even be a PS5</a> because of the move towards a more iterative hardware release schedule (such as with the <a href=\"http://www.techradar.com/news/gaming/ps4-5-release-date-news-and-rumors-all-the-latest-on-sony-s-playstation-4-upgrade-1319621\">PS4.5</a>) as well as an increasing use of cloud-streaming. </li></ul><p><img src=\"http://mos.futurenet.com/techradar/art/techradar/LINE2-420-90.jpg\" alt=\"PS5\" width=\"420\"></img></p><p>It probably won't happen this year, but the PS5 is almost guaranteed to arrive on shelves eventually. Yep, we'd bet our game collection that the Sony PlayStation 5 is probably in development right now.</p><p>How can we be so sure?</p><p>The PlayStation 4 has now sold 35 million units worldwide and has shown no sign of slowing down. There are plenty of excellent games still to come on this generation of hardware (see: the <a href=\"http://www.techradar.com/news/gaming/consoles/10-best-ps4-games-this-generation-s-must-play-titles-1298394\">best games on PS4</a>), but the next iteration is right around the bend.</p><p>Our wish list for an eventual PS4 update includes HDMI 2.0 connections and an Ultra HD Blu-ray drive for 4K playback, something that should absolutely be possible on Sony's next-generation of hardware.</p><p>On the software side of things, Sony has done a fantastic job re-working and improving the PS4 over the past two years â\u0080\u0093 <a href=\"http://www.techradar.com/reviews/gaming/playstation-now-1213666/review\">PlayStation Now</a>, pre-loading games, YouTube streaming and <a href=\"http://www.techradar.com/reviews/gaming/sony-playstation-tv-1252871/review\">PlayStation TV</a> to name but a few additions â\u0080\u0093 and we hope that trend will continue long after the PS4 runs its course.</p><p>There's a chance the PlayStation 5 will be the big, component-packed box we've grown accustomed to heating our living rooms. But it also could be a palm-sized streaming device or dive even deeper into the world of game streaming skipping traditional hardware systems altogether. There are a half-dozen equally likely scenarios about how Sony can change its system, however, if we were a betting site, it's unlikely that the PS5 will change too much.</p><p>Why? Sony isn't big on change. </p><p>Gazing back 20 years to the original PlayStation and its successors â\u0080\u0093 yes, you're that old â\u0080\u0093 it's fascinating how little really changed until the internet explosion of the last few years.</p><p>That puts the PS5 in a strange position. When the time comes for a new system in the next five to 10 years, will Sony take this opportunity to change its platform forever or will it stick to its guns?</p><p>Here's what Sony needs to place at the top of the priority list for its next system.<img src=\"http://mos.futurenet.com/techradar/art/games_consoles/PlayStation%205/PS5/PS5_characters/Characters/crash_bandicoot-200-100.jpg\" alt=\"crash bandicoot\" width=\"200\" class=\"lft\"></img></p><h3>Discs are so 20 years ago</h3><p>Now that PlayStation Now and streaming capabilities are the norm rather than the exception, shouldn't we scrap the disc drive already?</p><p>We can hear it from here. Despite the magazine dropping the legendary demo disc in the middle of last year, ex editor of Official PlayStation Magazine, Ben Wilson disagrees.</p><p>&quot;Steam on PC has taught us that disc drives are becoming less and less necessary, but I can't see them being phased out completely for a while yet,&quot; he says.</p><p>&quot;People love their boxed products, and 'experts' have been predicting the 'imminent' demise of the CD for more than 20 years. Remind me how that one has turned out? There will always be those who prefer special editions and sexy packaging to invisible downloads, and it's those guys and girls who'll ensure disc drives live on within gaming in some form.&quot;</p><p>Looking at the ages of the people investing in technology (that's us remember, and let's be honest, we're not getting any younger) we do still have the desire to buy physical products despite their ready availability online.</p><p>But it's not just PlayStation (and better pricing on the PlayStation Store) that needs to evolve here. Our broadband speeds largely still leave much to be desired and a solid online infrastructure will have to be implemented before we depend solely on fibre-optic wires to get our gaming fix.</p><p>Adding an extra hurdle to a disc-less world, there's yet another reason why the upcoming preloading feature will be like a gift from the PlayStation gods: size.</p><p>&quot;I'd argue that the ever-expanding size of games would cause significant issues for a digital-only machine,&quot; says Matt Pellett, current editor of Official PlayStation Magazine.&quot;Both in terms of download times and the number of games people could store on their hard drive at any one time.&quot;</p><p>Of course, there are also <a href=\"http://www.techradar.com/news/video/blu-ray/4k-blu-ray-spec-confirmed-get-your-shiny-ultra-hd-discs-this-year-1293544\">Ultra HD Blu-rays</a> to consider. These high-capacity discs can store 50-100GB of data, and considering how intricate games are becoming, it's the sort of media we'll need our next next-gen games to be shipped on. But the discs are part-and-parcel with the player itself.</p><p>Sony is quite likely to want to keep momentum going with the new disc format too and so it wouldn't be a huge surprise to see it wanting to do that with a UHD Blu-ray drive in the next version of the PlayStation.</p><p>With the new PS4.5 promising support for 4K resolutions, we wouldn't be surprised if the new UHD Disc format ended up making it into a PlayStation before the PS5.</p><p><img src=\"http://mos.futurenet.com/techradar/art/games_consoles/PlayStation%205/PS5/PS5_characters/montage2-580-100.jpg\" alt=\"ps5 games\" width=\"580\"></img></p><h3>PlayStation Now is the time</h3><p>Then again, Sony already has a solution to its physical media problem with PlayStation Now. Game size? No problem. It's all in the cloud.</p><p>But what about choice? If it wanted to, Sony could fill it with every game from its back catalog. </p><p>&quot;If we end up in a place where streaming games is the norm, like it has become in the movie/box-set rental market, then the console itself is under threat,&quot; says PC Gamer's resident tech expert Dave James. &quot;And if there's no actual console, what do the developers target and what do they develop on and how does Sony make its money?&quot;</p><p>So while a physical console still seems the most attractive prospect here for Sony, PlayStation Now seems an excellent solution as an additional feature, especially for accessing games from previous generations that saves you blowing the dust off that enormous original PS2 you've not been able to say goodbye to.</p><p>Another matter is the thorny issue of cost. If we've shelled out for the newest console, what's the sting for the back catalogue?</p><p>&quot;The big talking point of the PlayStation Now has been the price-point,&quot; says Pellett. &quot;Sony needs to get this right in order to be as competitive in the streaming market as it is in the console hardware market. With Sony's library of games and the ability for people to revisit the games they can't play on PS4 â\u0080\u0093 and in some cases can't buy these days â\u0080\u0093 it could become a hugely important part of the PlayStation family.&quot;</p><p>The suggestion of the PlayStation family here is important. Sony has already started<a href=\"http://www.techradar.com/news/television/these-new-sony-bravia-4k-tvs-can-also-stream-ps3-games-via-playstation-now-1243170\"> shipping TVs with Playstation Now built in</a>, and <a href=\"http://www.samsung.com/us/support/answer/ANS00039637/949249168/\">Samsung has also gotten in on the action</a>, but this won't be a replacement for the PS5 or any future consoles.</p><p>Too much rests on the power from our home consoles as new tech appears on the horizon. Yes, we're looking at you Playstation VR.</p><mediainsert caption=\"null\" mediatype=\"YouTube\" height=\"315\" src=\"https://www.youtube.com/watch?v=ksgkB23h0nc\" width=\"420\">YouTube : https://www.youtube.com/watch?v=ksgkB23h0nc</mediainsert><p><img src=\"http://mos.futurenet.com/techradar/art/games_consoles/PlayStation%205/PS5/PS5_characters/Characters/rachet_and_clank-200-100.jpg\" alt=\"ratchet and clank\" width=\"200\" class=\"lft\"></img></p><h3>The VR revolution</h3><p>Playstation VR looks like the future. No, really. </p><p>The <a href=\"http://www.techradar.com/reviews/gaming/gaming-accessories/oculus-rift-1123963/review\">Oculus Rift</a> and <a href=\"http://www.techradar.com/reviews/wearables/htc-vive-1286775/review\">HTC Vive</a> may be available now, but unless you have a pretty beastly (read: expensive) gaming PC, you're not going to be able to use one anytime soon. PlayStation VR is much more affordable in this regard, because it should work with your existing console, which is much cheaper than most of the gaming PCs out there.</p><p>For reference, Sony has said that the headset will run you $399 / Â£349 / AUD$549 / â\u0082¬399 and will be available starting in October.</p><p>But don't get too excited just yet, there's a catch. With both the Vive and Oculus requiring such powerful machines to run, it's difficult to see the PS4 coping with the demands of PlayStation VR. The imminent arrival of the PS4.5 appears to be in part a response to these concerns, but we think it's going to take more than a hardware refresh to make a truly VR-ready PlayStation.</p><p><img src=\"http://mos.futurenet.com/techradar/art/games_consoles/PlayStation%205/PS5/PS5_characters/Characters/little_big_planet-220-100.jpg\" alt=\"little big planet\" width=\"220\" class=\"lft\"></img></p><p>By the time the PS5 arrives, virtual reality will likely be established as a dominant force in gaming, hopefully resulting in a console that's built from the ground up for VR experiences. </p><p>VR is currently too new for us to be able to hypothesise about whether it will completely replace gaming on a traditional TV screen, but it's interesting to think what the PS5 could end up looking like if it ends up being a console that's designed for VR first. </p><p>At that point would the console's entire front-end be a VR menu rather than a traditional screen-based menu? Will we be reaching out to select which games we want to play next with our motion controllers?</p><p><br />Of course that's assuming the PS5 isn't just completely built into a VR headset. The miniaturisation of electronics that would be required to make that work would be immense, but in combination with cloud streaming it could theoretically be possible one day. </p><p><img src=\"http://mos.futurenet.com/techradar/art/games_consoles/PlayStation%205/PS5/PS5_characters/Characters/uncharted-200-100.jpg\" alt=\"ps5 uncharted\" width=\"200\" class=\"lft\"></img></p><h3>A question of 'if' rather than 'when'</h3><p>Of course, with all these iterative software updates, and the PS4.5, <a href=\"http://www.techradar.com/news/gaming/ps4-5-release-date-news-and-rumors-all-the-latest-on-sony-s-playstation-4-upgrade-1319621\">we might not ever actually see a PS5</a>. When Shuhei Yoshida, president of Sony's Worldwide Studios, was asked about the PS5 by Oddworld developer Lorne Lanning, he responded that he thought the PS5 was a question of 'if' rather than 'when'. </p><p>Instead of major console refreshes, Sony may instead continue to update the console on a much more regular basis, bringing small hardware changes like those seen in the PC hardware market. </p><p>After all, now that the PS4 has adopted a more standard x86 processor as opposed to the enormously complex 'Cell' processor present in the PS3, it is now very similar to a standard desktop PC. Indeed, some have even used the phrase 'PC in a box' to describe the PS4.  </p><p>We're still too attached to our physical consoles to completely embrace the idea of the PS5 never making an appearance, but there are some definite signs pointing in that direction. </p><h3>Conclusion: The old rules no longer apply</h3><p>For four hardware generations Sony played by the rules. Each generation lasted for six years before a piece of hardware an order of magnitude more powerful was released to replace it. It was simple, and people knew what they were getting when they bought their new console.</p><p>Then the PS3's internet connectivity happened, and the old rules more or less flew out the window. Suddenly firmware updates meant that the console's functionality could be upgraded bit by bit, resulting in a piece of hardware which was fundamentally different from what was initially released. </p><p>Now with the PS4.5 Sony is rewriting the rules of the game again and releasing new hardware exactly halfway through the standard six year console cycle. </p><p>By the time we get to the PlayStation 5 the rules might have changed once more. Will we be streaming the majority of our content? Will VR have replaced the TV as our primary display? </p><p>With questions these big it's almost crazy to think that the question of physical media has fallen to the sidelines. Internet speeds will have significantly improved by the time the PS5 sees the light of day, but will the amount of data required for 4K mean that discs are still required?</p><p>The future of the whole console concept is completely uncertain at this point, but we can't wait to learn more about where it's all heading. </p>]]></description><link>http://www.techradar.com/us/news/gaming/consoles/ps5-release-date-news-and-features-1213409?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1213409</guid><author>Jon Porter and Nick Pino</author><pubDate>2016-05-12T17:30:00Z</pubDate><category>Consoles, Gaming, Handhelds, Television, Video</category></item><item><title>PC Gaming Week: Catch up on the drama from techradar's first Rocket League tournament</title><image>http://cdn.mos.techradar.com/art/other/PC%20Gaming%20Week%202016/rocket-league-pcgw-hero-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/other/PC%20Gaming%20Week%202016/rocket-league-pcgw-hero-470-75.jpg\" alt=\"PC Gaming Week: Catch up on the drama from techradar's first Rocket League tournament\"/><h3>Introduction</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/42-all-level-420-90.jpg\" alt=\"Intro\" width=\"420\"></img></p><p>We <a href=\"http://www.techradar.com/news/gaming/play-rocket-league-with-techradar-on-wednesday-may-12-1320594\">invited you</a> to come and join us for our first Rocket League tournament as part of our annual PC Gaming Week, and you didn't disappoint.</p><p>Joining us from all over Europe and the US, you engaged in several rounds of hi-octane rocket car football - and it was a blast.</p><p>Click on to find out what happened as the two European teams duked it out to become champion following the best of three rounds. We hope to hold another bout soon, so watch this space.</p><ul><li>Check out the rest of our <a href=\"http://www.techradar.com/news/computing/pc/welcome-to-techradar-s-pc-gaming-week-2016-1320592\">PC Gaming Week 2016</a> coverage</li></ul><h3>Who's missing?</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/0-player-missing-420-90.jpg\" alt=\"Rocket league\" width=\"420\"></img></p><p>And the players are in the server! Er, except one of the Orange team who got lost in the cyber-wilderness on the way in. Never mind, they'll have to battle on for now.</p><h3>First blood!</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/3-kane-shoots-420-90.jpg\" alt=\"Shoots\" width=\"420\"></img></p><p><strong>GOAL! 1-0 Oranges</strong>. It's a cagey opening between the two teams until the ball is played to techradar computing editor KAN3, who boosts to half-volley it over the Blues' hapless defence.</p><h3>Oops...</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/4-kane-scores-420-90.jpg\" alt=\"Kane scores\" width=\"420\"></img></p><p>An exercise in how not to defend the goal line is played out for all to see during the replay, with all three players failing to stop the shot from sailing in. Orange team member Xetron describes it as &quot;synchronised flying&quot;, and he's not wrong.</p><h3>A new arrival</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/5-gone-defensive-420-90.jpg\" alt=\"Arrival\" width=\"420\"></img></p><p>A new player arrives! CorporalBunion enters the fray to level up the teams. His first job is to clear the ball following a heavy assault on the goal mouth by the Blue team, who are not happy about going 1-0 down.</p><h3>Rebound</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/6-bunion-assists-420-90.jpg\" alt=\"Assist\" width=\"420\"></img></p><p><strong>GOAL! 2-0 Oranges</strong>. Not long after clearing the danger, CorporalBunion has a shot on target that misses and rebounds into the path of KAN3, who weaves past Thomas the Dank Engine (2) and JoshC to slot the ball home.</p><h3>It's airborne</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/9-xetron-flies-420-90.jpg\" alt=\"Airborne\" width=\"420\"></img></p><p>Like Mezut Ozil on a good day (the Real Madrid version, not Arsenal - obviously), Xetron begins to dominate the midfield. Making good use of boost, he meets the ball head-on to send it sailing into the air.</p><h3>Up, up and away</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/10-ball-in-air-420-90.jpg\" alt=\"In the air\" width=\"420\"></img></p><p>There's another view of the ball in mid-air. Lovely clouds, no?</p><h3>Hat-trick!</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/11-kane-and-xetron-420-90.jpg\" alt=\"Hat-trick\" width=\"420\"></img></p><p><strong>GOAL! 3-0</strong> <strong>Oranges</strong>. That's a hat-trick for techradar's in-form computing editor, who meets the ball in its descent to guide it home. The game's beginning to feel like Barcelona versus Coventry; a little mismatched, in other words.</p><h3>Smelling blood</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/15-ball-launched-420-100.jpg\" alt=\"Misshit\" width=\"420\"></img></p><p>Everybody on the Orange team wants a goal now, leading to several minutes of the ball being chased down from all directions and going precisely nowhere. Following some Bale-esque work on the wing, CorporalBunion does one of them &quot;accidental cross-shots&quot; to send the ball screaming forward.</p><h3>That's four!</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/16-name-jumps-420-90.jpg\" alt=\"Jump\" width=\"420\"></img></p><p><strong>GOAL! 4-0 Oranges</strong>. It's turned into a rout as the bluntly-named Name rises like a phoenix to nod the ball home. Soundly beaten, Blues player JoshC marvels at the scorer's wondergoal.</p><h3>Masterful!</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/18-i-am-master-420-90.jpg\" alt=\"I am Master\" width=\"420\"></img></p><p>The first game is over! It's fair to say that the Oranges pipped the Blues to victory with ease. Not content with dominating on the pitch, Orange team player Name not-so-subtly reminds the others of his impressive skill level.</p><h3>Second round</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/19-round-2-420-90.jpg\" alt=\"Second round\" width=\"420\"></img></p><p>It's game two out of three. Wounded, but not out, the Blue team picks themselves up and dusts themselves down. Can they redeem their poor first performance?</p><h3>A shaky start</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/22-xeton-scores-420-90.jpg\" alt=\"Jump\" width=\"420\"></img></p><p>It's another shaky start from the Blues, who only seem to have Thomas The Dank Engine (the second one, not the first) back defending. Their confidence boosted by the first game, Name and Xetron lock horns to connect with a loose ball.</p><h3>Teamwork</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/23-teamwork-planned-420-90.jpg\" alt=\"Teamwork\" width=\"420\"></img></p><p><strong>GOAL! 1-0 Oranges</strong>. Xetron gains ground to toepoke (or is that hood poke?) the ball into the goalmouth. Could this be deja vu?</p><h3>Wakey wakey</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/27-sweetly-lifted-420-90.jpg\" alt=\"Rocket League\" width=\"420\"></img></p><p><strong>GOAL! 1-1</strong>. That's a no, then. KAN3 is caught napping in defence, allowing the Blues to score their first goal of the tournament. It comes courtesy of an excellent piece of build up play by the two Dank Engines, which we can only assume are powered by the fuel of a thousand dank memes.</p><h3>Engine power</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/26-thomas-clears-420-90.jpg\" alt=\"Shot\" width=\"420\"></img></p><p>The Blue team are really finding their wheels now. The Dank Engine brothers have formed a sibling partnership worth of Manchester United's Gary and Phil Neville in their prime. The Oranges can't even get a sniff of goal right now.</p><h3>Easy does it</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/27-sweetly-lifted-420-90.jpg\" alt=\"Dink\" width=\"420\"></img></p><p><strong>GOAL! 2-1 Blues</strong>. The Blue team  go ahead for the first time courtesy of a well-timed boost by JoshC, who dinks the ball cheekily over a grounded Xetron.</p><h3>Flying start</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/31-aerial-goal-420-90.jpg\" alt=\"Arial\" width=\"420\"></img></p><p>Less than 30 seconds after the restart Name climbs up the wall to pull off an astonishing aerial shot from behind the half-way line.</p><h3>Calculated</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/32-calculated-420-90.jpg\" alt=\"Calculated\" width=\"420\"></img></p><p><strong>GOAL! 2-2.</strong> Clipping the crossbar it slips smartly over the line to mark the goal of the tournament. 'CALCULATED', Name says in the chat window, as if anyone was in doubt...</p><h3>Time's up</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/33-one-minute-remaining-420-90.jpg\" alt=\"Here we go\" width=\"420\"></img></p><p>Both teams fail to score during over time, and it's all even after five minutes following an impressive performance from both teams. To deadlock!</p><h3>Going for goal</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/36-mad-scramble-420-90.jpg\" alt=\"Rocket League\" width=\"420\"></img></p><p>The Blues begin over time by attacking aggressively. Dank Engine #2 rises to feed a ball into the danger area, but can Bhish get onto the end of it?</p><h3>It's in!</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/37-bish-in-edit-420-90.jpg\" alt=\"Goal\" width=\"420\"></img></p><p><strong>GOAL!</strong> 3-2 Blues. He can! It's the unlikeliest of comebacks as Bhish takes the skin off the ball to deflect it across the line. It's all a bit like Liverpool's 2005 Istanbul victory, only more dramatic.</p><h3>Final game</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/39-decider-start-420-90.jpg\" alt=\"Decider\" width=\"420\"></img></p><p>With two victories each, the teams face off for the decider. Can Name pull off some more calculated moves? Will Thomas the Dank Engine #2 continue to be, er, dank?</p><h3>Mad scramble</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/40-everybody-on-the-line-420-90.jpg\" alt=\"Scramble\" width=\"420\"></img></p><p>With everything at stake, tactics have gone out of the window as both teams pile toward the ball at the Blue end.</p><h3>That Name again</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/name-scored-420-90.jpg\" alt=\"Name\" width=\"420\"></img></p><p><strong>GOAL!</strong> 1-0 Oranges. It's a familiar story as Name somehow manages to bundle the ball over the line amid the chaos. But how did he do it?</p><h3>Friendly fire</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/41-%20first%20-blood-420-90.jpg\" alt=\"First blood\" width=\"420\"></img></p><p>Ouch. Never mind the opposing team, Name has smashed Xetron out of the way to do some weird-backflip-goal-thing. Judging by the chat, he's dead proud of it too.</p><h3>Xetron smash!</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/42-all-level-420-90.jpg\" alt=\"All level\" width=\"420\"></img></p><p><strong>GOAL!</strong> 1-1. It's all level! Xetron, possibly seeking retribution for  having a goal nicked, barges into the side of Name. Like one of those  players who only wakes up when they're losing, Thomas The Dank Engine  (yes, the second one, again) springs to life to take advantage of the  confusion.</p><h3>Settle down!</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/overtime-420-90.jpg\" alt=\"Overtime\" width=\"420\"></img></p><p>The Blue team fails to capitalise on growing in-fighting among the Orange team, leading to over time for the second game in a row. This is it - to the winner, the spoilers.</p><h3>Midfield chaos</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/43-midfield-chaos-420-90.jpg\" alt=\"Chaos\" width=\"420\"></img></p><p>It's squeaky exhaust time for all of the players involved. Nerves are jangling as most of the play takes place in and around the midfield. Even the first of the Dank Engine brothers, after putting in a relatively quiet shift, begins to chase every loose ball down.</p><h3>Bhish slap</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/46-bhish-slap-420-90.jpg\" alt=\"Slap\" width=\"420\"></img></p><p><strong>GOAL!</strong> 2-1. It's all over! Spotting an empty goal-line, Bhish piledrives the ball halfway up the pitch to elevate it above two Orange team players who are stranded in midfield.</p><h3>Burnin' rubber</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/44-flame-trail-420-90.jpg\" alt=\"Flame trial\" width=\"420\"></img></p><p>Despite an admirable effort to track back using remaining boost, Xetron can't prevent the winner from going in. That flame trail is appropriate as the Oranges team's dreams have just gone up in smoke.</p><h3>Blue team wins!</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/rocket-league-tournament/winner-420-100.JPG\" alt=\"Winner\" width=\"420\"></img></p><p><strong>BLUE TEAM WINS! </strong>It's all over. Despite looking like they would walk it (or is that drive it?), the Orange team are undone by a Blue team who grew stronger every game. There's lesson in this: don't think you've won before you haven't, or something.</p>]]></description><link>http://www.techradar.com/us/news/gaming/catch-up-on-the-drama-from-techradar-s-first-rocket-league-tournament-1321222?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1321222</guid><author>Kane Fulton</author><pubDate>2016-05-12T17:30:00Z</pubDate><category>Gaming</category></item><item><title>PC Gaming Week: Here are 6 ways to make PC driving games more realistic</title><image>http://cdn.mos.techradar.com/art/car%20tech/PCGW16/Playseat-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/car%20tech/PCGW16/Playseat-470-75.jpg\" alt=\"PC Gaming Week: Here are 6 ways to make PC driving games more realistic\"/><h3>PC: the ultimate place to play driving games</h3><p><img src=\"http://mos.futurenet.com/techradar/art/car%20tech/PCGW16/Playseat-420-100.jpg\" alt=\"pc driving rig\" width=\"420\"></img></p><p>I love cars, but it's not financially practical for me to enjoy the variety of automotive-related driving I want to experience. Off-roading, road racing, autocross, semi-trucks or just driving without traffic is relaxing for me, despite spending my days testing car technology and writing about it. </p><p>Track days and off-roading get expensive quick, especially if you count the cost of vehicle maintenance, tire wear and the potential cost of totaling a car â\u0080\u0093 insurance will not cover damage to your car if you drive it into a wall, either.</p><p>But, driving games on the PC are among the most incredibly realistic and look stunning with the right hardware. I enjoy quick virtual jaunts around Mazda Raceway Laguna Seca in Formula C cars in <a href=\"http://www.techradar.com/us/news/gaming/why-realistic-pc-racer-project-cars-is-the-torque-of-the-town-1288953\">Project Cars</a> or a user-created Reliant Robin in Assetto Corsa, but it's not all racing. I find driving a big Kenworth semi-truck through California in American Truck Simulator relaxing â\u0080\u0093 and I amuse myself with regular cars through traffic in <a href=\"http://citycardriving.com/\" rel=\"nofollow\">City Car Driving</a>.</p><p>Unlike racing, my love for driving games is wife-approved, so my young kids can enjoy it too. Here are a couple of ways to enhance the PC driving game experience. Some are simple purchases, while others require extensive DIY skills, so strap in.</p><h3>Get a racing wheel</h3><p><img src=\"http://mos.futurenet.com/techradar/art/car%20tech/PCGW16/Logitech-G920-420-90.jpg\" alt=\"Logitech G920\" width=\"420\"></img></p><p>A racing wheel is the most obvious way to bring more realistic driving experiences to these games â\u0080\u0093 I love keyboards and game controllers, but it's not quite the same as gripping a force feedback wheel that reacts like a car. </p><p>PC racing wheels don't have strict compatibility requirements, unlike consoles, so you don't have to get the latest and greatest wheel to get the full driving experience. I personally use a Logitech G920 racing wheel with the matching 6-speed shifter, but that's because I wanted <a href=\"http://www.techradar.com/us/reviews/gaming/games-consoles/xbox-one-1153153/review\">Xbox One</a> compatibility. </p><p>I've also had the <a href=\"http://www.techradar.com/us/reviews/gaming/gaming-accessories/logitech-g27-664453/review\">Logitech G27</a> previously, which is still an excellent wheel. If you don't mind scouring eBay, Craigslist or Offerup for a used deal. </p><p>Racing wheels aren't permanent fixtures, so you can mount it on your desk when its race time and easily take it off when you're done.</p><h3>Play in a racing chair</h3><p><img src=\"http://mos.futurenet.com/techradar/art/car%20tech/PCGW16/Playseat-3-420-90.jpg\" alt=\"PlaySeat\" width=\"420\"></img></p><p>Office chairs aren't the most comfortable when it comes to driving comfort, so stepping up to a racing chair setup brings the car-like seating position to gaming. PlaySeat is a popular and easy-to-setup racing seat with compatibility with most racing wheels. I use one myself for driving games in my home theater.</p><p>The seat is comfortable and the entire PlaySeat is easy to tuck away in a corner. My three and five-year-old girls love playing on it, albeit it requires team work for them to drive. There is one downside with the PlaySeat, though: it doesn't have a monitor mount and requires a table or TV situated separately.</p><h3>Sit in a racing cockpit</h3><p><img src=\"http://mos.futurenet.com/techradar/art/car%20tech/PCGW16/Obutto%20oZone-420-90.jpg\" alt=\"Obutto oZone\" width=\"420\"></img></p><p>Taking things up a notch is the Obutto oZone racing cockpit. This setup completely replaces your desk with a racing seat and metal frame. A VESA mount lets you have your monitor at eye level for better ergonomics.</p><p>I bought an Obutto oZone to use as a dual-purpose work desk with the ability to drive hot laps in Project Cars during breaks. Unfortunately, the Logitech G27 I had mounted on it kept getting in the way of the keyboard tray, so I just use it solely as a desk now. </p><p>Obutto offers plenty of accessories to enhance the experience, too, like 5.1-channel surround sound and triple display mounts. While I personally have triple Dell S2415H monitors, I'd advise against getting the Obutto triple display mounts and stick to a 21:9 display. I've been unable to get the infinity bezel displays to line up perfectly, which irritates my OCD. </p><h3>Install a steering wheel from a car</h3><p><img src=\"http://mos.futurenet.com/techradar/art/car%20tech/PCGW16/E30%20simulator-420-90.jpg\" alt=\"E30 simulator\" width=\"420\"></img></p><p>Racing wheel steering wheels are typically smaller than what you're used to in cars. Fortunately, there are plenty of companies that machine adapters so you can attach a standard 70mm hexagonal pattern wheels.</p><p>You can always machine your own adapter, too, like my friend James Crivellone did. He wasn't content with using a standard racing wheel, but wanted one from a 1980's BMW 3-series (E30). So with a few hours of work, he machined an adapter to attach the steering shaft and wheel directly to a Logitech G25 racing wheel. </p><h3>Modify a car dashboard </h3><p><img src=\"http://mos.futurenet.com/techradar/art/car%20tech/PCGW16/E30%20simulator%20wheel-420-90.jpg\" alt=\"E30 simulator\" width=\"420\"></img></p><p>Integrating a dashboard from an actual car just for driving games may sound crazy, but it gives you the ultimate in-car feel. This example is Crivellone's BMW 3-series (E30) driving simulator with half a dashboard from a junkyard car.</p><p>It's not just for looks, either. The gauges all work using a controller from Beta Innovations, which closed up shop a few years ago. There are dedicated sim racing companies that sell USB adapters that interface with gauges, so you can still add analog gauges for game use. </p><p>The manual shifter, emergency brake handle and cassette player work, too. </p><h3>Dream status: build a 100% custom driving rig</h3><p><img src=\"http://mos.futurenet.com/techradar/art/car%20tech/PCGW16/Sim-rig-triple-monitor-420-90.jpg\" alt=\"Chris Stevenson rig\" width=\"420\"></img></p><p>The best PC driving rig I've come across is a completely custom rig made by another friend of mine â\u0080\u0093 Chris Stevenson. This rig was showcased at many events, including Asus and MSI booths during PAX. </p><p>It's a custom metal frame with a high-end gaming rig packing two Asus Strix GTX 980 Ti's, a Logitech G29 racing wheel and a <a href=\"http://www.thebuttkicker.com/\" rel=\"nofollow\">ButtKicker</a> attached to the Sparco racing seat.</p><p>But, that's not what makes it simply amazing. The racing frame is held up using a standard industrial U-joint in the center. A pair of linear actuators paired with custom software translates in-game motion to physical motion. It's downright bonkers.</p><p><img src=\"http://mos.futurenet.com/techradar/art/car%20tech/PCGW16/Sim-Rig-U-joint-420-90.jpg\" alt=\"Chris Stevenson's rig\" width=\"420\"></img></p><p>Chris wouldn't divulge the inner-workings of the actuators and software, but assures me it's custom. </p><p>Altogether, you can feel every bump or divot in the road and hard shifts from the transmission for an extremely realistic driving experience. </p><p>It wasn't cheap to build, however (natch). The grand total altogether is about $30,000 ( Â£21,000 or AU$41,000), which seems excessive, but less than simulators made by CXC Simulations that start at $49,000 (Â£34,000 or AU$66,500). </p><p><img src=\"http://mos.futurenet.com/techradar/art/car%20tech/PCGW16/Sim-rig-PC-420-90.jpg\" alt=\"Chris Stevenson's rig\" width=\"420\"></img></p><p>Sure, you can buy a brand new Mazda Miata â\u0080\u0093 a fantastic sports car that I adore driving so much â\u0080\u0093 for as much as this PC gaming rig. But, one misstep during a track day and it's potentially a total loss. With the driving simulator, you can drive reckless to your hearts content in any sort of driving game without fearing the cost of irreparable damage.</p><h3>My racing rig</h3><p><img src=\"http://mos.futurenet.com/techradar/art/car%20tech/PCGW16/PlaySeat-Bowser-420-90.jpg\" alt=\"PlaySeat\" width=\"420\"></img></p><p>My setup isn't too fancy, especially compared to Chris Stevenson's custom racing rig. I use a PlaySeat, Logitech G920 and manual shifter to play driving games on my 4K TV with Dolby Atmos Surround Sound. </p><p>I love building PCs, including my own personal rig, but currently borrowing a <a href=\"https://www.pugetsystems.com/\" rel=\"nofollow\">Puget Systems</a> â\u0080\u0093 a local boutique system builder â\u0080\u0093 Echo Pro small form factor PC. I've worked with Puget Systems for many years and trust their craftsmanship. </p><p><img src=\"http://mos.futurenet.com/techradar/art/car%20tech/PCGW16/Puget%20Echo%20Pro-420-90.jpg\" alt=\"Puget Systems Echo Pro\" width=\"420\"></img></p><p>The system has an Intel Core i7 6700 processor and GeForce GTX Titan Black graphics card. Despite not being the latest and greatest, I was still able to play American Truck Simulator at 4K, which makes me a very happy driver. </p><p>I'm currently holding out for the <a href=\"http://www.techradar.com/us/reviews/pc-mac/pc-components/cases-cooling/corsair-bulldog-1295423/review\">Corsair Bulldog</a> and <a href=\"http://www.techradar.com/us/news/computing-components/graphics-cards/nvidia-unleashes-it-s-next-generation-pascal-graphics-1320495\">GeForce GTX 1080</a> to release before I put together my own uber HTPC gaming rig.</p><ul><li>These are 10 of the <a href=\"http://www.techradar.com/us/news/gaming/10-best-racing-games-on-pc-to-strap-yourself-into-1320437\">best racing games</a></li></ul>]]></description><link>http://www.techradar.com/us/news/computing/pc/here-are-6-ways-to-make-pc-driving-games-more-realistic-1321210?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1321210</guid><author>Tuan Huynh</author><pubDate>2016-05-12T17:00:00Z</pubDate><category>PC, Computing, Gaming, Car tech</category></item><item><title>Buying Guide: The best Xbox One deals in May 2016</title><image>http://cdn.mos.techradar.com/art/deals/Xbox%20deals%20bundles/cheap%20Xbox%20One%20deals-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/deals/Xbox%20deals%20bundles/cheap%20Xbox%20One%20deals-470-75.jpg\" alt=\"Buying Guide: The best Xbox One deals in May 2016\"/><p>The days of the Xbox One being more expensive than the PS4 are long gone and Microsoft and their retail partners have been aggressively slashing prices to catch up with Sony's machine. </p><p>Who will be the winner? Gamers, that's who. Both consoles are already cheaper than their predecessors were this early into the console cycle. So take a look at these Xbox One console deals and money saving bundles.</p><h3>The best Xbox One console deals</h3><div class=\"hawk-widget-insert widget_type:review model_names:xbox%20one\"><p>Loading Xbox One deals...</p></div><h3>The best Xbox One bundle deals this week...</h3><p><strong><img src=\"http://mos.futurenet.com/techradar/art/deals/Xbox%20deals%20bundles/Xbox%20one%20Forza%206%20Gears%20War-150-100.jpg\" alt=\"cheap Xbox One deals at GameStop\" width=\"150\" class=\"lft\"></img><br /></strong></p><p><strong>Xbox One  | Gears of War: UE | Forza 6 | $50 GameStop gift card | $350 @ GameStop</strong></p><p>This bundle is cheaper than most standalone Xbox One console deals and well worth the money, especially for action fans. Gears of War: Ultimate Edition may only be a remaster of the first game, but it's a great place to start your Xbox One era.</p><p><strong>View this deal:</strong> <a href=\"http://www.gamestop.com/xbox-one/consoles/xbox-one-500gb-gears-of-war-ultimate-edition-console-bundle-with-forza-6-50-gamestop-gift-card-digital-codes/128710\">Xbox One and Gears: UE, forza 6 and gift card bundle $350</a></p><p><img src=\"http://mos.futurenet.com/techradar/art/techradar/LINE2-420-90.jpg\" alt=\"Cheap Xbox One deals\" width=\"420\"></img></p><p><strong><img src=\"http://mos.futurenet.com/techradar/art/deals/Xbox%20deals%20bundles/XboxQuantamBreak-150-100.jpg\" alt=\"Cheap Xbox One deals at Amazon\" width=\"150\" class=\"lft\"></img><br /></strong></p><p><strong>White Xbox One 500GB | Quantum Break | $50 GameStop Gift Card |  $350 @ GameStop</strong></p><p>Quantum Break is the game of the moment on Xbox One right now and this bundle is one of the cheapest ways to get hold of it. As an additional bonus, you'll get a $50 GameStop Gift Card with your purchase.</p><p><strong>View this deal:</strong> <a href=\"http://www.gamestop.com/xbox-one/consoles/xbox-one-500gb-quantum-break-special-edition-console-bundle-with-free-50-gamestop-digital-gift-card/130413\">Xbox One and Quantum Break and gift card bundle $350</a></p><p><img src=\"http://mos.futurenet.com/techradar/art/techradar/LINE2-420-90.jpg\" alt=\"Cheap Xbox One deals\" width=\"420\"></img></p><p><strong><img src=\"http://mos.futurenet.com/techradar/art/deals/Xbox%20deals%20bundles/white%20xbox%20one%20gears%20minecraft%20controller%20bundle-150-100.jpg\" alt=\"Cheap Xbox One deals at Walmart\" width=\"150\" class=\"lft\"></img><br /></strong></p><p><strong>White or Black Xbox One 500GB | Gears of War: UE | Minecraft | extra controller | $299 @ Walmart</strong></p><p>One of the best value bundles we've seen in as while. An Xbox One console with Gears of War: Ultimate Edition, Minecraft and an extra controller for $299. The controller is wired, but officially licensed. You have the option of black or white consoles and controllers too.</p><p><strong>View this deal:</strong> <a href=\"http://www.walmart.com/ip/Xbox-One-500GB-Console-Gears-of-War-Bundle-with-Bonus-Controller-and-Minecraft/40622402\">Xbox One, Gears: UE, Minecraft and extra controller bundle $299</a></p><p><img src=\"http://mos.futurenet.com/techradar/art/techradar/LINE2-420-90.jpg\" alt=\"Cheap Xbox One deals\" width=\"420\"></img></p><p><strong><img src=\"http://mos.futurenet.com/techradar/art/deals/Xbox%20deals%20bundles/Gears-of-War-Ultimate-Edition-500GB-Bundle%20forza%206-150-100.jpg\" alt=\"Cheap Xbox One console deals at GameStop\" width=\"150\" class=\"lft\"></img><br /></strong></p><p><strong>Xbox One 500GB | Gears of War: UE | Forza 6 | $299 @ GameStop</strong></p><p>$299 is a bargain price for an Xbox One console with Gears of War: Ultimate Edition and a download code for Forza 6.</p><p><strong>View this deal:</strong> <a href=\"http://www.gamestop.com/xbox-one/consoles/xbox-one-500gb-gears-of-war-ultimate-edition-console-bundle-with-free-forza-6-digital-code/128937\">Xbox One with Gears: UE and Forza 6 bundle $299</a></p><p><img src=\"http://mos.futurenet.com/techradar/art/techradar/LINE2-420-90.jpg\" alt=\"Cheap Xbox One deals\" width=\"420\"></img></p><p><strong><img src=\"http://mos.futurenet.com/techradar/art/deals/Xbox%20deals%20bundles/XboxDivision-150-100.jpg\" alt=\"Cheap Xbox One deals at Walmart\" width=\"150\" class=\"lft\"></img><br /></strong></p><p><strong>Xbox One 1TB | The Division | $349 @ Walmart</strong></p><p>A great deal considering you're getting the 1TB model here, meaning you'll fit considerably more games on at once. Not that you'll need the space for a while as The Division will have you hooked for months.</p><p><strong>View this deal:</strong> <a href=\"http://www.walmart.com/ip/49332635\">1TB Xbox One and The division bundle $349</a></p><p><img src=\"http://mos.futurenet.com/techradar/art/techradar/LINE2-420-90.jpg\" alt=\"Cheap Xbox One deals\" width=\"420\"></img></p><p><strong><img src=\"http://mos.futurenet.com/techradar/art/deals/Xbox%20deals%20bundles/xbox%20one%20elite%20bundle-150-100.jpg\" alt=\"Cheap Xbox One deals at Amazon\" width=\"150\" class=\"lft\"></img><br /></strong></p><p><strong>Elite Xbox One 1TB | Elite Xbox One Controller | $424 @ Amazon</strong></p><p>Want to join the Xbox One world in style? This Elite bundle comes with the 1TB model which is much more manageable for those huge install sizes than the default 500GB. Better yet, you'll get your hands on the highly sought after Elite Xbox One controller.</p><p><strong>View this offer:</strong> <a href=\"http://www.amazon.com/Xbox-One-1TB-Elite-Console-Bundle/dp/B014PZTAME/\">Elite 1TB Xbox One and Elite controller bundle $447</a></p><p><img src=\"http://mos.futurenet.com/techradar/art/techradar/LINE2-420-90.jpg\" alt=\"Cheap Xbox One deals\" width=\"420\"></img></p><p><strong><img src=\"http://mos.futurenet.com/techradar/art/deals/Xbox%20deals%20bundles/xbox%20one%201TB%20holiday%20bundle-150-100.jpg\" alt=\"Cheap Xbox One consoles at Amazon\" width=\"150\" class=\"lft\"></img><br /></strong></p><p><strong>1TB Xbox One console | Rise of the Tomb Raider | Tomb Raider | Gears of War: UE | Ori and the Blind Forest | Rare Replay | $388 @ Amazon</strong></p><p>Well, that's plenty to be getting on with for a while. Good thing you're getting the bigger 1TB Xbox One model too. Great value for way under $400.</p><p><strong>View this offer:</strong> <a href=\"http://www.amazon.com/Microsoft-Xbox-One-1TB-Console-Holiday/dp/B018BKB7SO/\">1TB Xbox One 5 game bundle $388</a></p><p><img src=\"http://mos.futurenet.com/techradar/art/techradar/LINE2-420-90.jpg\" alt=\"Cheap Xbox One deals\" width=\"420\"></img></p><p>Still considering a PS4 instead? Then you'll want to take a look at our cheap <a href=\"http://www.techradar.com/news/gaming/consoles/ps4-pre-order-guide-prices-game-bundles-and-where-you-can-get-it-1177651\">PS4 deals guide</a>.</p>]]></description><link>http://www.techradar.com/us/news/gaming/consoles/xbox-one-pre-order-guide-prices-game-bundles-and-where-to-get-it-1177744?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1177744</guid><author>Brendan Griffiths</author><pubDate>2016-05-12T14:10:00Z</pubDate><category>Consoles, Gaming</category></item><item><title>PC Gaming Week: 10 best Mac games: top OS X titles to satisfy your gaming itch</title><image>http://cdn.mos.techradar.com/art/games/best%20pc%20games/cities-skylines-credit-pc-gamer-470-75.JPG</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/games/best%20pc%20games/cities-skylines-credit-pc-gamer-470-75.JPG\" alt=\"PC Gaming Week: 10 best Mac games: top OS X titles to satisfy your gaming itch\"/><h3>Introduction</h3><p><img src=\"http://cdn4.mos.techradar.futurecdn.net//art/games/best%20pc%20games/cities-skylines-credit-pc-gamer-420-100.JPG\" alt=\"best mac games\" width=\"420\"></img></p><p>The idea that Macs can't do gaming is an outdated one. Sure, you can't crack open one of Apple's computers and slot a <a href=\"http://www.techradar.com/reviews/pc-mac/pc-components/graphics-cards/nvidia-geforce-gtx-980-1266202/review\">Nvidia GTX 980</a> inside, but today's iMacs and MacBooks fare much better than they used to thanks to improvements in Intel's integrated graphics solutions and AMD's increasingly powerful mobile GPUs.</p><p>Heck, you could even say that casual gaming is more accessible on the Mac thanks to the wide variety of titles available in the App Store. And, though it's nowhere near as eclectic as its Windows equivalent, Steam's library on OS X is growing every day.</p><p>Click on to discover the best Mac games available on the Mac App store and elsewhere.</p><ul><li>Once you're done, check out the <a href=\"http://www.techradar.com/news/gaming/10-best-pc-games-the-must-play-titles-you-can-t-afford-to-miss-1292327\">best PC games</a></li></ul><h3>1. XCOM 2</h3><p><img src=\"http://cdn.mos.techradar.com/art/games/2K/ss_d7c7eee81e4f9de3deac5358a0d8766c11fa83b2-420-100.jpg\" alt=\"best mac games\" width=\"420\"></img></p><p>How to get it: <a rel=\"nofollow\" href=\"https://itunes.apple.com/us/app/xcom-2/id1070220144?mt=12\">App Store</a></p><p>If turn-based strategy is your thing, XCOM 2 is one of the best in its class. Improving upon its predecessor, XCOM: Enemy Unknown, XCOM 2 bears the same ostensibly hopeless setting and makes things only more oppressive by randomizing systems like weapon mods, soldier stat boosts, special ammo, and more in an attempt to throw you off. By trying anything to keep you from survival, XCOM 2 is among the most domineering games on the App Store, and it's all the better as a result.</p><h3>2. Homeworld Remastered</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/homeworld-420-90.JPG\" alt=\"best mac games\" width=\"420\"></img></p><p>How to get it: <a rel=\"nofollow\" href=\"https://itunes.apple.com/gb/app/homeworld-remastered-collection/id991804858?mt=12\">App Store</a></p><p>Originally launched in 1999, the influence of real-time strategy classic Homeworld runs deep in the DNA of today's fantasy RTS games. Homeworld went beyond the genre's traditionally flat battlefields by allowing you to position your fleet of spaceships anywhere in a 3D map of space. The extra freedom requires a whole new level of tactical nous, which you'll need if you want to get through its 30-hour campaign without tearing your hair out. When you're not overseeing ship formations and tactics, you'll be monitoring fuel levels, harvesting resources and fighting against gravitational pull to keep your squad together.</p><h3>3. Star Wars: Knights Of The Old Republic</h3><p><img src=\"http://cdn1.mos.techradar.futurecdn.net//art/games/Star%20Wars%20on%20PC/kotor-420-100.jpg\" alt=\"best mac games\" width=\"420\"></img></p><p>How to get it: <a href=\"https://itunes.apple.com/gb/app/star-wars-knights-old-republic/id611436052?mt=8\">App Store</a></p><p>Even a decade later, Star Wars: Knights Of The Old Republic may be one of the <a href=\"http://www.techradar.com/news/gaming/the-greatest-star-wars-games-of-all-time-1289089\">best Star Wars game of all time</a>, thanks to a  choose-your-own-path approach that lets you customize a character, make  moral choices along the way, and explore the galaxy's ample depth as you  desire. It looks and feels a little dated at this point, but it remains  the most thorough franchise realization yet.</p><h3>4. The Secret of Monkey Island: Special Edition</h3><p><img src=\"http://cdn.mos.techradar.com/maclife/files/gallery/secretmonkey-420-90.jpg\" alt=\"best mac games\" width=\"420\"></img></p><p>How to get it: <a href=\"https://itunes.apple.com/gb/app/secret-monkey-island-special/id415739978?mt=12\">App Store</a></p><p>A truly beloved adventure games classic, The Secret of Monkey Island: Special Edition brings the 1990 entry to the Mac App Store with a fresh coat of paint, thanks to enhanced visuals and full voiceover work. You can always switch to the old graphics at any point, and however you play, it's really the rich humor and smart puzzles that make this an enduring favorite.</p><h3>5. Limbo</h3><p><img src=\"http://cdn3.mos.techradar.futurecdn.net//art/games/limbo-420-100.JPG\" alt=\"best mac games\" width=\"420\"></img></p><p>How to get it: <a rel=\"nofollow\" href=\"https://itunes.apple.com/gb/app/limbo/id656951157?mt=8\">App Store</a></p><p>Set in a mysterious and monochromatic world, Limbo sends you off into the shadowy 2D space without explanation or prompt, tasking you with guiding a young boy through a series of environmental puzzles. Also one of our <a href=\"http://www.techradar.com/news/gaming/10-best-indie-games-top-indie-games-on-pc-and-consoles-1300583\">best indie games</a>, Limbo is a gripping puzzle/platform adventure that mesmerizes plenty within just a few hours' span, and the one-of-a-kind presentation really makes it memorable.</p><h3>6. Alien: Isolation - The Collection</h3><p><img src=\"http://cdn.mos.techradar.com/art/games/Sega/Alien_Isolation_alien_face-420-100.jpg\" alt=\"best mac games\" width=\"420\"></img></p><p>How to get it: <a rel=\"nofollow\" href=\"https://itunes.apple.com/us/app/alien-isolation-collection/id973568088?mt=12\">App Store</a></p><p>If you like survival horror games or movies then you're in luck because Alien: Isolation combines the best of both worlds. By taking the beloved setting and characters of the classic Alien movie franchise, we're greeted with a delightfully terrifying experience reliant on stealth and jump scares to tell its story. </p><p>In fact, Creative Assembly paid so much respect to the Alien movies that Isolation almost makes up for the disaster that was Aliens: Colonial Marines. </p><h3>7. Braid</h3><p><img src=\"http://cdn.mos.techradar.com/maclife/files/gallery/braid_1-420-90.jpg\" alt=\"best mac games\" width=\"420\"></img></p><p>How to get it: <a rel=\"nofollow\" href=\"https://itunes.apple.com/gb/app/braid/id411902645?mt=12\">App Store</a></p><p>Braid takes many of its cues from classic platform adventures like Super Mario Bros, but Nintendo's portly plumber never mined the kind of emotional territory that reveals itself over the course of this puzzle-tinged affair. Gorgeous hand-painted visuals and contemplative storytelling help frame the action, which uses a time-manipulating effect to shake up the platform approach.</p><h3>8. Doom 3</h3><p><img src=\"http://cdn.mos.techradar.com/maclife/files/gallery/doom3-420-90.jpg\" alt=\"best mac games\" width=\"420\"></img></p><p>How to get it: <a href=\"https://itunes.apple.com/gb/app/doom-3/id475362810?mt=12\">App Store</a></p><p>Itching for a bit of big-budget ultra-violence? Doom 3 is the culmination of id Software's legendary first-person shooter franchise, sending you running through dark corridors filled with all sorts of horrifying beasts. Several years after its release, it's no longer the flashiest shooter around, but it still delivers an effective burst of horror at a pretty fantastic price.</p><h3>9. Superbrothers: Sword &amp; Sworcery</h3><p><img src=\"http://cdn.mos.techradar.com/maclife/files/gallery/superbros_0-420-90.jpg\" alt=\"best mac games\" width=\"420\"></img></p><p>How to get it: <a rel=\"nofollow\" href=\"https://itunes.apple.com/gb/app/superbrothers-sword-sworcery/id424912055?mt=8\">App Store</a></p><p>An off-beat but gripping pixel adventure, Superbrothers: Sword &amp; Sworcery EP finds you exploring a stunningly imagined fantasy world while you solve puzzles, take in the quirky dialogue, and even engage in occasional boss battles. It's difficult to understand in moments, but that actually adds to its odd charm, making for one seriously memorable quest.</p><h3>10. Cities: Skylines</h3><p><img src=\"http://cdn4.mos.techradar.futurecdn.net//art/games/best%20pc%20games/cities-skylines-credit-pc-gamer-420-100.JPG\" alt=\"best mac games\" width=\"420\"></img></p><p>How to get it: <a rel=\"nofollow\" href=\"http://store.steampowered.com/app/255710/\">Steam</a></p><p>The best city builder is now available on Mac. Developed by the team behind transport management sim Cities in Motion, Cities: Skylines sees you take care of everything from building infrastructure to macro and micro management, land planning, traffic routes and collecting garbage. A stunning-looking game, Skylines makes creating a bustling metropolis great fun from start to finish. </p>]]></description><link>http://www.techradar.com/us/news/gaming/the-25-best-mac-app-store-games-under-10-1305695?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1305695</guid><author>Kane Fulton</author><pubDate>2016-05-12T14:00:00Z</pubDate><category>Gaming</category></item><item><title>Review: Battleborn review</title><image>http://cdn.mos.techradar.com/art/games/2K/Battleborn/2K_Battleborn_CoopTeamwork_2%20Playit-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/games/2K/Battleborn/2K_Battleborn_CoopTeamwork_2%20Playit-470-75.jpg\" alt=\"Review: Battleborn review\"/><h3>Battleborn Review</h3><p>Battleborn hoped to be unique. A first-person shooter mixed with a MOBA was a perfect idea waiting to happen, and Gearbox's Battleborn, at first showing, nailed it. We saw a roster of 25 heroes of all shapes, sizes, genders, ethnicities, planetary origins, and genetic kingdoms. We saw a small selection of fun-looking multiplayer modes. And we saw some twitchy, airy combat.</p><p>Today, however, it's living in a shadow. Overwatch, Blizzard's own shooter-MOBA, is waiting in the wings, while Epic's very similar Paragon is limbering up. </p><p>Blizzard has even been running interference throughout Battleborn's run-up to release, announcing news, betas and pre-sales whenever it could do most damage. We'd call that cruel, if this wasn't video game publishing red in tooth and claw.</p><h3>Magnificently-chinned</h3><p>In the fiction of Gearbox's game, the Battleborn are a ragtag collection of heroes gathered from several inimical factions. They've assembled to protect Solus - the last star in the universe. The other stars were all drained of their energy by the universe-hopping Varelsi, with the connivance of the magnificently-chinned Lothar Rendain. It's your role to stop him and them through the gentle medium of team combat.</p><p>That takes place in two sections. A co-op campaign houses both the tutorial and several spectacular levels of battle between its garish heroes and massed AI enemies. Meanwhile, three multiplayer combat modes promise long-term life for the game, letting players fight against each other in teams of five. Both share the same MOBA levelling, gear and crafting systems, and FPS combat.</p><p><img src=\"http://mos.futurenet.com/techradar/art/games/2K/Battleborn/2K_Battleborn_TeamHealing-420-90.jpg\" alt=\"Battleborn\" width=\"420\"></img></p><p>Getting into the fights, each character has a normal attack and a small selection of abilities that give them their special mojo, including an ultimate that unlocks part way through a match. For example, the assassin Deande can cloak and deploy an explosive decoy, charge forward doing strong damage and weakening enemies, and her ultimate attacks and stuns ten times directly in front of her for massive damage.</p><p>That action is frictionless, frenetic and fast. Every single thing that's normally an obstacle to enjoyment - reloading, stamina, falling, sprinting - has been stripped away. Nothing stops the action except slightly confusing and overstretched level layouts, the endless hunting for cash crystals (which can be used to power your gear or build robots and turrets) and leveling.</p><p><img src=\"http://mos.futurenet.com/techradar/art/games/2K/Battleborn/Battleborn_Incursion_FP_Reyna_01-420-90.jpg\" alt=\"Battleborn\" width=\"420\"></img></p><p>However, like many of these arena shooters, the competitive edge is dulled by the aesthetic. Specifically, it can be often hard to tell what in tarnation is going on because of all the special effects. It's not unusual in Battleborn to have the layered clouds clear and find that you've been attacking an enemy who's already been dead for a few seconds, or to completely lose track of a towering boss.</p><p>Regarding leveling, your character can be improved ten times inside the game, MOBA-style, as they gather experience. You have a choice of two options at any time (with a third option unlocked a long way down the usual meta-game leveling chain), which heavily customize your character one way or another. </p><p>For example, at level 10 the mushroom healer Miko can upgrade his ultimate healing ability Fungus Among Us to either last longer or do damage to enemies in its area of effect. It's a good system and smartly implemented.</p><h3>When Artists Ruled The World</h3><p>As good as all this sounds, before you can get anywhere near playing the game itself, you have to sit through a music video masquerading as an intro video. It's not. It's Gorillaz meets Space Dandy with some chap rapping about the Battleborn over the top, and by the time it ends you feel like the heat death of the universe has been and gone, and someone forgot to kill you. If that's not clear enough: it's appalling. </p><p>Then there's a short tutorial level, showing off the basic concepts without excessive hand-holding, and then you're into the game proper. Before you go any further, it's worth saying that the servers are pretty well-populated and you can find a public game quickly. We had some teething troubles connecting to the game's servers at launch, but these were settling down at the time of writing. That carries across to the PvP modes too.</p><p>Inside the campaign levels, it's very Borderlands. You have the same waves of AI enemies running at you, the same batshit locations (except more so here), and, particularly, you have the same plot totally obscured by the sometimes-misfiring humor. </p><p>Whoever the writers are, they can do their style of Jackass character really well - but so well, it's sometimes hard to know what you're doing, why, and why you have to kill this guy for it. </p><p><img src=\"http://mos.futurenet.com/techradar/art/games/2K/Battleborn/2K_Battleborn_OrendiVsThrall-420-90.jpg\" alt=\"Battleborn\" width=\"420\"></img></p><p>Though this campaign can be worked through alone, it's no fun to play by yourself. It's really not tailored or balanced for that. Particularly, picking the wrong hero results in boringly-large numbers of enemies and endless kiting - which is dull, dull, dull. You're better off playing privately with friends or publicly with strangers. </p><p>Despite that, the campaign itself is fun enough to play through - once. It has varied levels, with unusual monsters and enough variety to keep you playing, though the enemies, themes and set-ups do repeat. </p><p>Unfortunately, the public servers put the choice of the eight levels up for a team vote, so you may end up playing them more than once, which is frustrating. Also the fact you can arbitrarily fail some of the missions makes no sense, either in the fiction or in terms of player frustration. If you've the friends available, play the private mode instead, where you have some control. </p><h3>The Meat</h3><p>Having completed the campaign, you'll be more thoroughly-grounded in Battleborn's world and mechanics, ready for multiplayer. This is where the real game is at. There are three modes built into the game at launch: Capture, Incursion, and Meltdown. </p><p>It feels odd not to have the standard Deathmatch or at least Team Deathmatch modes in the game, but these three are fairly solid by themselves. And though the two maps apiece is stingy for an FPS, it's generous for a MOBA. </p><p><img src=\"http://mos.futurenet.com/techradar/art/games/2K/Battleborn/Battleborn_Incursion_3P_Combat_01-420-90.jpg\" alt=\"Battleborn\" width=\"420\"></img></p><p>Lovers of domination modes will enjoy Capture, where you have to take and hold three points - though it doesn't offer much beyond that. </p><p>Incursion and Meltdown by contrast mingle FPS and MOBA gameplay to a much greater degree. Meltdown has players guarding and guiding friendly robot creeps to their deaths, while destroying the enemies'. </p><p>Incursion is much more pure MOBA, as players attempt to take down each the opponent's giant spider robots using their robot creeps, and build defenses to protect their own giant spider robots.</p><p><img src=\"http://mos.futurenet.com/techradar/art/games/2K/Battleborn/2K_Battleborn_PhoebeHelix-420-90.jpg\" alt=\"Battleborn\" width=\"420\"></img></p><p>The human element means that all three modes encourage a more tactical mindset and more balanced team choices than in the brainless campaign mode. Yet they're weakened because they've removed something core to MOBAs - lanes. </p><p>By having multiple lanes, MOBAs like LoL, DOTA and even Fractured Space force players to split their team tactically, seeking to local domination into a long-term advantage. Battleborn doesn't have that, meaning most PvP combats descend into head-to-head messes. </p><h3>The Fail Whale</h3><p>Yet Battleborn's biggest failing, throughout its modes, is a lack of moment-to-moment variety. Though you can customize your characters in-match and out-of-match, what you're actually doing at any time is using one of up-to-six abilities - or trying to run away, so your shields can recover. </p><p>Most of the time, three of those attacks (your specials) are on cool-down timers, so you're restricted to the one or two normal attacks you've got. </p><p><img src=\"http://mos.futurenet.com/techradar/art/games/2K/Battleborn/2K_Battleborn_CaldariusArielAssault-420-90.jpg\" alt=\"Battleborn\" width=\"420\"></img></p><p>Take a look at Marquis, for example, the dapper sniper android. He has a simple shot, a sniper shot, and a melee attack. He also has a super sniper shot on a long cool-down, a short-ranged sentry owl on a short cool-down, and a short-ranged time-slow on a medium cool-down. </p><p>He's fragile as hell, so what you'll be doing most of the time is staying back and using that single attack, and waiting for the super sniper to finish cooling down. That's all you can ever do with him, really, no matter how you upgrade him.</p><p>There's much more mechanical variety when changing between the characters between matches. There are tremendous differences in speed, resilience and skill set between the characters, which maintain interest as you wait for the next one to unlock. (It's arguable that the measly seven characters you start with isn't enough).</p><p>You can also add variety by using the gear you garner in-game ,which can be slotted into loadouts before entering a match. This gear has to be powered up with those aforementioned crystals, giving you a very simple pay-off to decide on - save the crystals for turrets and/or robots or turn on your gear which will give you a smaller, longer-term boost and specialization. </p><p><img src=\"http://mos.futurenet.com/techradar/art/games/2K/Battleborn/Battleborn_Incursion_3P_Minions_01-420-90.jpg\" alt=\"Battleborn\" width=\"420\" class=\"zoomable\"></img></p><h3>Verdict: Play It</h3><p>There's a fine line between bravery and foolhardiness; Battleborn straddles it, legs akimbo. On the one hand, it's made a good effort to mingle MOBA and shooter mechanics, mixing the team combat, creeps cooldown specials and in-match levelling of a MOBA with the fast pace and face-to-face combat of an FPS. On the other, it's sacrificed much of the subtlety and variety of the MOBA in that transition. </p><p>Similarly, on the one hand the large and varied hero roster means it's hard to get tired with the game; on the other, each character's limited capabilities means it's easy to get tired with them on an individual basis. </p><p>We like Battleborn and we'd play it more - but we know Overwatch is waiting in the wings. It feels cruel, but our recommendation is to wait for the price to drop and pick it up then.</p><p><strong>This game was reviewed on PC.</strong></p><p><strong>Techradar's review system scores games as 'Don't Play It', 'Play It' and 'Play It Now', the last of which is the highest score we can give. A 'Play It' score suggests a solid game with some flaws, but the written review will reveal the exact justifications.</strong></p>]]></description><link>http://www.techradar.com/us/news/gaming/battleborn-review-1321116?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1321116</guid><author>Dan Griliopoulos</author><pubDate>2016-05-12T12:30:00Z</pubDate><category>Gaming</category></item><item><title>PC Gaming Week: 10 best overlooked PC shooters that you shouldn't ignore</title><image>http://cdn.mos.techradar.com/art/games/10%20overlooked%20PC%20shooters/no-one-lives-forever-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/games/10%20overlooked%20PC%20shooters/no-one-lives-forever-470-75.jpg\" alt=\"PC Gaming Week: 10 best overlooked PC shooters that you shouldn't ignore\"/><h3>Introduction</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/10%20overlooked%20PC%20shooters/singularity-420-90.jpg\" alt=\"Singularity\" width=\"420\"></img></p><p>Whether your preferred weapon of choice is an MP5 or a plasma assault rifle, the extensive list of shooters on the PC has an epic history that stretches right back to ID Software's Hovertank 3D â\u0080\u0093 a predecessor to Wolfenstein and Doom released in 1991 by the (now) legendary ID Software.</p><p>After the enormous success of Doom and other shooting games that ruffled sensitive feathers back in the early 90s, the first-person shooting genre is packed full of titles spanning virtually every country, world or theme you could ever think of.</p><p>We've rounded up some of the most overlooked PC shooters you might not have played that are still worth playing today â\u0080\u0093 many of which can be played on a computer with very modest specifications.</p><h3>1. Bulletstorm</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/10%20overlooked%20PC%20shooters/Bulletstorm-420-90.jpg\" alt=\"Bulletstorm\" width=\"420\"></img></p><p>Created by the men who brought you the Unreal Tournament and Gears of War franchises, Bulletstorm is most definitely one of the most underrated games to come out of Epic Studios. Despite the positive reception from critics in 2011, Bulletstorm was little more than a blip on the radar of most gamers at the time.</p><p>Whilst it may not have sold as well as Electronic Arts would have liked, Bulletstorm is a loveable, ridiculous romp that rewards players for the most ludicrous and creative kills imaginable.</p><p>If you have fond memories of Serious Sam, you'll be right at home with this shooter that's also particularly pretty, and is a blast in both single player and online co-operative modes. </p><h3>2. Soldier of Fortune 2: Double Helix</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/10%20overlooked%20PC%20shooters/soldier-of-fortune-2-420-90.jpg\" alt=\"Soldier of Fortune 2: Double Helix\" width=\"420\"></img></p><p>In 2002, gamers looking for a more realistic alternative to Counter-Strike were treated to Soldier of Fortune 2: Double Helix - Raven's second title in the series. As well as a gory single player campaign, it offered an intense multiplayer first-person experience with six game types that are now the bread and butter of modern shooters.</p><p>The original was known for its graphical violence, which was only exaggerated further in the sequel's single-player campaign, with more realistic physics and up to 36 'gore' zones that allowed for gruesome dismemberment.</p><p>With a combination of the real life weapons and a star-studded voice acting line-up that included Mark Hamill, Double Helix became somewhat of an unsung classic that â\u0080\u0093 at one time â\u0080\u0093 was one of the most popular multiplayer shooters on PC.</p><h3>3. Red Orchestra 2: Heroes of Stalingrad</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/10%20overlooked%20PC%20shooters/red-orchestra-2-420-90.jpg\" alt=\"Red Orchestra 2: Heroes of Stalingrad\" width=\"420\"></img></p><p>If you're looking for an online World War II shooter that's steeped in history, then Red Orchestra 2: Heroes of Stalingrad should most definitely be on your must-play list.</p><p>Set in the battlegrounds of the famous Battle of Stalingrad, this realistic first-person shooter is a far cry from the more forgiving WW2 shooters in the Medal of Honour and Call of Duty series. To hit a target cleanly, bullet drop and spin must be taken into account, and if you forget to manually check your ammo or don't manage to use the limited cover successfully, you'll need to bandage your wounds to avoid losing too much blood.</p><p>The standalone expansion 'Rising Storm' was released in 2013, taking the theatre of war to the Pacific whilst further improving the realism and map variety.</p><h3>4. Prey</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/10%20overlooked%20PC%20shooters/prey-420-90.jpg\" alt=\"Prey\" width=\"420\"></img></p><p>Prey became somewhat of a joke amongst PC gamers in the late 90s and early 2000s, as it seemed to have been cursed with the same never-ending delays that plagued Duke Nukem Forever.  When it finally arrived in mid-2006, the game was positively received and went on to sell more than one million copies. Beyond the slightly stereotypical depictions of Native American culture shoehorned into a few too many grey environments, there's a shooter that is genuinely worth playing.</p><p>Powered by ID's Doom 3 engine (known as Tech 4), the game employed gravity tracks and portals (before the idea was taken on by Valve in Portal) that allow you to guide your character (and his spirit-hawk) up walls and onto ceilings aboard a giant alien space ship.</p><p>Don't let the Doom associations fool you, there's plenty of gameplay variety and the weapons are amongst the most unusual ever created for a space shooter. One particularly unusual level sees the protagonist Tommy shrunk down to a minuscule size to fight aliens on a planet no larger than a football.</p><h3>5. The Darkness 2</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/10%20overlooked%20PC%20shooters/darkness-2-420-90.jpg\" alt=\"The Darkness 2\" width=\"420\"></img></p><p>Released in 2012, The Darkness 2 is yet another sequel on our list of overlooked shooters, and whilst the original is arguably the better game, it was never released on the PC; fortunately the second title is still most definitely worth playing â\u0080\u0093 if you can hack it.</p><p>The action is pretty rampant from the beginning, and offers a unique dynamic of quad-wielding a variety of weapons as well as a massive tentacle and pet demons to summon. There is a never ending array of ways to violently do away with the onslaught of baddies as well as a dark/light system that gives the game a tactical edge.</p><p>A twisting and turning story features gangsters alongside demons and psychiatric ward nurses, whilst a separate cooperative campaign allows up to four people to slay their way through a story that runs parallel to the main campaign.</p><h3>6. Star Wars: Republic Commando</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/10%20overlooked%20PC%20shooters/star-wars-republic-commando-420-90.jpg\" alt=\"Star Wars: Republic Commando\" width=\"420\"></img></p><p>Although most Star Wars games are set in predictable territory of the good guys slicing and dicing their way through waves of faceless Stormtroopers, Republic Commando gives players an insight into the world of an elite squad commander set just before the events of Episode 3.</p><p>A simple shooter this is not. On your quest to destroy any Wookie that stands in your way, you must use your squad's talents to your advantage, which adds a perilous tactical edge to what could have easily been a more mundane arcade-style shooter.</p><p>Originally released on Xbox and PC back in 2005, Republic Commando is widely considered one of the better Star Wars games around, and although it's starting to look a little dated by modern standards, it is still a very playable game (though you're unlikely to have much luck finding an active multiplayer game).</p><h3>7. Call of Juarez: Gunslinger</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/10%20overlooked%20PC%20shooters/call-of-juarez-gunslinger-420-90.jpg\" alt=\"Call of Juarez: Gunslinger\" width=\"420\"></img></p><p>If you're bored of the same old space and war-themed shooters, then Call of Juarez: Gunslinger came as somewhat of a breath of fresh air to the genre in 2013.</p><p>This arcade-style cowboy shooter improved on the original in many respects, and ditched the multiple protagonists in favour of a single lead â\u0080\u0093 the enigmatic Silas Greaves.  The gameplay revolves around Greaves recounting his stories to men in a bar, a story that wavers and deviates as he retells it, causing the game's environment to change dramatically - depending on whether the other men in the bar challenge his lies and inconsistencies.</p><p>Pretty Old West-inspired graphics and fun gameplay mechanics combine with a slew of experience points, specialist weapons and collectibles to give the game genuine replay value.</p><h3>8. Spec Ops: The Line</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/10%20overlooked%20PC%20shooters/spec-ops-the-line-420-90.jpg\" alt=\"Spec Ops: The Line\" width=\"420\"></img></p><p>War is a sensitive subject, and few modern shooters manage to balance the macho idea of war with the sensitivity of such murderous scenarios. Spec Ops: The Line was released in 2012 to critical acclaim, but wasn't much of a hit at retail â\u0080\u0093 perhaps because people wrote it off as yet another military shooting game.</p><p>The game is based around Joseph Conrad's Heart of Darkness, set in a war-torn landscape that was once Dubai. A number of memorable set pieces take this shooter beyond the call of duty and into a realistic battlefield that challenges the player and makes you question the sanity of your squad.</p><p>Whilst the gameplay itself isn't the most polished, the engaging narrative from Bruce Boxleitner and voice-acting stalwart Nolan North makes Spec Ops: The Line an emotionally charged experience. Take the time to get into Spec Ops and you'll unearth a deeply evocative piece of interactive storytelling that was unfortunately largely ignored and left bleeding in the desert sun.</p><h3>9. Singularity</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/10%20overlooked%20PC%20shooters/singularity-420-90.jpg\" alt=\"Singularity\" width=\"420\"></img></p><p>Published by the same company that brought us Call of Duty and developed by Raven - the people behind Quake 4 and 2009's Wolfenstein reboot â\u0080\u0093 Singularity had a lot of pedigree to live up to when it arrived on PC in June 2010.</p><p>The plot sees an American solider sent into Russian territory only to find himself transported back in time to 1955, where his actions cause the future to change irreversibly. Singularity mixes an interesting plot with visceral action and a variety of puzzles that are bound to keep players engaged, whilst actions throughout the game will determine which of the three endings you get to see.</p><p>The Time Manipulation Device along with some rather cool weapons, intense action and an engaging story helped to set Singularity apart from other shooters, even if the core gameplay mechanics were nothing new.</p><h3>10. The Operative: No One Lives Forever</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/10%20overlooked%20PC%20shooters/no-one-lives-forever-420-90.jpg\" alt=\"The Operative: No One Lives Forever\" width=\"420\"></img></p><p>If there had been a PC game based upon the Austin Powers movie franchise, you can guarantee it would have turned out something like The Operative: No One Lives Forever. Originally released for PC in November 2000 (and subsequently for PlayStation 2 and Mac), 'NOLF' still stands out as a genuine classic amongst other humorous shooting titles.</p><p>The garish 1960s-inspired art direction, inventive level design and consistently hilarious writing helped NOLF to create its own genre â\u0080\u0093 the comedy first-person shooter. Despite critical acclaim, this amusing title was only superseded by a solid 2002 sequel called 'A Spy in H.A.R.M.'s Way' and a spin-off that was largely panned by fans of the originals entitled 'Contract J.A.C.K'.</p><p>Though some have tried to resurrect this classic shooter, the complicated state of the series' intellectual property left the project in disarray, with threats of legal action from Warner Brothers and uncertainty from those looking after the records of the now-defunct Fox Interactive (who originally published the game).</p><p>Unfortunately this ongoing debacle has made it rather tricky to find a copy of NOLF on any of the popular online stores, although second-hand copies can be found on eBay for just a few pounds.</p>]]></description><link>http://www.techradar.com/us/news/gaming/10-best-overlooked-pc-shooters-that-you-shouldn-t-ignore-1320551?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1320551</guid><author>Ben Stinson</author><pubDate>2016-05-12T12:00:00Z</pubDate><category>Gaming, PC, Computing</category></item><item><title>PC Gaming Week: 13 crazy PC gaming peripherals to get your hands (and everything else) on</title><image>http://cdn.mos.techradar.com/art/other/PC%20gaming%20week/features/Crazy%20Peripherals/Priovr-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/other/PC%20gaming%20week/features/Crazy%20Peripherals/Priovr-470-75.jpg\" alt=\"PC Gaming Week: 13 crazy PC gaming peripherals to get your hands (and everything else) on\"/><h3>Introduction</h3><p><img src=\"http://mos.futurenet.com/techradar/art/other/PC%20gaming%20week/features/Crazy%20Peripherals/Priovr%20Intro%20Slide-420-90.jpg\" alt=\"PrioVR intro\" width=\"420\"></img></p><p>A crazy place at the best of times, the internet has given birth to a plethora of PC peripherals that are capable of all manner of things â\u0080\u0094 like simulating realistic bullet damage in Call of Duty, or providing you with an ultra-realistic controller for your train sim. (All aboard!)</p><p>We've scoured the bowels of the internet to bring you some of the weirdest peripherals on the planet today.</p><h3>1. King's Assembly</h3><p><img src=\"http://mos.futurenet.com/techradar/art/other/PC%20gaming%20week/features/Crazy%20Peripherals/Kings%20Assembly%20big-420-90.jpg\" alt=\"King's Assembly\" width=\"420\"></img></p><p>Dubbed 'A Computer Mouse Full Of Awesome' this bonkers control system looks like it's been chiselled out of Superman's Fortress Of Solitude ice cave. Although the finished model of the <a href=\"https://www.kickstarter.com/projects/70308014/kings-assembly-a-computer-mouse-full-of-awesome?ref=category\">King's Assembly</a> is purported to be in a sexier black &amp; purple finish. It's a retro-futuristic dual-handed control system with curved keys, and a thumb pad. To use, slide them over a desk like air hockey paddles. </p><h3>2. The Qwerkywriter</h3><p><img src=\"http://mos.futurenet.com/techradar/art/other/PC%20gaming%20week/features/Crazy%20Peripherals/Qwerky-420-90.jpg\" alt=\"Qwerkywriter\" width=\"420\"></img></p><p>Never felt quite as immersed as you'd like when playing Bioshock? Then look no further than the <a href=\"https://www.kickstarter.com/projects/954250822/the-qwerkywriter-typewriter-inspired-mechanical-ke?ref=category\">Qwerkywriter</a> steampunk keyboard, complete with roller and return bar. Unfortunately it doesn't ping at the end of a line.</p><h3>3. Touch Screen Camera For Laptop</h3><p><img src=\"http://mos.futurenet.com/techradar/art/other/PC%20gaming%20week/features/Crazy%20Peripherals/Touch%20Screen%20Camera%20for%20Laptop-420-90.jpg\" alt=\"Touch Screen Camera for Laptop\" width=\"420\"></img></p><p>This snappily titled <a href=\"https://www.chinavasion.com/china/wholesale/Computer_Accessories/Webcams/Touch_Screen_Camera_-_Turn_Your_Ordinary_PC_Screen_Into_A_Touch_Screen_Built_in_Webcam/\">gadget</a> claims to turn any screen into a touchscreen. The long-necked camera hovers over a monitor like a hungry praying mantis, so it's not exactly discrete. Users will need to hold the supplied fat stylus, so it's not strictly touchscreen either. It's an interesting concept, and the gadget could be used to play, say, Trine 2 (which has native touch controls). It's also cheap, but the jury's out as to if it'll catch on.</p><h3>4. RailDriver Desktop Train Cab Controller</h3><p><img src=\"http://mos.futurenet.com/techradar/art/other/PC%20gaming%20week/features/Crazy%20Peripherals/rail%20driver-420-90.jpg\" alt=\"RailDriver\" width=\"420\"></img></p><p>Every train-spotter's dream, a fully functioning set of 34 buttons, levers and knobs designed with the sole purpose of controlling a virtual train. The <a href=\"http://raildriver.com/\">RailDriver Controller</a> even has an inbuilt bass speaker that vibrates the controller to add realism. All you need now is a hat and whistle and one of those little paddle things they use to wave trains off from the platforms.</p><h3>5. ODiN - World's first projection mouse</h3><p><img src=\"http://mos.futurenet.com/techradar/art/other/PC%20gaming%20week/features/Crazy%20Peripherals/Odin-420-90.jpg\" alt=\"ODiN\" width=\"420\"></img></p><p>Named after Odin the Norse god of war, but looking more like a pocket Optimus Prime, this Kickstarter has reached its goal with over 40 days to go. <a href=\"https://www.kickstarter.com/projects/639589487/odin-worlds-first-projection-mouse?ref=category_popular\">Odin</a> projects red lasers from his eyes, forehead and mouth in the shape of a touchpad. There are no buttons, just tap the desk. Gestures such as zoom and swipe are supported. It fits in a top shirt pocket and is easier to move around than a traditional touchpad and, most importantly, looks way cooler.</p><h3>6. 3RD Space Gaming Vest</h3><p><img src=\"http://mos.futurenet.com/techradar/art/other/PC%20gaming%20week/features/Crazy%20Peripherals/3rd%20space%20gaming%20vest-420-90.jpg\" alt=\"3rd Space Gaming Vest\" width=\"420\"></img></p><p>The reason many of us play FPSs is to experience the excitement of warfare without the pain and subsequent post traumatic stress. The <a href=\"http://tngames.com/products\">3rd Space Gaming Vest</a> aims to change this. It'll let you &quot;Sense the direction and force of bullet fire&quot;. The vest uses compressed air to simulate different attacks such as knives, rockets, all the way up to full-on explosions. It works with Call Of Duty, Battlefield and Bioshock. And sounds terrifying...</p><h3>7. Mad Catz Cyborg amBX Gaming Lights</h3><p><img src=\"http://mos.futurenet.com/techradar/art/other/PC%20gaming%20week/features/Crazy%20Peripherals/Gaming%20Lights-420-90.jpg\" alt=\"The gaming lights\" width=\"420\"></img></p><p>Boasting 16 million colours, the <a href=\"http://www.amazon.com/dp/B005DKZSVS/ref=as_li_ss_til?tag=hongkiatcom-20&amp;camp=0&amp;creative=0&amp;linkCode=as4&amp;creativeASIN=B005DKZSVS&amp;adid=057A34ZV8518ZE9T39FG\">Mad Catz Cyborg amBX</a> is a set of physical lights that change colour depending on the game you're playing. They can even let you know which direction you're being shot at from. Place them either side of your monitor and they'll flood the room with rich colours.</p><h3>8. Sinister</h3><p><img src=\"http://mos.futurenet.com/techradar/art/other/PC%20gaming%20week/features/Crazy%20Peripherals/Sinister-420-90.jpg\" alt=\"Sinister\" width=\"420\"></img></p><p>Looking more like a shonkily constructed Lego spaceship than a controller (particularly in blue), <a href=\"http://www.tivitas.com/\">Sinister</a> aims to bring console control simplicity to PC. It claims to retain the accuracy of a mouse and keyboard setup, offering the &quot;best of both worlds&quot;. It's still in the development stage at the moment.</p><h3>9. PrioVR</h3><p><img src=\"http://mos.futurenet.com/techradar/art/other/PC%20gaming%20week/features/Crazy%20Peripherals/Priovr-420-90.jpg\" alt=\"Priovr\" width=\"420\"></img></p><p>Street Fighter will *never* be the same again... the <a href=\"http://www.priovr.com/\">PrioVR</a> is a wearable suit of up to 17 sensors that track your every movement. The video shows kills done by doing a roundhouse, punches and even a deadly handclap that explodes an NPC's head. It's compatible with Oculus Rift. Is this the future of gaming or just another gadget to make you look like an idiot in the comfort of your own home?</p><h3>10. Axniper</h3><p><img src=\"http://mos.futurenet.com/techradar/art/other/PC%20gaming%20week/features/Crazy%20Peripherals/Axniper-420-90.jpg\" alt=\"Axniper\" width=\"420\"></img></p><p>Office frustrations are often let out with a few pints in the local after work, or a high spirited debate in a corridor that's a little too close to the kitchen so everyone can hear. Axpro has come up with another solution, equip workers with USB BB sniper guns. Aiming is done from a computer using the on-board camera and it apparently has a whopping 8 metre range. Stocks appear to be limited but we found it available via <a href=\"https://tw.buy.yahoo.com/gdsale/AXPRO%E8%8F%AF%E8%89%A6-Axniper-USB2-0-%E7%8E%A9%E5%85%B7BB%E5%BD%88%E7%8B%99%E6%93%8A%E6%A7%8D-U10-4504567.html\" rel=\"nofollow\">Yahoo Taiwan</a>.</p><h3>11. AlphaGrip AG-5</h3><p><img src=\"http://mos.futurenet.com/techradar/art/other/PC%20gaming%20week/features/Crazy%20Peripherals/Alphagrip-420-90.jpg\" alt=\"AlphaGrip\" width=\"420\"></img></p><p>It looks like a mash-up of every single control pad in history. The <a href=\"http://www.alphagrips.com/\">AlphaGrip</a> has a trackball, a fully functioning Qwerty keyboard and an array of buttons on the back that would make even the most experienced of woodwind players feel a little faint.</p><h3>12. HP Sprout</h3><p><img src=\"http://mos.futurenet.com/techradar/art/other/PC%20gaming%20week/features/Crazy%20Peripherals/HP%20Sprout-420-90.jpg\" alt=\"HP Sprout\" width=\"420\"></img></p><p>HP hasn't diversified into Christmas groceries quite yet â\u0080\u0093 the <a href=\"https://sprout.hp.com/\">Sprout</a> is actually a full computer system with a touch mat under the monitor that tracks your every move (similar to the Odin earlier on in this gallery), but it can also scan any object placed on it using the overhead camera. It claims to merge digital and physical worlds using 'Blended Reality'. It's sort of like a giant high resolution dual-screen GameBoy.</p><ul><li><a href=\"http://www.techradar.com/reviews/pc-mac/pc-mac-desktops/hp-sprout-review-1284768/review\">Hands on: HP Sprout review</a></li></ul><h3>13. Virtuix Omni</h3><p><img src=\"http://cdn.mos.techradar.com/art/events/CES%202014/Virtuix%20Omni%20demo/Omni2-420-100.jpg\" alt=\"Virtuix Omni\" width=\"420\"></img></p><p>We get it, <a href=\"http://www.techradar.com/us/news/world-of-tech/future-tech/the-vr-race-who-s-closest-to-making-vr-a-reality--1266538\">Virtual Reality is the future</a>, but it's still early. The two biggest contenders, Oculus Rift and HTC Vive are still in their youth, making for a still rather limited experience. Walking around in real life for example doesn't exactly equate to traversal in-game. With Virtuix Omni, however, you're free to walk around unbounded by the square footage of your living room. Plus, you can work off that cheeseburger at the same time.</p>]]></description><link>http://www.techradar.com/us/news/gaming/12-crazy-pc-gaming-peripherals-to-get-your-hands-and-everything-else-on-1289502?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1289502</guid><author>Henrietta Rowlatt</author><pubDate>2016-05-12T11:00:00Z</pubDate><category>Gaming</category></item><item><title>PC Gaming Week: 10 ways to troll in VR: top trolling tips for virtual reality</title><image>http://cdn.mos.techradar.com/art/Features%202/10%20ways%20to%20troll%20in%20VR/1-hover-junkers-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/Features%202/10%20ways%20to%20troll%20in%20VR/1-hover-junkers-470-75.jpg\" alt=\"PC Gaming Week: 10 ways to troll in VR: top trolling tips for virtual reality\"/><h3>Introduction</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/10%20ways%20to%20troll%20in%20VR/troll-face-intro-slide-420-90.JPG\" alt=\"Troll face\" width=\"420\"></img></p><p>They're scourge of the internet, they're troll. But as much as we all love to hate them, there's a sneaking allure to the lives they lead. Trolls aren't out for scores, adoration or friends - they're in it for the laughs. So if you can't beat them, join them.</p><p>We'll admit that VR is such a new platform, some of these are speculative. Many of the games are either in Alpha or not even released to the public yet. But with virtual reality about to hit the mainstream now is the time to get ahead of the game with our top 10 ways of trolling in VR.</p><ul><li><a href=\"http://www.techradar.com/news/internet/web/best-vr-web-browser-how-to-browse-the-internet-in-virtual-reality-1317762\">Best VR browser: how to browse the internet in virtual reality</a></li></ul><h3>1. Flip the bird!</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/10%20ways%20to%20troll%20in%20VR/1-hover-junkers-420-90.JPG\" alt=\"Hover Junkers\" width=\"420\"></img></p><p><strong>Game: Hover Junkers</strong></p><p>We can't think of many games where a player has been able to stick a middle finger up while playing, except possibly obscure retro-styled horror game <a href=\"https://adamgryu.itch.io/the-night-that-speaks\">The Night That Speaks</a>. But in upcoming <a href=\"http://www.techradar.com/reviews/wearables/htc-vive-pre-1286775/review\">HTC Vive</a> title Hover Junkers you can. Just extend a hand and with a nifty button combo you can flip the bird at your opponent while mercilessly shooting their junker down. And instead of this being a bug to exploit, it's been actively programmed in.</p><p>There's also a less savory option to troll a teammate. Developers Stress Level Zero have made it possible for a player to shoot themselves in the head. Try it when you and your partner reaches a particularly tough opponent. Leave your friend building defences while you just stare them in the eyes as you end it all. They'll then have to fend for themselves against the ever-encroaching enemies. Chilling.</p><mediainsert caption=\"null\" mediatype=\"YouTube\" height=\"315\" src=\"https://www.youtube.com/watch?v=F-9QKjTR7Xw\" width=\"420\">YouTube : https://www.youtube.com/watch?v=F-9QKjTR7Xw</mediainsert><h3>2. Knock a ship into space!</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/10%20ways%20to%20troll%20in%20VR/2-star-citizen-420-90.JPG\" alt=\"Star Citizen\" width=\"420\"></img></p><p><strong>Game: Star Citizen (Alpha 2.0)</strong></p><p>Currently in Alpha form, Star Citizen is due out officially very soon with much promised VR support. It's an FPS-come-space dogfight with added vehicles. But leaving the confines of your spaceship makes you extremely vulnerable to YouTubers like viperman33. He's found that it's possible to ram raid an unattended ship, receive minimal damage and send the crafts flying out into the cold vacuum of space. This leaves their pilot standing aghast in horror. Since this is Alpha, this 'feature' may not make it to the game proper. But here's hoping there'll be some sort of method for this trolling trick. Don't say we didn't warn you, and remember: never leave a spaceship unattended.</p><mediainsert caption=\"null\" mediatype=\"YouTube\" height=\"315\" src=\"https://www.youtube.com/watch?v=_B-jmYOQEMQ\" width=\"420\">YouTube : https://www.youtube.com/watch?v=_B-jmYOQEMQ</mediainsert><h3>3. Troll yourself...accidentally</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/10%20ways%20to%20troll%20in%20VR/3-waltz-of-the-wizard-2-420-90.JPG\" alt=\"Waltz\" width=\"420\"></img></p><p><strong>Game: Pretty much any title where you control a person (pictured: Waltz Of The Wizard)</strong></p><p>The longer you're in a VR game, the more you'll believe it's reality. You can open doors with their handles, pick up potions, throw a ball, bounce it off a wall and catch it, lean on a tableâ\u0080¦.wahhhh! Ow! That bit isn't possible, as nobody's invented an actual Holodeck yet. Remember, just because the fences, tables and chairs look real, they're not and treating them as such could result in some serious self-trolling. An onlooking friend to your VR escapade will be treated to a FailBlog-style manoeuvre like in classic British sitcom <a href=\"https://www.youtube.com/watch?v=63rcdLeXiU8\">Only Fools and Horses</a>. And so, for the love of Oculus, please watch this video and learn <a href=\"http://volume.vox-cdn.com/embed/f080dbfc8?placement=article&amp;tracking=videopost%3Amiddle&amp;player_type=null&amp;start_time=null#ooid=ZjdjZrMTE61FgQfKw7wrWU6A58XPlbSW\">how not to smash your face in VR</a> before you strap on your first headset.</p><h3>4. Lava! Chickens!</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/10%20ways%20to%20troll%20in%20VR/4-minecraft-420-90.JPG\" alt=\"Minecraft\" width=\"420\"></img></p><p><strong>Game: Minecraft</strong></p><p>Mincraft should really have its own top 10 of trolling. The Windows 10 version is <a href=\"http://www.techradar.com/news/gaming/i-was-one-of-the-first-people-to-play-minecraft-in-virtual-reality-1316152\">here</a> so why not do some classic brick-baiting to your soon-to-be-ex-friends. They say charity begins at home, so why not give the gift of chickens? Try one hundred of them and, while you're at it, replace the doormat with lava. When the owner returns to their once-beautiful abode they'll find a rowdy chicken shack that's hotter than the sun. Chuckle with glee as you leer down from the doorway in your VR headset and watch them burn up in their own - ahem - fowl mess. Clucking brilliant!</p><mediainsert caption=\"null\" mediatype=\"YouTube\" height=\"315\" src=\"https://www.youtube.com/watch?v=KcycIcIxv20&amp;feature=youtu.be\" width=\"420\">YouTube : https://www.youtube.com/watch?v=KcycIcIxv20&amp;feature=youtu.be</mediainsert><h3>5. Botch an alien medical procedure</h3><p><img src=\"http://cdn1.mos.techradar.futurecdn.net//art/Features%202/Best%20VR%20Games/surgeon%20sim-420-100.jpg\" alt=\"Surgeon Simulator\" width=\"420\" class=\"zoomable\"></img></p><p><strong>Game: Surgeon Simulator: Experience Reality</strong></p><p>Trolling your alien overlords has never been easier in the new version of dark comedy, Surgeon Simulator for HTC Vive and Oculus Rift. In it you can fling a Martian's glowing liver around in zero gravity. Watch as the flubbery organ flies around your head smacking into the long-suffering patient. Remove, what we're assuming are kidneys, with all the dexterity of a rhino doing embroidery using its horn... drunk. As you can probably tell, this is not a game of subtlety, in fact it encourages you to troll, so why not just roll with it. The original mouse interface made the world frustrating, but VR turns cack-handedness into blood-soaked fun.</p><mediainsert caption=\"null\" mediatype=\"YouTube\" height=\"315\" src=\"https://www.youtube.com/watch?v=mSLgj6uy-yE\" width=\"420\">YouTube : https://www.youtube.com/watch?v=mSLgj6uy-yE</mediainsert><h3>6. Boom!</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/10%20ways%20to%20troll%20in%20VR/6-keep-talking-420-90.JPG\" alt=\"Boom\" width=\"420\"></img></p><p><strong>Game: Keep Talking and Nobody Explodes</strong></p><p>A puzzle game may be an odd way to troll your friends but stick with us. In Keep Talking, there's a person or group of people who have a bomb disposal manual, and one player who wears an Oculus Rift. That person must describe what they see and then listen to the instructions from the others in order to diffuse a bomb. Here's where the fun begins, the gamespace is intentionally claustrophobic, with only a ticking timebomb for company. You can probably see where the trolling is leading, intentionally give the diffuser completely the wrong instructions andâ\u0080¦ BOOM! The explosion is already pretty intense, but you can always pull a party popper at the same time for added value.</p><p><a href=\"http://www.keeptalkinggame.com/\">http://www.keeptalkinggame.com/</a></p><h3>7. Teabagging</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/10%20ways%20to%20troll%20in%20VR/7-teabagging-420-90.JPG\" alt=\"Teabagging\" width=\"420\"></img></p><p><strong>Game: Any you can crouch in (Hover Junkers &amp; CoD:Black Ops 2)</strong></p><p>A trolling CLASSIC and no mistake. If you're not experienced this pinnacle of human endeavour then here's how it works; simply slay an enemy then crouch repeatedly in their face. As they look up they'll be slapped in the face with your 'teabags'. Hover Junkers is currently one of the few VR games where crouching in real life transmits in-game. Whether or not this is a classy look outside of the VR world, we're unsure. If nothing else, it's a good workout. Teabagging is a big favourite of Call of Duty: Black Ops players. The game can be rigged to work on the Oculus Rift, crouching is a mere button push. Much more refined.</p><h3>8. Fun with C4</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/10%20ways%20to%20troll%20in%20VR/8-battlefield-3-armored-kill-420-90.JPG\" alt=\"Battlefield\" width=\"420\"></img></p><p><strong>Game: Battlefield 3 &amp; 4</strong></p><p>Although not officially supported, Battlefields 3 and 4 can both be played in the Rift. EA and Dice are keeping schtum about support for the upcoming fifth incarnation of the game. But back to trolling, a favourite method of enticing anger, annoyance and death in your fellow players is the so-called 'Jihad Jeep'.</p><p>Load a vehicle full of C4, board it and drive it into a group of players, jump out, run away a little and detonate. Watch with glee as they're all blown to smithereens. For added troll points, why not do this to your own team members. And it gets really interesting with one of two new hardware accessories, the <a href=\"https://www.youtube.com/watch?v=fbu8OUq1CUE\">Cyberith Virtualizer</a> and the <a href=\"http://www.virtuix.com/\">Omni</a>. Running in real life in one of these machines transmits into running in the world of Battlefield, adding a read sense of danger when fleeing an explosives laden truck.</p><h3>9. Create a massive traffic jam</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/10%20ways%20to%20troll%20in%20VR/9-euro-truck-simulator-420-90.JPG\" alt=\"Eurotruck\" width=\"420\"></img></p><p><strong>Game: Euro Truck Simulator 2</strong></p><p>Euro Truck Simulator 2, one of the launch titles for HTC Vive is the gaming equivalent of a PowerPoint demonstration on soil density. It's a game dedicated to spending hours and hours and hours and hours delivering toilet roll across the flatlands of Holland. What's more, it can be done online. Join other like-minded drivers shifting endless cargo across Europe. But where's the fun in that? Spice up the monotony of the road by creating a massive traffic jam. The easy way is to park a vehicle perpendicular to the road and wait for the truckers to arrive. A more adventurous method is to drive onto a bridge and drop onto the traffic below. Either way, enjoy looking around the cabin carnage in your new VR headset.</p><p><a href=\"https://www.youtube.com/watch?v=Pkm6Df7GVjM\">https://www.youtube.com/watch?v=Pkm6Df7GVjM</a></p><mediainsert caption=\"null\" mediatype=\"YouTube\" height=\"315\" src=\"https://www.youtube.com/watch?v=Pkm6Df7GVjM\" width=\"420\">YouTube : https://www.youtube.com/watch?v=Pkm6Df7GVjM</mediainsert><h3>10. The worst ride ever</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/10%20ways%20to%20troll%20in%20VR/5-roller-coaster-1-420-90.JPG\" alt=\"Rollercoaster\" width=\"420\"></img></p><p><strong>Game: Roller Coaster VR</strong></p><p>We left the best until last, and it's also probably the easiest and cheapest to achieve. Grab a smartphone, pop it into Google Cardboard with Roller Coaster VR on it. Find a particularly gullible friend and ask them to strap the headset on. Make sure it's firmly there. Start up Roller Coaster VR and just before the drop give them a gentle shove to scare them half out their wits. It really won't take much. Don't believe us? Watch this poor chap get the gaming equivalent of his worst nightmare. And if all else fails, there's always <a href=\"http://cheezburger.com/8597557760/video-game-memes-oculus-rift-butts\">this</a>.</p><mediainsert caption=\"null\" mediatype=\"YouTube\" height=\"315\" src=\"https://www.youtube.com/watch?v=A0iH5EuVLyU\" width=\"420\">YouTube : https://www.youtube.com/watch?v=A0iH5EuVLyU</mediainsert>]]></description><link>http://www.techradar.com/us/news/gaming/10-ways-to-troll-in-vr-top-trolling-tips-for-virtual-reality-1317866?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1317866</guid><author>Henrietta Rowlatt</author><pubDate>2016-05-12T10:00:00Z</pubDate><category>Gaming, Internet</category></item><item><title>PC Gaming Week: 10 things PC gamers hate</title><image>http://cdn.mos.techradar.com/art/games/10%20things%20to%20hate%20pc%20gaming/8%20Party%20Games-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/games/10%20things%20to%20hate%20pc%20gaming/8%20Party%20Games-470-75.jpg\" alt=\"PC Gaming Week: 10 things PC gamers hate\"/><h3>Introduction</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/10%20things%20to%20hate%20pc%20gaming/9%20Trolls-420-90.jpg\" alt=\"Other PC Gamers\" width=\"420\"></img></p><p>There's no denying it - PC gaming is the elite of all gaming. Hardware is at the top of its game (and price range), the games look their absolute best. To top it all off there's the infinitely customizable element of the platform. But friends, it's time to vent.</p><p>Letting off steam while playing games on Steam is essential to keeping your body temperature down - even if your GPU temps are flaring up. You won't win online if you're sat there quivering with rage no matter what 'smooth gliding' setting your 20 million DPI optical mouse sensor is set to.</p><p>So count to 10 slowly and delve into the top things we love to loathe as PC gamers. Think of it as a form of therapy.</p><ul><li>You might also want to check out our <a href=\"http://www.techradar.com/news/gaming/10-ways-to-troll-in-vr-top-trolling-tips-for-virtual-reality-1317866\">top 10 ways to troll</a></li></ul><h3>1. Console Gamers</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/10%20things%20to%20hate%20pc%20gaming/1%20Consoles-420-90.jpg\" alt=\"Console Gamers\" width=\"420\"></img></p><p><strong>Rage Factor: 2/10</strong></p><p>The feud between PC and console gamers is pretty much prehistoric, dating back to when Turok himself was still battling dinosaurs. Thought of as the pesky upstarts of the industry, consoles are blamed for diluting gameplay (<a href=\"http://www.techradar.com/news/gaming/consoles-held-the-witcher-3-s-graphics-back-but-pc-gaming-is-far-from-cursed-1294818\">and not to mention graphics</a>), and even causing the death of PC gaming itself in the noughties. That turned out to be a load of rubbish, of course, as PC gaming is flourishing. And then there's the old WASD versus joypad debate.</p><p>The relationship between the two sets of gamers is set for an interesting turn should rumors about Sony and Microsoft's next consoles turn out to be true. Both the so-called <a href=\"http://www.techradar.com/news/gaming/ps4-5-release-date-news-and-rumors-all-the-latest-on-sony-s-playstation-4-upgrade-1319621\">Playstation 4.5</a> and <a href=\"http://www.techradar.com/news/gaming/consoles/next-xbox-release-date-news-and-rumors-1266462\">Xbox Two</a> are rumored to be modular gaming machines similar to consoles but upgradable by bolting on additional hardware, a bit like PCs. Does that make them PC gamers? Man, hating is so confusing in 2016.</p><h3>2. Expensive upgrades</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/10%20things%20to%20hate%20pc%20gaming/2%20upgrades-420-90.jpg\" alt=\"Expensive Upgrades\" width=\"420\"></img></p><p><strong>Rage Factor: 6/10</strong></p><p>Ever wondered why your shoes have holes in? Or why you never have enough cash to go out? That's because you're a PC Gamer and all of your pay packet has been spent on upgrades. This isn't just a one off spend, it's incremental. Perhaps you want to install an Nvidia GTX Titan to game in 4K. Oh wait, you can't, because you spent all of your money on the GPU and have nothing left for the new motherboard you need for it to be compatible. Of course, all of the above is also a benefit of PC gaming, but having to spend a month's wages on a handful of components to get the best experience going is never going to be ideal. Upgrading is never-ending, so you'd better hope your wallet is too.</p><h3>3. Driver Issues</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/10%20things%20to%20hate%20pc%20gaming/3%20errors-420-90.jpg\" alt=\"Driver Issues\" width=\"420\"></img></p><p><strong>Rage Factor: 9/10</strong></p><p>Windows is a a lot more stable since the heady days of Windows 95 and Direct X is friends with most hardware, but occasionally there'll be one jigsaw piece in your elite gaming machine which has some sort of driver issue with a game. Just as a boss appears, or even before the game begins, a critical error will inevitably pop up across the menu screen. Whatever it is, Device Manager will be a reluctant friend for a few hours.</p><p>Compatibility issues are as old as PC gaming itself, and they don't seem to get better over time. If you've ever experienced an stubborn problem that you can't solve after spending weeks reading websites and forums, downloading a game to a console and playing it off-the-bat with no issues almost makes you want to turn into a filthy casual. Almost.</p><h3>4. NOOBS</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/10%20things%20to%20hate%20pc%20gaming/intro-420-90.jpg\" alt=\"Intro\" width=\"420\"></img></p><p><strong>Rage Factor: 5/10</strong></p><p>NOOBs (always capped up) come in all shapes and sizes, and they're always annoying. Whether they're participating in eSports or clan warfare, PC gamers are mostly a skilled bunch that don't take kindly to these newcomers in games. Certain malicious (or bored, one of the two) PC players enjoy nothing more than toying with NOOBs like cats play with their prey, which can greatly reduce the amount of rage they feel when having to share the same server with them.</p><h3>5. Lag</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/10%20things%20to%20hate%20pc%20gaming/5%20Lag-420-90.jpg\" alt=\"Lag\" width=\"420\"></img></p><p><strong>Rage Factor 10/10</strong></p><p>Despite having several boa constrictors worth of fibre optic cables snaking into your house, there always has been (and always will be) lag. One minute you're next to a friend in Black Ops III and the next they've warped to the other side of the map before you can say, &quot;throwing knife!&quot; It's not big, it's not clever and now you've been dumped off the server too. Lag is particularly rage-some as, if you're living with other people or parents, it can be very difficult to do anything about your stuttering internet connection. Maybe it's time to get three paper rounds and start saving up for that studio.</p><h3>6. Desktop Clients such as Uplay, Steam and Origin</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/10%20things%20to%20hate%20pc%20gaming/6%20Clients-420-90.jpg\" alt=\"Desktop Clients such as Uplay, Steam and Origin\" width=\"420\"></img></p><p><strong>Rage Factor: 3/10</strong></p><p>OK don't get us wrong, Desktop Clients are fantastic, mostly. There's the convenience of not having to leave the house to buy a new game, and there are constant bug fixes and online support. But much as people miss vinyl when compared to MP3s, there's something comforting and exciting about opening a game box. Yes: they clutter up the house but having an actual physical map for the whole of Skyrim is a little bit magical. The other issue is the need to be constantly online to play, and the numerous niggles when downloading. Sometimes there's no beating a physical product.</p><h3>7. Building a PC</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/10%20things%20to%20hate%20pc%20gaming/7%20Building-420-90.jpg\" alt=\"Building a PC\" width=\"420\"></img></p><p><strong>Rage Factor: 6/10</strong></p><p>The ultimate way to display your PC gaming prowess is by constructing your very own dream machine. However that dream can quickly turn into a nightmare. And it's not just the cost, but the painstaking amount of time and effort just to get it to actually boot up. Whether it's attaching the cables to the motherboard correctly, getting freaked out by how much thermal paste to apply to the processor or merely losing an important screw, PC building can take a few years off your life with stress. And don't talk to us about buying pre-built rigs - what do you think we are, rich?</p><h3>8. Lack of party games</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/10%20things%20to%20hate%20pc%20gaming/8%20Party%20Games-420-90.jpg\" alt=\"Lack of party games\" width=\"420\"></img></p><p><strong>Rage Factor 3/10</strong></p><p>If there's one thing PCs lack it's interaction between several people in the same room. There's nothing quite like playing bowling together on a Sunday afternoon or flexing your dance moves to the sound of Beyonce. PC games may encourage human interaction in online gaming but there's a level of jealousy (perhaps not rage) that can be levered at our sociable console brethren. Check out our list of <a href=\"http://www.techradar.com/news/gaming/10-best-pc-games-to-play-on-your-living-room-couch-1320394\">best PC games to play in the living room</a> article if you're seeking a tasty slice of local multiplayer action.</p><h3>9. Other PC Gamers</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/10%20things%20to%20hate%20pc%20gaming/9%20Trolls-420-90.jpg\" alt=\"Other PC Gamers\" width=\"420\"></img></p><p><strong>Rage Factor: 9/10</strong></p><p>Everything's not all sweetness and nice in the world of PCs: trolls lurk everywhere and not least online. FPSs are fertile ground for them. They'll teabag you, diss your playing style, camp like it's going out of fashion and try to rile you until you rage quit. And it's not just that - PC gamers can be hardware snobs too. Maybe they've been snooty about which type of RAM you decided to buy or have slated the fact you've downloaded a gameboy emulator. Steer clear of all of these types as they will only make you rage.</p><h3>10. What backwards compatibility?</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/10%20things%20to%20hate%20pc%20gaming/10%20Backwards%20Compatability-420-90.jpg\" alt=\"What backwards compatibility?\" width=\"420\"></img></p><p><strong>Rage Factor: 4/10</strong></p><p>Upgrades are great when they work, and it's even better to revisit an old game to see the framerate go through the roof. This particular writer remembers never being able to play Wing Commander 3 (yes, I'm that old), so when I finally upgraded to a hallowed Pentium processor I revisited the then-ancient game to find out it was no longer compatible. Error messages were flying around and I wasted a few good hours on something I was destined never to see. So perhaps just resign yourself to never ever witnessing over 60 fps in The Witcher 3, not even in 2020.</p>]]></description><link>http://www.techradar.com/us/news/gaming/10-things-pc-gamers-hate-1320454?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1320454</guid><author>Henrietta Rowlatt</author><pubDate>2016-05-12T09:00:00Z</pubDate><category>Gaming, PC, Computing</category></item><item><title>PC Gaming Week: 18 best VR games: best virtual reality games for PC and mobile</title><image>http://cdn.mos.techradar.com/art/Wearables/Oculus/GDC%202016%20games/ADR1FT%202-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/Wearables/Oculus/GDC%202016%20games/ADR1FT%202-470-75.jpg\" alt=\"PC Gaming Week: 18 best VR games: best virtual reality games for PC and mobile\"/><h3>Introduction</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/Best%20VR%20Games/euro%20truck%20sim-420-90.jpg\" alt=\"Assetto Corsa\" width=\"420\"></img></p><p><strong>Update: </strong><em>Now that Minecraft is out on Gear VR, we've moved it to a numeric location on the list, replacing it on our radar with Star Wars: Trials on Tatooine, a would-be killer app for the HTC Vive.</em></p><p>Picking the best VR games at the moment is tricky because many of the best VR experiences aren't the best games, and vice versa. For example, much as we love Team Fortress 2, you don't half get motion sick running at the scout's speed in VR.</p><p>Other experiences are like hands-off coaster rides â\u0080\u0093 Sony's The Deep, for example â\u0080\u0093 which one would hardly want to call games. <a href=\"http://www.techradar.com/reviews/gaming/gaming-accessories/oculus-rift-1123963/review\">Oculus</a>' story studio takes that idea one step further, employing ex-Pixar staff to create bespoke first-person VR entertainment.</p><p>Even those games that are good fun are often just demos, for products that will be released when the Rift, <a href=\"http://www.techradar.com/reviews/wearables/htc-vive-1286775/review\">Vive</a> and the rest are all on sale. We've picked the five games we're most excited about seeing, and the 10 games that we think are best now. If you disagree, let us know in the comments.</p><ul><li><a href=\"http://www.techradar.com/news/gaming/5-best-4k-games-the-best-looking-titles-to-play-in-4k-1296513\">Had enough of VR? Check out the best 4K games</a></li></ul><div><strong>Gabe Carey has also contributed to this article</strong></div><h3>VR games on our radar</h3><h3>Star Wars: Trials on Tatooine</h3><div><img src=\"http://mos.futurenet.com/techradar/art/games/Star%20Wars%20VR%202-420-100.jpg\" alt=\"vr games\" width=\"420\"></img><br /></div><p>Unlike Star Wars Battlefront, which VR-wise will arrive exclusively on PlayStation VR at a later date, Star Wars: Trials on Tatooine is an immersive experience native to the HTC Vive. Instead of searching for ways to implement VR into already existing games, ILMxLab has developed an impressive rendition of the immensely popular Star Wars universe.</p><p>Though it's only been shown off <a href=\"http://www.techradar.com/us/news/gaming/in-vr-fixing-the-millennium-falcon-is-as-fun-as-wielding-a-lightsaber-1317109\">at a demo</a> during this year's Game Developers Conference, Star Wars: Trials on Tatooine lets you pet R2D2 and basically hit Stormtrooper blasts with a lightsaber like baseballs. Surely, this demo wasn't created without plans for an eventual consumer iteration.</p><h3>Arizona Sunshine</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/arizona-sunshine-420-90.JPG\" alt=\"Arizona Sunshine\" width=\"420\"></img></p><p>There will probably come a time when we're sick of zombie games played in VR; for now, though, the thought of getting close enough to smell the rotting flesh of the undead hordes is strangely alluring. In development by Vertigo Games, Arizona Sunshine is shaping up to be a graphically impressive, fast-paced zombie shooter. </p><p>As one of the first SteamVR games, it will use the HTC Vive's motion controllers to let you blow chunks off approaching enemies. Do you run, or do you gun? Arizona Sunshine looks set to make you consider your choice very carefully.</p><h3>System Shock 3</h3><p><img src=\"http://cdn.mos.techradar.com/art/games/System%20Shock%203/system-shock-3-420-100.JPG\" alt=\"System Shock 3\" width=\"420\"></img></p><p>As if System Shock 3 being announced wasn't exciting enough, the studio developing it, Otherside Entertainment, <a href=\"http://www.techradar.com/news/gaming/system-shock-3-confirmed-could-launch-as-terrifying-vr-title-1311121\">may be giving it the VR treatment</a>. Little is known about the sequel to the excellent (and very scary) System Shock 2 other than it will once again feature SHODAN, the murderous AI antagonist that stalked your every move back in 1998.</p><p>Otherside Entertainment recently created a survey to ask gamers what platform they prefer (be it consoles or PC), so there's a chance that System Shock 3 could come to consoles (and their associated VR headsets) as well as the PC this time around.</p><h3>Rigs: Mechanized Combat League</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/rigs-mechanised-420-90.JPG\" alt=\"RIGS\" width=\"420\"></img></p><p>If you've never wanted to pilot a massive mech in VR then you're probably a liar. Either way, you'll get your chance in Rigs: Mechanized Combat League, a Project Morpheus FPS heading to the PS4.</p><p>Set 50 years in the future, you control 'Rigs' â\u0080\u0094 piloted, highly-tuned, athletic machines that compete in a futuristic, weapon-based sport. Of course, your robots have lasers, rockets and plasma cannons, which  means you'll also need jump jets to avoid getting killed all the time.</p><p>Set in massive multi-floor arenas, its backdrops of Dubai and Rio look gorgeous, and we can't wait to see how its gameplay fares.</p><h3>P.O.L.L.E.N</h3><p><img src=\"http://cdn4.mos.techradar.futurecdn.net//art/Features%202/5%20awesome%20indie%20pc%20games/pollen-420-100.JPG\" alt=\"P.O.L.L.E.N\" width=\"420\"></img></p><p>One of the huge draws of VR is immersion, something that upcoming space exploration game P.O.L.L.E.N has in abundance. It's a slightly different affair to the Alien: Isolations of the world in that there are no monsters to speak of. Instead, it's all about adventuring and places a focus on picking up and observing objects to find clues and discover what happened aboard the mysterious space station you're exploring.</p><p>In development for two years by Finland-based studio Mindfield Games, P.O.L.L.E.N reeks (in a good way) of classic science fiction movies like Solaris and Space Odyssey. Its gorgeous graphics and an intriguing narrative could make it the modern VR equivalent of the classic adventure game Myst from 1993. Only more, er, spacey.</p><h3>Star Citizen</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/Best%20VR%20Games/star%20citizen-420-90.jpg\" alt=\"Star Citizen\" width=\"420\"></img></p><p>While Eve: Valkyrie looks to have the most promising combat, Star Citizen is hoping to have the most comprehensive space experience.</p><p>As an unofficial follow-up to the Wing Commander series, the game is promising to combine gutsy first-person shooting on space stations and planets, exploration of its crazy-large universe in a variety of hand-crafted spaceships, and a huge storyline with a cast of movie stars.</p><p>The VR experience is still unclear, but will probably work along the lines of Elite's - head-tracking, whilst you use a joystick or gamepad to control your craft.</p><h3>Dreadhalls</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/Best%20VR%20Games/dreadhalls-420-90.jpg\" alt=\"Dreadhalls\" width=\"420\"></img></p><p>No platform is complete without a pant-wetting horror experience and Dreadhalls is planning to provide that. Along the lines of Amnesia, you're an unarmed explorer in a series of procedurally-generated tunnels attempting to simply find your way to the exit.</p><p>Sadly, the maze is filled with a variety of monsters, like gargoyles that only move when you're not watching, and spooky little girls. Objects in the maze can help you, but ultimately it's a game about hiding and running away. For a more involved dungeon crawling game, Oculus' own Hero Battle sounds promising.</p><h3>Robinson: The Journey</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/Best%20VR%20Games/robinson-420-90.jpg\" alt=\"Robinson: The Journey\" width=\"420\"></img></p><p>There are few details on Crytek's first VR game yet, but given the firm's history we can be assured that it'll be outrageously beautiful with a terrible story.</p><p>You're playing as a small boy who's crashlanded on an alien planet that seems to be inhabited by dinosaurs. It's notable that Crytek has been separately showing off a VR demo in a similarly lush jungle where you're hiding out in a T-Rex nest as various dinosaurs menace you.</p><p>Crytek promises that &quot;players will become pioneers by interacting with the rich ecosystem around them and unearthing incredible secrets at every turn.&quot;</p><h3>Technolust</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/Best%20VR%20Games/technolust-420-90.jpg\" alt=\"Technolust\" width=\"420\"></img></p><p>The biggest promise of VR is in story-driven games like Technolust. It's a puzzle and mystery game, where you explore this brave new world, finding clues and objects to move the plot forward.</p><p>Here, you're in a near-future cyberpunk world where big business has taken over. You can choose to join the resistance and battle large corporations, pop to the arcade to experience new worlds, or just stay at home and watch TV with your AI. This could be the nearest thing we get to Bladerunner - until they adapt it for VR, that is.</p><h3>1. Elite: Dangerous</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/Best%20VR%20Games/elite-420-90.jpg\" alt=\"Elite Dangerous\" width=\"420\"></img></p><p>It's been over thirty years since the first Elite was released and original creator David Braben has finally got around to making a sequel (i.e. got the rights back.)</p><p>Elite: Dangerous takes the elements of the first game - trading, exploration and combat in a huge procedurally-generated universe - and updates them, so that you can do all those things in an accurate representation of our galaxy in the future.</p><p>The game has also added massively-multiplayer gameplay, and industry-standard VR. Sitting in a cockpit in Elite and looking around feel utterly real, and well worth it.</p><h3>2. Euro Truck Simulator 2</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/Best%20VR%20Games/euro%20truck%20sim-420-90.jpg\" alt=\"Euro Truck Simulator 2\" width=\"420\"></img></p><p>Ever wanted to deliver frozen chickens from Innsbruck to Bad Kissingen in an eighteen wheeler?  Someone, who should probably be using their genius for the betterment of mankind, has perfectly replicated the art of being a truck driver, letting players fulfil their long-haul longings.</p><p>The VR experience has been updated to work well with the Oculus DK2 and lets you look all around your cab, as well lean out of the window to look behind you. You'll still crash your semi into the hard shoulder on a regular basis, but that's your fault, not the game's.</p><h3>3. Alien Isolation</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/Best%20VR%20Games/alien-420-90.jpg\" alt=\"Alien Isolation\" width=\"420\"></img></p><p>Creative Assembly's masterful conversion of the Alien movie into a survival game was an unexpected success of last year, allowing players to take the role of Ripley's daughter, attempting to survive another xenomorph event and discover what happened to her mother.</p><p>with  the  game,  but  exists  in  the  game's  code  and  has  been  reimplemented  by  modders.  It  makes  for  an  utterly  terrifying  and  hardcore  experience,  with  players  trying  to  stealth  their  way  through  the  grimpunk  space  station,  but  it's  mostly  short-lived  due  to  the  alien's  efficiency.  </p><p>The long-promised Oculus support wasn't released with the game, but exists in the game's code and has been reimplemented by modders. It makes for an utterly terrifying and hardcore experience, with players trying to stealth their way through the grimpunk space station, but it's mostly short-lived due to the alien's efficiency. </p><h3>4. Minecraft</h3><div><img src=\"http://cdn.mos.techradar.com/art/How%20tos/Minecraft%20Raspberry%20Pi/hero-420-100.jpg\" alt=\"Minecraft\" width=\"420\"></img><br /></div><p>It's official: the world's most popular block-em-up has finally arrived on VR. Minecraft Windows 10 Edition is still being developed for the Oculus Rift, but you won't need to splash out $599 / Â£499 / AU$649 (the cost of the Rift) for the experience. That's because it's already out on Samsung's second-generation Gear VR, with all of the Oculus version's features in tow. Plus, there's a theater view in case it makes you sick just thinking about 360 degrees of lego brick terrain.</p><p>We're not sure what excites us most about exploring Minecraft in VR â\u0080\u0094 legging it from creepers in the dead of night or burrowing into the landscape like goggle-wearing, pickaxe-wielding mole. A bit of both, probably.</p><h3>5. Surgeon Simulator 2013</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/Best%20VR%20Games/surgeon%20sim-420-90.jpg\" alt=\"Surgeon Simulator\" width=\"420\"></img></p><p>Just like Alien Isolation, there are aliens in Surgeon Simulator 2013, but this time you're the one taking them to pieces.</p><p>One of the few comedy games of recent years, SS13 is all about your incompetence in performing advanced surgery (including heart and brain transplants), which is only exacerbated by the VR interface.</p><p>The game supports VR natively in Oculus Rift and uses Razer Hydras to allow you to attempt heart transplants.</p><h3>6. Assetto Corsa</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/Best%20VR%20Games/assetto-420-90.jpg\" alt=\"Assetto Corsa\" width=\"420\"></img></p><p>I've never really been a petrolhead - though I do know that red ones go faster - so I can't comment on how good a game Assetto Corsa is.</p><p> Suffice to say that my Petrolhead friends say it's one of the best car games out there, and the reviews agree. The key point is its moddability, which has allowed gamers to add all sorts of fancy new cars and tracks onto its superb driving system.</p><p>It supports Oculus natively and, like Elite, it makes perfect sense to be able to look around when racing, whether rallying or in an F1.</p><h3>7. Dear Esther</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/Best%20VR%20Games/dear%20esther-420-90.jpg\" alt=\"Dear Esther\" width=\"420\"></img></p><p>VR is wonderful at providing a sense of presence in a world - but not so good, as yet, at interacting with it. Which is perfect for 'walking simulators' like this.</p><p>Dear Esther is an exploration game, where you walk all over a remote Scottish island, plumbing its depths and heights, as your character whinges about his life. It may sound like an art-house adaption of a J.G. Ballard novel, but the game is utterly beautiful to wander.</p><h3>8. Shufflepuck Cantina Deluxe VR</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/Best%20VR%20Games/shufflepuck-420-90.jpg\" alt=\"Shufflepuck\" width=\"420\"></img></p><p>The unofficial sequel to 1989's Shufflepuck Cafe takes the physical game of Shufflepuck (AKA Air Hockey) to the furthest possible point.</p><p>Shufflepuck Cantina takes place in an interstellar casino, where you play against a charismatic range of aliens and robots with a huge array of special moves on a range of bizarre tables.</p><p>The casino is just charming to wander, packed with unearthly sights and detail, and fun challengers to natter to. Warning: you'll need to shut your eyes for the control-free intro, as it's utterly nausea-inducing.</p><h3>9. Dying Light</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/Best%20VR%20Games/dying%20light-420-90.jpg\" alt=\"Dying Light\" width=\"420\"></img></p><p>The unofficial follow-up to Dead Island from the creators of the same game was a surprisingly good take on the zombie survival action game, mingled with gruesome melee combat, fun parkour and a ton of other bits nicked from Dead Rising.</p><p>The VR version is still a bit shonky - the menus and buttons are unreadable and the camera control needs work - but it's a wonderful world to wander around, before zombies tear you apart. There will almost certainly be a separate VR release when the Vive and Oculus launch.</p><h3>10. Subnautica</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/Best%20VR%20Games/subnautica-420-90.jpg\" alt=\"Subnautica\" width=\"420\"></img></p><p>Subnautica looks like it should be a simple diving game - but then you realise you don't recognise any of the 'fish'... or the sky or the sun.</p><p>It's actually a survival game on a distant ocean world, where you have to craft equipment, pilot submarines, and terraform the aquatic undersea for humankind - whilst surviving hostile wildlife, volcanoes, and aircraft-sized jellyfish. It's still in Early Access, so the Oculus Rift support is limited but effective.</p><h3>11. Grand Theft Auto V</h3><p><img src=\"http://cdn.mos.techradar.com//art/games/Rockstar/GTA%205/GTA_5_bike-420-100.JPG\" alt=\"GTA V\" width=\"420\"></img></p><p>What could be better suited to VR than a game that simulates real life? Rockstar's latest cime-em-up doesn't officially support virtual reality yet, but that hasn't stopped people hooking the game up to an Oculus Rift DK2 and getting up close and personal with Los Santos' shady underworld.</p><p>In one particular <a href=\"http://www.techradar.com/news/gaming/gta-5-in-virtual-reality-looks-as-awesome-as-you-d-expect-1291289\">video</a>, which shows footage from a third-party mod that replicates mouse movement control, you can see the Oculus wearer let rip down the freeway on a motorcycle, taking in the environment while weaving in and out of traffic.</p><p>It's eerily effective and almost makes the case alone for splashing out on a headset, a beefy PC and a copy of GTA V. Not sure about the Snow Patrol soundtrack, though.</p><h3>12. Temple Run VR</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/temple-run-vr-420-90.JPG\" alt=\"Temple Run\" width=\"420\"></img></p><p>You're probably familiar with Temple Run, the endless runner that has been downloaded by millions of smartphone owners. You're likely less familiar with the VR version of the game, which was released for Samsung's Gear VR Innovator Edition.</p><p>Taking on a first-person view of the sprint, the game is surprisingly harrowing â\u0080\u0093 mainly because you can look back at the giant artic monster monkey chasing you through the snow-capped mountains. When not admiring the view you'll have to navigate the track while running, jumping and collecting power-ups to rack up the highest score possible.</p><h3>13. Shooting Showdown</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/shooting-showdown-420-90.jpg\" alt=\"Shooting Showdown\" width=\"420\"></img></p><p>Shooting Showdown reimagines the first-person shooter concept for VR. You aim by tilting your head to move a crosshair in the middle of the screen, hitting a button on a Bluetooth controller to take out objects strewn across the level. They can be anything from shooting range targets to a robot carrying a bucket or traffic lights that require you to shoot the green light. Regarded as one of the best games for the Samsung Gear VR, its head-to-head mode pits you against human opponents to see who can rack up the highest score.</p><h3>14. Proton Pulse</h3><p><img src=\"http://cdn4.mos.techradar.futurecdn.net//art/Wearables/Google/Cardboard/CardboardBestGamesandApps/BestGoogleCardboardApps-Proton-420-100.jpg\" alt=\"Proton Pulse\" width=\"420\"></img></p><p>You can expect a fair few genres to be &quot;reimagined&quot; for VR in the coming years. Proton Pulse for the Google Cardboard headset has put its own spin on the classic Breakout (or Pong) puzzle game, and it's psychedelic to say the least. Aiming to frazzle your brain with bright colours 50 levels of thumping techno music, Proton Pulse requires you to tilt your head to direct the paddle and guide the ball into the remaining bricks. It's much cheaper than a night out and probably just as raucous.</p><h3>15. Lucky's Tale</h3><p><img src=\"http://cdn.mos.techradar.com/art/gaming_accessories/Oculus%20Rift/Luckys_Tale-420-100.jpg\" alt=\"Lucky's Tale\" width=\"420\"></img></p><p>Lucky's Tale is one of two games (the  other being multiplayer dogfighting shooter EVE: Valkyrie) being bundled  with the Oculus Rift, and it's an intriguing little platformer. Think Mario 64  spliced with Crash Bandicoot, viewed with a third-person camera angle  that you can manipulate by moving your head, and you'd be halfway there.  The VR element lets you peek at more of the level as you go  along, which sounds gimmicky but actually introduces an exploration element as you tilt your head to reveal secrets in the level. It may not blow you away like other VR games will, but Lucky's Tale proves that VR can breathe new life into old genres.</p><h3>16. Hover Junkers</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/hover-junkers-420-90.JPG\" alt=\"Hover Junkers\" width=\"420\"></img></p><p>Hover  Junkers started revving our VR engines when its first gameplay videos  surfaced a couple of years ago. Its story makes little sense: Earth has  nearly run out of water, so naturally everybody is pelting it around on  crudely made hover barges firing rounds into each others' heads. We'll  forgive that, though, as Junkers' gameplay is manic multiplayer action â\u0080\u0093  and great fun to boot.</p><p>Using the Vive's two controllers and your  headset to look and move around, you have to shoot the enemy while  taking cover on your barge to avoid incoming fire. The sheer freedom of  movement makes the game very different to non-VR shooters - you can <a href=\"http://www.techradar.com/news/gaming/10-ways-to-troll-in-vr-top-trolling-tips-for-virtual-reality-1317866\">troll people by flipping the bird</a> and even shoot yourself in the head, should you wish to. That's the videogame moment we've all been waiting for, right?</p><mediainsert caption=\"null\" mediatype=\"null\" height=\"315\" src=\"https://www.youtube.com/watch?v=kYDSqRzOVKE\" width=\"420\">null : https://www.youtube.com/watch?v=kYDSqRzOVKE</mediainsert><h3>17. Eve: Valkyrie</h3><p><img src=\"http://mos.futurenet.com/techradar/art/Features%202/Best%20VR%20Games/EVE-420-90.jpg\" alt=\"Eve Valkyrie\" width=\"420\"></img></p><p>Yes, Eve: Valkyrie will make you feel at least a little bit sick. But isn't any epic gaming experience worth a bit of pain? What  started out as a spectacular tech demo for the developers of Eve:  Online has evolved into a fast, squad-based dogfighting simulator set in deep space.</p><p>Though the game is far narrower than Star Citizen and <a href=\"http://www.techradar.com/news/gaming/-the-tech-caught-up-to-our-ambition-david-braben-on-the-return-of-elite-1248142\">Elite: Dangerous</a>,  it serves up a classic multiplayer experience, with a Call of  Duty-style rank progression that allows you to unlock more ships,  weapons and equipment the better that you do.</p><p> That focus on  combat allows the game to be much less realistic and more visceral than  its competitors - and it's more arcadey as a result. It may not be able to deliver long-term thrills, but if you're looking to be dazzled by what the <a href=\"http://www.techradar.com/reviews/gaming/gaming-accessories/oculus-rift-1123963/review\">Oculus Rift</a> has to offer at this early stage, look no further than this.</p><mediainsert caption=\"null\" mediatype=\"YouTube\" height=\"315\" src=\"https://www.youtube.com/watch?v=8TmMIGOevis\" width=\"420\">YouTube : https://www.youtube.com/watch?v=8TmMIGOevis</mediainsert><h3>18. ADR1FT</h3><p><img src=\"http://cdn1.mos.techradar.futurecdn.net//art/Wearables/Oculus/GDC%202016%20games/ADR1FT%202-420-100.jpg\" alt=\"ADR1FT\" width=\"420\"></img></p><p>Remember that guy who worked for Microsoft and threw a fit on Twitter when he found out the Xbox One would require an online connection every 24 hours? Well now he's back with his own game which is, oddly enough, available on two separate Microsoft platforms (in addition to PS4). </p><p>ADR1FT is essentially Gravity: The Game, minus Sandra Bullock, which means it actually has the potential to be at least tolerable. How it works is simple, albeit thoroughly engaging and original. In a first-person view, you'll be tasked with navigating a zero gravity setting with an oxygen limit that's realistic enough to keep you from taking off and exploring too far. </p><p>Like an underwater level of a Sonic game set in space, you'll need to survive on as little oxygen as possible without letting your character die. To make matters even more challenging, you're simultaneously tasked with completing a series of puzzles throughout five different areas all while listening to a soundtrack that was composed by Adam Orth and the band Weezer. (Because why not?)</p><mediainsert caption=\"null\" mediatype=\"YouTube\" height=\"315\" src=\"https://www.youtube.com/watch?v=9FvMsgx86bA\" width=\"420\">YouTube : https://www.youtube.com/watch?v=9FvMsgx86bA</mediainsert>]]></description><link>http://www.techradar.com/us/news/gaming/15-best-vr-games-best-virtual-reality-games-for-pc-and-mobile-1300576?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1300576</guid><author>Dan Griliopoulos</author><pubDate>2016-05-12T08:00:00Z</pubDate><category>Gaming</category></item><item><title>Fire Emblem and Animal Crossing for mobile will be free-to-play</title><image>http://cdn.mos.techradar.com/art/games/Nintendo/Nintendo_mobile_F2P-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/games/Nintendo/Nintendo_mobile_F2P-470-75.jpg\" alt=\"Fire Emblem and Animal Crossing for mobile will be free-to-play\"/><p>Nintendo will be making its mobile versions of <a href=\"http://www.techradar.com/news/gaming/nintendo-has-announced-its-next-two-smartphone-games-1319868\">Fire Emblem and Animal Crossing</a> free to download, relying instead on in-app purchases to monetize the two franchises' leap to smartphones.</p><p>The company's choice to go free-to-play was shared by Isao Moriyasu, Chief Executive for DeNA - the company developing the mobile games for Nintendo - <a href=\"http://www.wsj.com/articles/nintendo-to-make-next-two-mobile-games-free-1462960123\">The Wall Street Journal</a> reports. </p><p>Moriyasu's choice of words was &quot;free-to-start,&quot; implying the games may try premium content, selling in-game currency, or removing limits to gameplay as a means of making money after players are hooked.</p><p>The upcoming games mark the second phase of Nintendo's grand experiment with mobile gaming, the first being the release of the bizarre social app <a href=\"http://www.techradar.com/news/gaming/what-it-s-like-to-play-miitomo-nintendo-s-first-smartphone-game-1317960\">Miitomo</a> earlier this year.</p><p>Free-to-play models are a new territory to Nintendo, but not completely unknown. Titles like Nintendo Badge Arcade and Rusty's Real Deal Baseball for the <a href=\"http://www.techradar.com/reviews/gaming/games-consoles/new-nintendo-3ds-1281493/review\">3DS</a> have played around with the concept, offering a free initial experience that is then added upon with microtransactions.</p><h3>How we think Nintendo will do F2P</h3><p>The gameplay of Animal Crossing and Fire Emblem - franchises that both found major success in the handheld market, primarily for the 3DS  - would easily translate to the on-the-go nature of smartphones, as well as how many popular games on the platform monetize.</p><p>Animal Crossing's social element and check-in-every-day mentality could potentially encourage players to drop real-world bucks to buy certain knick-knacks to gussy up their town, impressing their friends when they visit the player's abode.</p><p>Fire Emblem, with its emphasis on building up an army of irreplaceable warriors, could charge players a fee to resurrect fallen units they've grown attached to - or simply sell special characters, gear, or scenarios for a small fee.</p><p>Either series could also potentially buck convention and instead lean more into Moriyasu's &quot;free-to-start&quot; description - relying less on nickel-and-dime microtransactions and instead offering a complete game that only costs money to finish or play indefinitely.</p><p>We won't know for sure how Nintendo plans to monetize its games until later, but if the mobile versions of Animal Crossing or Fire Emblem prove half as addicting as their 3DS counterparts, consider our wallets in jeopardy.</p><ul><li><a href=\"http://www.techradar.com/news/gaming/5-things-to-do-in-miitomo-now-that-the-hype-has-died-1318618\">5 ways to keep things interesting in Miitomo</a></li></ul>]]></description><link>http://www.techradar.com/us/news/gaming/fire-emblem-and-animal-crossing-for-mobile-will-be-free-to-play-1321140?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1321140</guid><author>Parker Wilhelm</author><pubDate>2016-05-11T18:55:00Z</pubDate><category>Gaming</category></item><item><title>Updated: Steam Machines: Valve's PC-like game consoles explained</title><image>http://cdn.mos.techradar.com/art/games_consoles/steam_machine_aw_logo-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/games_consoles/steam_machine_aw_logo-470-75.jpg\" alt=\"Updated: Steam Machines: Valve's PC-like game consoles explained\"/><h3>What are Steam Machines?</h3><p><strong>Update</strong>: <em>Though Steam Machine news is sparse at the moment, this article has been updated to show that more and more hardware manufacturers are either adding Windows 10 configurations to their Steam Machine offerings or discontinuing them altogether.</em></p><p><strong>Original article continues...</strong></p><p>Once upon a time, PC gaming was at the desk, console gaming was in the living room and never the two shall meet. That gaming fairytale is supposed to end now, as Valve has brought Steam to your HDTV, thanks to the Steam Machine.</p><p>If you're unfamiliar with &quot;Steam&quot;, think of it as iTunes for PC games, with a buddy list and chat for joining your friend's games. It started off on Windows, but now has a healthy number of titles for Mac, too. Not to mention Linux, which we'll touch on further in a moment.</p><p>Valve's Steam Machines are aimed to shake up tradition, bringing PC gaming to the living room TV. None of them are actually built by Valve â\u0080\u0093 partnering manufacturers have put together their own boxes â\u0080\u0093 but Valve has injected them with SteamOS, its new Linux-based operating system (OS).</p><h3>Cut to the chase</h3><ul><li><strong>What are they?</strong> Home theater-ready gaming PCs with Valve's SteamOS loaded</li><li><strong>When are they out?</strong> You can buy one now from various gaming PC makers</li><li><strong>How much do they cost?</strong> They generally start at $449 (about Â£311)</li></ul><p>Valve already took a big step into the living room with Steam's Big Picture mode years ago, but that still required a desktop PC in your entertainment center â\u0080\u0093 or a really long HDMI cable. Perhaps because of that, a lot of Valve's phrasing regarding SteamOS treats Steam (the service) and the new OS interchangeably.</p><p><img src=\"http://mos.futurenet.com/techradar/art/games_consoles/Steam%20Machines/Cyberpower/syber-steam-machine-preorder-420-100.jpg\" alt=\"Steam Machines\" width=\"420\" title=\"Syber, a subsidiary of CyberPowerPC, has an attractive model\"></img></p><p>Still, Valve's goals with Steam Machines and SteamOS are clear: bestow upon PC gaming the ease and accessibility that console jockeys already enjoy â\u0080\u0093 in a way that lets PC hardware makers continue to compete.</p><p>And that puts Steam right at the center of it all, ready to vacuum up its cut of games sold on Steam Machines like it's the Steam summer sale all year long.</p><ul><li>Read more: <a href=\"http://www.techradar.com/us/news/gaming/steamos-what-you-need-to-know-1183824\">SteamOS: what you need to know</a></li></ul><p>The journey from announcement to launch has been long and a tad messy. But, at GDC 2015, Valve revealed the final details of its living room plans, which included Machines, the revised controller and its Vive virtual reality headset. Since then, a few smaller events and announcements kept things going into the 2015 holiday launch and beyond.</p><h3>Losing steam already, but gaining influence</h3><p>The journey from announcement to launch has been long and a tad messy. But, at GDC 2015, Valve revealed the final details of its living room plans, which included Machines, the revised controller and its Vive virtual reality headset. Since then, a few smaller events and announcements kept things going into the 2015 holiday launch and beyond.</p><p>After a false start or two, Valve went on to finally launch its Steam Machines back in November 2015 to little fanfare.  While <a href=\"http://www.techradar.com/us/news/gaming/these-are-the-steam-machines-landing-this-holiday-season-1287235\">15 Steam Machines</a> were slated to launch by the end of 2015, only a handful actually made it out the door. </p><p><img src=\"http://mos.futurenet.com/techradar/art/desktop_pcs_and_macs/Alienware%20Alpha/Review/Alienware%20Alpha-9-420-100.jpg\" alt=\"steam machines\" width=\"420\"></img></p><p>Hardware like the Digital Storm Eclipse and the Materiel.net Steam Machines are still being withheld by their manufacturers. Falcon Northwest, on the other hand, decided to contest the SteamOS platform as a whole last year after being swarmed with technical issues, according to <a href=\"http://venturebeat.com/2015/11/13/why-one-pc-maker-decided-not-to-ship-a-steam-machine-this-year/\">VentureBeat</a>. The company later clarified to <a href=\"http://www.digitaltrends.com/computing/ever-cluttered-pc-market-valves-steam-machines-undergoing-existential-crisis/\">Digital Trends</a> that the one hard drive limit in SteamOS made it harder to save on the high cost of solid state drive (SSD) storage.</p><p>Each of these Steam Machines are essentially gaming PCs inside home theater-friendly cases that run on the Linux-based SteamOS and come with one Steam Controller. Unfortunately, it's even more difficult to peg which box is best for the kind of games that you want to play, as they all offer multiple configurations.</p><p>In the few reviews of Steam Machine candidates that we've published, we have run up against the same conundrum: do Steam Machines really make PC gaming that much simpler?</p><p>It seems as if we're not alone in asking these questions, as <a href=\"http://www.pcworld.com/article/3040719/linux/linux-usage-on-steam-continues-to-fall.html\">PC World</a> reports that a scant 1% of Steam users play their games on Linux or SteamOS. It doesn't help Valve's case that many of the Steam Machines available on the market are also offered in Windows 10 configurations, the generally-accepted default operating system for most PC gamers.</p><p>Despite their arguably low tangible impact, Steam Machines may be affecting the gaming industry by their very presence. For instance, rumors of an iterative (but arguably major) hardware upgrade for the PS4, known as the PS4K, have been circling the internet.</p><p>Before Steam Machines, such rumors were few and far in between and gained little to no traction, as such an upgrade was practically implausible for how it would disrupt the console cycle. But maybe â\u0080\u0093 just maybe â\u0080\u0093 console makers are feeling the heat to keep up with emerging gaming technologies that, say, Steam Machines and PCs can weather easily.</p><p><img src=\"http://mos.futurenet.com/techradar/art/games_consoles/Steam%20Machines/steam-machines-zotac-update-420-100.jpg\" alt=\"Steam Machines\" width=\"420\" title=\"The Zotac Steam Machine is decidedly more subtle\"></img></p><h3>Who are Steam Machines for?</h3><p>The easiest way to answer this one is to say &quot;console gamers that have been put off by the complexity and prohibitive hardware pricing of PC gaming.&quot; However, while that may be the case, that hasn't turned out to be the result so far.</p><p>Console gamers might find Steam Machines far easier to set up than gaming PCs, but that still doesn't solve the problem that PC games are often developed for a wide range of hardware. Sometimes, PC game makers want to develop for the highest-end systems, which most Steam Machines certainly aren't.</p><p>This causes problems that you can probably already foresee. For instance, what if someone who bought a Steam Machine for the next big Fallout game release? She will still have to see whether the parts inside her Steam Machine can run the game well, much less whether Valve's proprietary SteamOS is even supported by the game. That's not at all how consoles work.</p><p>Read our <a href=\"http://www.techradar.com/us/reviews/pc-mac/software/operating-systems/steamos-beta-1209037/review\">hands on SteamOS review</a></p><p>So, when you ask who Steam Machines are for, it's almost easier to answer who they aren't for, and that's discerning hardcore gamers. Folks in this category can either put up with complexity for the sake of a great gaming experience on PC or know enough to avoid it altogether with a console.</p><p><img src=\"http://mos.futurenet.com/techradar/art/software/Valve/SteamOS-420-100.jpg\" alt=\"steam machines\" width=\"420\"></img></p><p>For those who haven't been following along, here are all of the Steam Machines we know about and their release status:</p><h4>List of Steam Machines available</h4><ul><li><strong>Syber Steam Machine-X (SteamOS)</strong> - from $1,559 (Â£1,205, about AU$2,115)</li><li><strong>Zotac NEN Steam Machine (SteamOS)</strong> - from $869 (about Â£600, AU$1175)</li><li><strong>Maingear Drift (Windows 10, SteamOS)</strong> - from $999 (about Â£690, AU$1351)</li><li><strong>Materiel.net Steam Machine (SteamOS)</strong> - from $899 (about Â£621, AU$1217)</li><li><strong>Scan 3XS ST Steam Machine (SteamOS</strong>) - from about $568 (Â£497, about AU$771)</li><li><strong>Alienware Steam Machine (SteamOS)</strong> - from $449 (Â£449, about AU$609)</li><li><strong>Origin Omega (Windows 10)</strong> - from $1,362 (about Â£942, AU$1,847)</li></ul><h4>List of Steam Machines unavailable</h4><ul><li><strong>Asus GR8S (discontinued)</strong></li><li><strong>iBuyPower SBX (discontinued)</strong></li><li><strong>Digital Storm Eclipse Steam Machine</strong></li><li><strong>Alternate Steam Machine</strong></li><li><strong>Webhallen S15-01</strong></li><li><strong>Next Spa NextBox</strong></li><li><strong>Gigabyte Brix Pro</strong></li><li><strong>Falcon Northwest Tiki</strong></li></ul><p><img src=\"http://mos.futurenet.com/techradar/art/games_consoles/Valve/Steam%20Controller/Review/Steam_Controller-112-420-100.jpg\" alt=\"Steam Machine\" width=\"420\" title=\"The controller you see here went through several iterations\"></img></p><h3>The silver lining: Steam Controller and Steam Link</h3><p>Every Steam Machine comes packaged with might be the best product of Valve's big coup for the living room, the <a href=\"http://www.techradar.com/us/reviews/gaming/games-consoles/controllers/valve-steam-controller-1212868/review\">Steam Controller</a>. Sold separately for $49 (about Â£35), the Steam Controller primarily uses haptic feedback touchpads for input, a first for modern PC gaming.</p><p>The controller is affordable, beautifully designed and infinitely customizable. In fact, Steam now offers a fully-fledged community of Steam users that share uploadable controller profiles that can change everything from button mapping to the intensity of the haptic feedback motors.</p><p>Then there's the <a href=\"http://www.techradar.com/us/reviews/gaming/gaming-accessories/steam-link-1287642/review\">Steam Link</a>, which doesn't solve the problem that Valve claims to be tackling with Steam Machines, but does one better. This $99 (about Â£69) set-top box allows you to stream games played on your PC via Steam to whatever HDTV the Link is connected to.</p><p>Streaming happens over your local network, and essentially allows you to play PC games in front of your TV without the need for a complicated HDMI setup or other methods. Steam Machines, running on SteamOS, offer this capability, too. But why spend 500-plus dollars for that feature when you can spend 100?</p><p><img src=\"http://mos.futurenet.com/techradar/art/games_consoles/Valve/Steam%20Link/Review/steam-link-8-420-100.jpg\" alt=\"Steam Machines\" width=\"420\" title=\"We're rather smitten with this little gaming box\"></img></p><h3>Where do Steam Machines go from here?</h3><p>The exact future of Valve's living room project is largely unknown, as there hasn't been much said of future Steam Machine releases from neither their creator nor its partners. At this rate, Steam Link has a better chance of fulfilling Valve's couch-ridden dreams than any Steam Machine does.</p><p>With <a href=\"http://www.techradar.com/us/news/gaming/gdc-2016-what-we-want-to-see-from-sony-microsoft-oculus-and-amd-1315725\">GDC 2016</a> having came and went with nary a word on Steam Machines, it would seem that Valve is in a holding pattern with the project. However, the firm recently <a href=\"http://www.techradar.com/us/news/video/steam-starts-streaming-movies-thanks-to-deal-with-lionsgate-1319742\">struck up a deal with Lionsgate</a> to stream about 100 films from its catalog on a rental basis, a la Amazon Prime Instant Video. </p><p>It's clearly a home entertainment â\u0080\u0093 i.e. Steam Machine â\u0080\u0093 play, but yet another one that allows Valve to be non-committal regarding its living room plans, as the service works from everywhere you can access Steam.</p><p>But, even more interesting is what Valve said back in March about getting <a href=\"http://www.techradar.com/us/news/gaming/got-an-old-graphics-card-that-should-be-no-problem-for-vr-soon-1317412\">lower-power graphics cards to work</a> with its SteamVR platform, so perhaps it has Steam Machines squarely in mind with this. Steam Machines bundled with <a href=\"http://www.techradar.com/us/reviews/wearables/htc-vive-pre-1286775/review\">HTC Vive</a>, anyone?</p><ul><li>As it turns out, <a href=\"http://www.techradar.com/us/reviews/pc-mac/software/operating-systems/windows-10-1267364/review\">Windows 10</a> is good for PC gamers</li></ul><p><strong>Alex Roth and Gabe Carey also contributed to this article</strong></p>]]></description><link>http://www.techradar.com/us/news/gaming/consoles/valve-steam-box-release-date-news-and-features-1127072?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1127072</guid><author>Joe Osborne</author><pubDate>2016-05-11T18:30:00Z</pubDate><category>Consoles, Gaming, PC, Computing</category></item><item><title>Civilization 6 will bring sprawling cities to Ghandi's nuclear state</title><image>http://cdn.mos.techradar.com/art/games/civilization 6-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/games/civilization 6-470-75.jpg\" alt=\"Civilization 6 will bring sprawling cities to Ghandi's nuclear state\"/><p>Firaxis has announced Civilization VI, the next entry in its long-running Civilization series, which first appeared a quarter of a century ago.</p><p>The sixth game will fundamentally change the way cities operate within the world, for the first time allowing cities to expand across the map. </p><p>In previous games cities would remain confined to a single square, but would command a sphere of influence over the surrounding land, which would expand as the city grows in power.</p><p>Firaxis is also promoting a new feature it's calling 'Active Research' where your empire's research will advance more quickly if you explore and discover new cultures. </p><h3>It's coming October 21</h3><p>The stacking of units from the games prior to Civ V has also returned with some modifications. Units will now be able to be embedded with other units. The examples Firaxis gives includes embedding anti-tank support with infantry, or a warrior with settlers. </p><p>To prevent players from being scared off by jumping in with the sixth entry in a famously in-depth strategy game, the developer is working on new tutorial systems to guide new players into the experience.</p><p>Civilization VI will be released worldwide on October 21. You can watch the first trailer for the game below, although it doesn't contain any gameplay footage.</p><mediainsert caption=\"null\" mediatype=\"YouTube\" height=\"315\" src=\"https://www.youtube.com/watch?v=BZqHaBkgYTo\" width=\"420\">YouTube : https://www.youtube.com/watch?v=BZqHaBkgYTo</mediainsert>]]></description><link>http://www.techradar.com/us/news/gaming/civilization-6-will-bring-sprawling-cities-to-ghandi-s-nuclear-state-1321135?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1321135</guid><author>Jon Porter</author><pubDate>2016-05-11T15:48:00Z</pubDate><category>Gaming</category></item><item><title>PC Gaming Week: 10 best co-op games you can play on PC and consoles</title><image>http://cdn.mos.techradar.com/art/games/Rockstar/GTA%20Online/GTA%20Heists-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/games/Rockstar/GTA%20Online/GTA%20Heists-470-75.jpg\" alt=\"PC Gaming Week: 10 best co-op games you can play on PC and consoles\"/><h3>Co-op gaming on the couch or over the coax</h3><p><img src=\"http://mos.futurenet.com/techradar/art/other/Onetimers/the_arcade_hotel_amsterdam_gaming08-420-100.jpg\" alt=\"best co-op games\" width=\"420\"></img></p><p>Sometimes, solo play just isn't all that fun, and there are times we simply want human companionship to create goofy memories, or to get past difficult puzzles and tough bosses, in our games. </p><p>That's where co-op games come in: you can gather up a few friends and trek through a forest together in search of treasure, rid the streets of zombies or unlock special items that can't be accessed on your own. </p><p>Here are eight awesome co-op games that you should be playing now locally or online with your buddies at hand.</p><p><strong>Gabe Carey also contributed to this article</strong></p><h3>1. Super Mario 3D World</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/Nintendo/super_mario_3d_world_e3-420-100.jpg\" alt=\"best co-op games\" width=\"420\"></img></p><p>OK, so this is a Nintendo <a href=\"http://www.techradar.com/us/reviews/gaming/games-consoles/nintendo-wii-u-1084120/review\">Wii U</a> exclusive. So what. This platformer is an awesome romp with up to four players who can choose to play Mario, Luigi, Princess Peach, or Toad (there's a fifth you can unlock too). </p><p>Each character has its own traits, and together, players must collect stars to unlock additional levels and worlds in an effort to save all seven Sprixies from the always-troublesome Bowser. The gameplay mixes free-roaming with platformer mechanics, offering some exploration of the new Sprixie Kingdom while the clock continues to tick. </p><p>Additional gameplay is offered through the Wii U Gamepad, like blowing onto the microphone to reveal hidden items â\u0080\u0093 sweet.</p><h3>2. Halo: The Master Chief Collection</h3><div><img src=\"http://mos.futurenet.com/techradar/art/games/Halo/halo_2_anniversary_master_chief_collection-420-90.jpg\" alt=\"best co-op games\" width=\"420\"></img></div><p>Whether you're fighting off Brutes with a shotgun or cruising around in a Warthog taking out Grunts, the Halo series is undeniably leagues more enjoyable with friends. And while the latest entry in the franchise, Halo 5: Guardians, notably omits couch co-op functionality in favor of a central online focus. </p><p>Nevertheless, you can experience co-op both locally and over broadband in the Halo archives, lovingly packaged as The Master Chief Collection on Xbox One. It compiles Halo: Combat Evolved, Halo 2, Halo 3, and Halo 4, along with all of their respective DLC on a single disc or download. </p><p>What's more, a 1080p upscale of the fantastic Halo 3: ODST can be added on for 5 bucks as if <a href=\"http://www.amazon.com/Halo-Master-Chief-Collection-Xbox-One/dp/B00KSQHX1K/ref=sr_1_1?ie=UTF8&amp;qid=1462459326&amp;sr=8-1&amp;keywords=halo+the+master+chief+collection\">$35 wasn't enough of a bargain</a> already for nearly an entire blockbuster game series.</p><h3>3. Diablo 3</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/Blizzard/Diablo-3-cows-420-100.jpg\" alt=\"best co-op games\" width=\"420\"></img></p><p>This was originally launched on the PC back in 2012 by Blizzard Entertainment, but it's now also offered on the two Xbox and PlayStation consoles with the Reaper of Souls expansion pack included. </p><p>It's an action-packed role-playing game (RPG), allowing players to choose from six different classes â\u0080\u0093 the Witch Doctor, the Barbarian, the Wizard, the Monk, the Demon Hunter and the newly-added Crusader â\u0080\u0093 and embark on an adventure spanning five Acts to defeat both Diablo (Acts I to IV) and Malthael (Act V), the Angel of Death. </p><p>The game includes an adventure mode outside the main campaign that allows players to roam through every available region in the game to collect loot. On the consoles, Diablo III is playable with friends both online and offline, whereas the PC version is online only (a sore spot with many PC gamers).</p><p>Oh, and you can kill armed, sentient cows in the game â\u0080\u0093 'nuff said.</p><h3>4. Torchlight 2</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/torchlight-2-420-90.jpg\" alt=\"best co-op games\" width=\"420\"></img></p><p>Here's another action RPG, although this one is developed and published by Runic Games for Windows, Mac OS X, and Linux. The studio listened to feedback generated from the first installment and added an all-new co-op multiplayer mode in this sequel that supports both LAN and Internet play. </p><p>Gamers choose from four classes â\u0080\u0093 Engineer, Outlander, Berserker, and Embermage â\u0080\u0093 that consist of three skill trees. Each dungeon is randomly generated, so that each visit seems unique upon entering. </p><p>The overall objective is to stop the Alchemist, who is disrupting the balance between the six elements by using the power of an ancient evil creature known as Ordrak. Each multiplayer game can host up to six players, making this a fun co-op adventure for loot and glory.</p><h3>5. Borderlands 2</h3><p><img src=\"http://mos.futurenet.com/techradar/art/other/AU%20News/sony-pirate-420-100.jpg\" alt=\"best co-op games\" width=\"420\"></img></p><p>At its heart, Borderlands 2 is a shooter, but it offers RPG elements such as gaining experience and leveling up your character. Developed by Gearbox Software and published by 2K Games, players set out on a quest to take down Handsome Jack, the president of the Hyperion Corporation who is controlling a new resource called Eridium in order to rule over Pandora. </p><p>Six playable characters are offered in the game, two of which can be obtained by purchasing downloadable content. The game is a riot overall, and provides plenty of virtual territory for exploration with friends. Players can pick up randomly generated loot from fallen enemies, purchase gear from local shops, and so on. </p><p>The game allows up to four friends via invites, or up to four random players via the matchmaker, in a single game. Borderlands 2 is available on multiple gaming platforms.</p><h3>6. Left 4 Dead 2</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/Valve/left-4-dead-2-420-90.jpg\" alt=\"best co-op games\" width=\"420\"></img></p><p>Here's another co-op multiplayer shooter, this time from Valve Software. Available on the PC, Xbox 360, Mac OS X, and Linux, players team up with three other gamers to plow through zombies infesting the city. The main objective for each round is to fight your way to the campaign's end, stopping along the way at safe houses that serve as checkpoints. </p><p>There are five campaigns in all spanning across Savannah, Georgia to New Orleans, Louisiana, and the gameplay will supposedly adjust itself to match the players' overall performance. There are four characters to choose from that have their own unique set of traits: Coach, Nick, Rochelle, and Ellis. </p><p>There's also an overall story offered in Left 4 Dead, but when you're playing alongside friends, it tends to take a backseat as you fight to stay alive. This is a massively fun shooter that can be played with friends locally or online.</p><h3>7. Portal 2</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/Valve/portal-420-100.jpg\" alt=\"best co-op games\" width=\"420\"></img></p><p>This is another of Valve Software's first-person shooters, although you're really not shooting anything alive. Instead of a laser rifle, players equip a portal gun that shoots wormhole-connected openings, or portals, on flat surfaces. </p><p>It's a puzzle platformer game at heart, requiring the player to think about how to move onto the next room using these portals. That said, this may be an ideal experience for multiple players as they talk out where a portal should go and when. </p><p>In the multiplayer mode, which takes place after the single-player campaign, two players assume bipedal robots named Atlas and P-Body that have their own portal guns. The object is to locate The Vault, which contains humans stored in stasis. </p><p>Naturally, the artificial intelligence GLaDOS keeps them busy, testing their puzzle skills along the way. Portal 2 is available on Windows, Mac OS X, Linux, the PlayStation 3, and the Xbox 360.</p><h3>8. Far Cry 4</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/Ubisoft/Far%20Cry%204/FC4_screen_tuktuk_e3_140609_8pmPST_1402224704-420-100.jpg\" alt=\"best co-op games\" width=\"420\"></img></p><p>This is an open-world shooter developed and published by Ubisoft and launched in 2014. The main setting is a fictional Himalayan country called Kyrat and centers on Ajay Ghale, who is caught in the middle of a war between the Golden Path rebel movement and Kyrat's Royal Army. </p><p>Thus, players are not only faced with fighting off the local wildlife, but enemy soldiers as they explore the surrounding mountains and forests.  The co-op multiplayer portion, called &quot;Guns For Hire,&quot; supports two players, and is not part of the main campaign. </p><p>However, the two players can roam the countryside and raid outposts they discover. Players take on the role of a Golden Path member or a Rakshasa, the former of which can carry explosives and drive armored vehicles while the latter can teleport and summon wildlife. Far Cry 4 is available for the PC, the Xbox consoles, and the PlayStation consoles.</p><h3>9. Minecraft</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/Minecraft/minecraft_alex-420-100.jpg\" alt=\"best co-op games\" width=\"420\"></img></p><p>You knew this would make the list, right? It's the ultimate co-op experience, allowing players to grab blocks and build worlds together that are only limited by imagination. The beauty of Minecraft is that it can be played co-operatively across different platforms, such as the main world residing on <a href=\"http://www.techradar.com/us/reviews/pc-mac/software/operating-systems/windows-10-1267364/review\">Windows 10</a> and others jumping in using an Android or iOS device. </p><p>Of course, you can go hardcore and join the numerous PC-based Minecraft servers seeded on the Internet using the original Java-based version of the game. And the creations you can find are simply mind-boggling, ranging from the reconstructing of actual cities to a full-scale Starship Enterprise-D from Star Trek: The Next Generation. </p><p>If you don't know what Minecraft is all about, then get out from under that rock. However, in its simplest terms, Minecraft is a block-building simulator that seemingly has no limits. You can get Minecraft for the PC, the Windows 10 Edition, the Pocket Edition for mobile, and versions for the Xbox consoles, the PlayStation consoles, the Wii U, the PlayStation Vita and more.</p><h3>10. GTA V Online (Heists)</h3><p><img src=\"http://cdn.mos.techradar.com/art/games/Rockstar/GTA%20Online/GTA%20Heists-420-100.jpg\" alt=\"best co-op games\" width=\"420\"></img></p><p>Back in 2013, Rockstar promised online Heists as a highlight launch feature for its mega blockbuster, somehow still bestselling week-by-week Grand Theft Auto V. Unfortunately, in the modern games industry, &quot;launch feature&quot; is a loose term in a world where any developer can just patch stuff in later. </p><p>When the Heist missions finally did arrive in GTA Online in 2015, however, they were undoubtedly welcomed by an otherwise frustrated community. Mostly consisting of four-player cooperative multi-part tasks, Heists were not only a blast to play with a small group of buddies, but it was also quite lucrative with its virtual compensation.</p><p>Gnabbing some in-game cash without it feeling like a chore? Who woulda thunk it.</p>]]></description><link>http://www.techradar.com/us/news/gaming/the-best-co-op-games-you-can-play-on-pc-and-consoles-1319229?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1319229</guid><author>Kevin Parrish</author><pubDate>2016-05-11T15:00:00Z</pubDate><category>Gaming, PC, Computing, Laptops, Mobile computing</category></item><item><title>PC Gaming Week: 10 greatest Star Wars games of all time</title><image>http://cdn.mos.techradar.com/art/games/Star%20Wars%20on%20PC/kotor-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/games/Star%20Wars%20on%20PC/kotor-470-75.jpg\" alt=\"PC Gaming Week: 10 greatest Star Wars games of all time\"/><h3>Introduction</h3><p><img src=\"http://cdn2.mos.techradar.futurecdn.net//art/other/PC%20gaming%20week/features/EditorFaves/star-wars-420-100.JPG\" alt=\"Dark Forces 2\" width=\"420\"></img></p><p>Star Wars changed the face of the sci-fi film genre forever by busting out Luke Skywalker and Darth Vader onto an unsuspecting public way back in 1977. Gamers have had more than their fair share of Star Wars titles to get stuck into over the years â\u0080\u0094 from Rebel Assault to Knights of the Old Republic. </p><p>Whether it's flying through space blasting Star Destroyers, locking lightsabers with Sith lords or interacting with online players in vast virtual worlds, there's probably been a Star Wars game on the PC for you.</p><ul><li>Check out our spoiler-free <a href=\"http://www.techradar.com/news/home-cinema/star-wars-the-force-awakens-review-1311372\">Star Wars: The Force Awakens review</a></li></ul><h3>1. Star Wars: X-Wing</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/Star%20Wars%20on%20PC/x-wing-420-90.jpg\" alt=\"Star Wars through the ages\" width=\"420\" title=\"Image Credit: Deadbeatspanel.com\"></img></p><ul><li>Developer: LucasArts</li><li>Publisher: LucasArts</li><li>Year of release: 1993</li><li>Genre: Space simulator</li><li>Platform(s): MS-DOS, Macintosh, Windows 9x</li></ul><p>The X-Wing game takes us all the way back to the DOS days. With that in mind, having a fast-paced space blaster was a pretty exciting thing, even more so that it was based on our favourite old star fighter. It even shipped on floppy disk. </p><p>X-Wing required you to complete several tours of duty fighting in the rebellion against the Galactic Empire. Not only were you controlling your own fighter but there were computer controlled wingmen who could help you out too. The graphics look incredibly dated now, but seemed top-notch at the time, and thanks to appropriately scored music and voiceovers from Star Wars actors, gamers had the best possible experience of flying an X-Wing fighter back in the early nineties.</p><h3>2. Star Wars: TIE Fighter</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/Star%20Wars%20on%20PC/tiefighter-420-90.jpg\" alt=\"Star Wars through the ages\" width=\"420\" title=\"Image Credit: Spacegamejunkie.com\"></img></p><ul><li>Developer: Totally Games</li><li>Publisher: LucasArts</li><li>Year of release: 1994</li><li>Genre: Space simulator</li><li>Platform(s): MS-DOS, Macintosh, Windows 9x</li></ul><p>As a sequel to the X-Wing game, TIE fighter allowed gamers to switch sides and blow some rebel scum out of the sky â\u0080\u0093 or rather, out of the vacuum of space. There's not much to say here â\u0080\u0093 while there was a plot to the game that drove the missions, being a simulator game meant there was little character development. However, there were plenty of chances to get to play with iconic spaceships from the movies.</p><h3>3. Dark Forces 1 and 2</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/Star%20Wars%20on%20PC/darkforces2-420-90.jpg\" alt=\"Star Wars through the ages\" width=\"420\" title=\"Image Credit: Mobygames.com\"></img></p><ul><li>Developer: LucasArts</li><li>Publisher: LucasArts</li><li>Year of release: 1995</li><li>Genre: First and third-person shooter</li><li>Platform(s): Microsoft Windows (Part 1 and 2). Part 1 only: MS-DOS, Macintosh, PlayStation, PlayStation Network</li><li>Graphics Engine: Jedi (Part 1), Sith (Part 2)</li></ul><p>Dark Forces was the first FPS game set in the Star Wars universe. The first instalment could be described as a generic FPS with a Star Wars skin. However, it begins with a very Star Wars-esque story featuring a protagonist, Kyle Katarn, who is on a quest to avenge his parent's deaths. Moving into the second episode, Kyle began to learn the way of the force which gave gamers their first chance to engage in light sabre combat! The games were well received and the storyline paved the way for future Star Wars FPS titles.</p><h3>4. Jedi Knight 2: Jedi Outcast</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/Star%20Wars%20on%20PC/jk2jo-420-90.jpg\" alt=\"Star Wars through the ages\" width=\"420\" title=\"Image Credit: Starwars.wikia.com\"></img></p><ul><li>Developer: Raven Software, Vicarious Visions</li><li>Publisher: LucasArts</li><li>Year of release: 2002</li><li>Genre: First and third-person shooter</li><li>Platform(s): Microsoft Windows, Mac, GameCube, Xbox</li><li>Graphics Engine: Quake III: Team Arena</li></ul><p>The Dark Forces series was rebranded as the Jedi Knight series. This sequel to the first Jedi Knight picks up Kyle Katarn's life from where we left him in Dark Forces 2. Kyle is working as a mercenary, having rejected his force abilities, but is dragged back into the Jedi world when a former student of Luke Skywalker's, Desann, starts making trouble. JK2 was a leap ahead of previous Star Wars FPS games as it advanced the light sabre and force ability combat, but more importantly had a strong multiplayer component.</p><h3>5. Jedi Knight: Jedi Academy</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/Star%20Wars%20on%20PC/Jedi%20Knight%20Academy-420-90.jpg\" alt=\"Jedi Academy\" width=\"420\"></img></p><ul><li>Developer: Raven Software, Vicarious Visions</li><li>Publisher: LucasArts</li><li>Year of release: 2003</li><li>Genre: First and third-person shooter</li><li>Platform(s): Microsoft Windows, Xbox, Mac, Amiga OS 4</li><li>Graphics Engine: Quake III: Team Arena</li></ul><p>This was the last of the Jedi Knight series, and it saw the character of Kyle Katarn taking a back seat to make way for fresh young Jedi trainees. In terms of its fundamental gameplay Jedi Academy didn't add anything new. However, it was a great refinement of the already impressive combat system developed in JK2. Jedi Academy was also praised for making good use of the Quake III engine.</p><h3>6. Knights of the Old Republic</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/Star%20Wars%20on%20PC/kotor-420-90.jpg\" alt=\"Star Wars through the ages\" width=\"420\" title=\"Image Credit: https://i.imgur.com/wDKLb08.jpg\"></img></p><ul><li>Developer: BioWare</li><li>Publisher: LucasArts</li><li>Year of release: 2003</li><li>Genre: RPG</li><li>Platform(s): Microsoft Windows</li></ul><p>Knights of the Old Republic was the first role-playing game set in the Star Wars universe. It first came out on the Xbox but was released on the PC later the same year. While looking more like a third-person perspective shooter, the game actually borrowed heavily from dice-based tabletop role-playing games. KotOR is set four thousand years before events in the movies and therefore the developers had something of a free rein with the storyline. Despite very corny dialogue between action sequences the game received critical acclaim and was so popular it is still available now on mobile devices like Android and iOS.</p><h3>7. Star Wars: Battlefront</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/Star%20Wars%20on%20PC/SW%20Battlefront-420-90.jpg\" alt=\"SW Battlefront\" width=\"420\"></img></p><ul><li>Developer: Pandemic Studios</li><li>Publisher: LucasArts</li><li>Year of release: 2004</li><li>Genre: First and third-person shooter</li><li>Platform(s): Microsoft Windows, PlayStation 2, Xbox, Mac</li><li>Graphics Engine: Zero</li></ul><p>Star Wars: Battlefront brought Battlefield-style conquest-based combat to the Star Wars franchise. This game allowed you to take part in all of the major conflicts in the Star Wars universe, both from the prequel era and the original trilogy Galactic Civil War.</p><p>Confusingly, as you progress through the game you change sides. Initially you are controlling droids from the Trade Federation, then you are fighting those droids as a clone trooper, and so on. All that aside, the Battlefront series was an ideal game for Star Wars fans who were also into the Battlefield franchise. </p><h3>8. Star Wars: The Old Republic</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/Star%20Wars%20on%20PC/swtor-420-90.jpg\" alt=\"Star Wars through the ages\" width=\"420\"></img></p><ul><li>Developer: BioWare</li><li>Publisher: LucasArts, Electronic Arts</li><li>Year of release: 2011</li><li>Genre: MMORPG</li><li>Platform(s): Microsoft Windows</li><li>Graphics Engine: HeroEngine</li></ul><p>Star Wars: The Old Republic is the current MMORPG incarnation of Star Wars. Star Wars Galaxies was shut down shortly before this game went online. The Old Republic is set a while after the events of Knights of the Old Republic, and players can join either the Sith Empire or the Galactic Republic.</p><p>The game provides a quest-driven storyline for each player, including a limited form of crafting as with other MMORPGs. However, The Old Republic has copped some criticism for lacking the same open-ended gameplay style that was familiar to players of Star Wars Galaxies. For example, rather than having an open-ended arcade-style space flight model, The Old Republic only allows for starship-based quests were the player cannot deviate from a predefined flight path.</p><h3>9. Star Wars: Rebel Assault</h3><p><img src=\"http://mos.futurenet.com/techradar/art/games/Star%20Wars%20on%20PC/rebelassault-420-90.jpg\" alt=\"Rebel Assault\" width=\"420\"></img></p><ul><li>Developer: LucasArts</li><li>Publisher: LucasArts</li><li>Year of release: 1993</li><li>Genre: Rail Shooter</li><li>Platform(s): MS-DOS, Sega CD, Mac, 3DO</li></ul><p>While Star Wars: Rebel Assault was critizised for having little flexibility in its gameplay, the 1993  title was one of the most innovative of its time. By using pre-rendered  graphics, the on-rails shooter gave gamers visuals that were far beyond  anything their computer could ever render in real-time. It was also one  of the first game to splice in clips from the movies to add to the  immersion. Oh: and it was <em>hard</em>.</p><h3>10. Star Wars: Battlefront (2015)</h3><p><img src=\"http://cdn0.mos.techradar.futurecdn.net/art/games/battlefront-4k-6-420-100.JPG\" alt=\"Battlefront\" width=\"420\"></img></p><ul><li>Developer: Dice</li><li>Publisher: Electronic Arts</li><li>Year of release: 2015</li><li>Genre: FPS</li><li>Platform(s): Microsoft Windows, PS4, Xbox One</li><li>Graphics Engine: Frostbite 3</li></ul><p>A disappointment to some, Star Wars: Battlefront is a lot of things when compared to its predecessors, but boring isn't one of them. With some of the best looking environments in its class, it's no Battlefield, or even Star Wars: Battlefront II for that matter, but on its own it's a fun and tight competitive shooter. </p><p>Thanks to its experienced first-person shooter developer DICE, along with its friendliness with the Frostbite 3 engine, Star Wars: Battlefront is one of the most technically impressive games to date. It may not be up to snuff in terms of content, and yes, the $50/Â£25 season pass deal was nauseating, but hey, it was still a blast to play -- especially Hero Hunt mode.</p><p>Sure, there wasn't a proper campaign, but did anyone really want a campaign from the Battlefield developers anyway?</p>]]></description><link>http://www.techradar.com/us/news/gaming/the-greatest-star-wars-games-of-all-time-1289089?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1289089</guid><author>David Gilson</author><pubDate>2016-05-11T14:00:00Z</pubDate><category>Gaming, PC, Computing</category></item></channel></rss>\n<!-- Cached on: Fri, 13 May 2016 08:12:02 +0100 key: techradar-rss/news/gaming -->",
  "headers": {
    "Expires": "Fri, 13 May 2016 07:45:33 GMT",
    "X-F-Cache": "MISS",
    "Transfer-Encoding": "chunked",
    "Cache-Control": "max-age=120",
    "Date": "Fri, 13 May 2016 07:43:33 GMT",
    "Content-Type": "text/xml;",
    "Server": "nginx",
    "Connection": "keep-alive"
  },
  "response_url": "http://feeds.webservice.techradar.com/us/rss/news/gaming"
}