{
  "requested_url": "http://feeds.arstechnica.com/arstechnica/science",
  "fetched_at": "2016-05-13T00:45:30.892404",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\r\n<?xml-stylesheet type=\"text/xsl\" media=\"screen\" href=\"/~d/styles/rss2full.xsl\"?><?xml-stylesheet type=\"text/css\" media=\"screen\" href=\"http://feeds.arstechnica.com/~d/styles/itemcontent.css\"?><rss xmlns:content=\"http://purl.org/rss/1.0/modules/content/\" xmlns:wfw=\"http://wellformedweb.org/CommentAPI/\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\" xmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\" xmlns:feedburner=\"http://rssnamespace.org/feedburner/ext/1.0\" version=\"2.0\">\r\n\r\n<channel>\r\n\t<title>Scientific Method – Ars Technica</title>\r\n\t\r\n\t<link>http://arstechnica.com</link>\r\n\t<description>Serving the Technologist for more than a decade. IT news, reviews, and analysis.</description>\r\n\t<lastBuildDate>Fri, 13 May 2016 05:52:42 +0000</lastBuildDate>\r\n\t<language>en-US</language>\r\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\r\n\t<sy:updateFrequency>1</sy:updateFrequency>\r\n\t<generator>https://wordpress.org/?v=4.4.1</generator>\r\n\t<atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"self\" type=\"application/rss+xml\" href=\"http://feeds.arstechnica.com/arstechnica/science\" /><feedburner:info uri=\"arstechnica/science\" /><atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"hub\" href=\"http://pubsubhubbub.appspot.com/\" /><feedburner:feedFlare href=\"http://www.plusmo.com/add?url=http%3A%2F%2Ffeeds.arstechnica.com%2Farstechnica%2Fscience\" src=\"http://plusmo.com/res/graphics/fbplusmo.gif\">Subscribe with Plusmo</feedburner:feedFlare><feedburner:feedFlare href=\"http://www.thefreedictionary.com/_/hp/AddRSS.aspx?http%3A%2F%2Ffeeds.arstechnica.com%2Farstechnica%2Fscience\" src=\"http://img.tfd.com/hp/addToTheFreeDictionary.gif\">Subscribe with The Free Dictionary</feedburner:feedFlare><feedburner:feedFlare href=\"http://www.bitty.com/manual/?contenttype=rssfeed&amp;contentvalue=http%3A%2F%2Ffeeds.arstechnica.com%2Farstechnica%2Fscience\" src=\"http://www.bitty.com/img/bittychicklet_91x17.gif\">Subscribe with Bitty Browser</feedburner:feedFlare><feedburner:feedFlare href=\"http://www.newsalloy.com/?rss=http%3A%2F%2Ffeeds.arstechnica.com%2Farstechnica%2Fscience\" src=\"http://www.newsalloy.com/subrss3.gif\">Subscribe with NewsAlloy</feedburner:feedFlare><feedburner:feedFlare href=\"http://www.live.com/?add=http%3A%2F%2Ffeeds.arstechnica.com%2Farstechnica%2Fscience\" src=\"http://tkfiles.storage.msn.com/x1piYkpqHC_35nIp1gLE68-wvzLZO8iXl_JMledmJQXP-XTBOLfmQv4zhj4MhcWEJh_GtoBIiAl1Mjh-ndp9k47If7hTaFno0mxW9_i3p_5qQw\">Subscribe with Live.com</feedburner:feedFlare><feedburner:feedFlare href=\"http://mix.excite.eu/add?feedurl=http%3A%2F%2Ffeeds.arstechnica.com%2Farstechnica%2Fscience\" src=\"http://image.excite.co.uk/mix/addtomix.gif\">Subscribe with Excite MIX</feedburner:feedFlare><feedburner:feedFlare href=\"http://download.attensa.com/app/get_attensa.html?feedurl=http%3A%2F%2Ffeeds.arstechnica.com%2Farstechnica%2Fscience\" src=\"http://www.attensa.com/blogs/attensa/WindowsLiveWriter/BadgeredintoBadges_10C02/attensa_feed_button5.gif\">Subscribe with Attensa for Outlook</feedburner:feedFlare><feedburner:feedFlare href=\"http://www.webwag.com/wwgthis.php?url=http%3A%2F%2Ffeeds.arstechnica.com%2Farstechnica%2Fscience\" src=\"http://www.webwag.com/images/wwgthis.gif\">Subscribe with Webwag</feedburner:feedFlare><feedburner:feedFlare href=\"http://www.podcastready.com/oneclick_bookmark.php?url=http%3A%2F%2Ffeeds.arstechnica.com%2Farstechnica%2Fscience\" src=\"http://www.podcastready.com/images/podcastready_button.gif\">Subscribe with Podcast Ready</feedburner:feedFlare><feedburner:feedFlare href=\"http://www.flurry.com/pushRssFeed.do?r=fb&amp;url=http%3A%2F%2Ffeeds.arstechnica.com%2Farstechnica%2Fscience\" src=\"http://www.flurry.com/images/flurry_rss_logo2.gif\">Subscribe with Flurry</feedburner:feedFlare><feedburner:feedFlare href=\"http://www.wikio.com/subscribe?url=http%3A%2F%2Ffeeds.arstechnica.com%2Farstechnica%2Fscience\" src=\"http://www.wikio.com/shared/img/add2wikio.gif\">Subscribe with Wikio</feedburner:feedFlare><feedburner:feedFlare href=\"http://www.dailyrotation.com/index.php?feed=http%3A%2F%2Ffeeds.arstechnica.com%2Farstechnica%2Fscience\" src=\"http://www.dailyrotation.com/rss-dr2.gif\">Subscribe with Daily Rotation</feedburner:feedFlare><feedburner:browserFriendly>This is an XML content feed. It is intended to be viewed in a newsreader or syndicated to another site, subject to copyright and fair use.</feedburner:browserFriendly><item>\r\n\t\t<title>One small stip(ulation) for NASA, one giant burden for exploration</title>\r\n\t\t<link>http://arstechnica.com/science/2016/05/senator-cuts-nasas-tech-budge/</link>\r\n\t\t<pubDate>Thu, 12 May 2016 21:30:12 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Eric Berger]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Features]]></category>\r\n\t\t<category><![CDATA[Scientific Method]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=877043</guid>\r\n\t\t<description><![CDATA[A Senator who dislikes SpaceX seems to find home state rockets more to his liking.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Amid the vast firmament of NASA’s $19 billion portfolio, with its exploration aims spanning from planet Earth to the edge of the visible universe, $30 million may not seem like all that much money. Yet sometimes principle matters, especially when that principle illustrates the political headwinds buffeting the space agency as it seeks to push humans outward into deep space.</p>\n<p>When appropriators were writing a budget for NASA last month, Senator Richard Shelby (R-Ala.) designated $30 million in spending for “small launch technology” for the coming fiscal year. The stipulation was tucked into the space technology program, a relatively new area of NASA’s budget that President Obama created in 2010 to invest in “bold, broadly applicable, disruptive technology that industry cannot tackle today.” The <a href=\"https://www.nasa.gov/content/stmd-advancing-nasa-s-path-to-mars/#.Vyy-H_mDFBc\">central objective</a> of this program is to bring forward advanced technologies needed to land humans on Mars.</p>\n<p>But Congress has disdained the space technology program almost from its inception. During every subsequent budget cycle, the Senate and House have cut the president’s request—the money NASA says it needs that year to ensure Mars technology development is proceeding apace. The last couple of years, however, the US Senate has added a new wrinkle. Appropriators not only cut the space technology budget, they further squeezed the remainder by specifying what NASA must work on rather than leaving those decisions to the agency’s rocket scientists.</p>\n\n<p>“It’s sad, because the whole space technology budget has just became an earmark haven for these guys,” said one aerospace engineer. He was one of a half-dozen engineers and space policy experts familiar with the budgeting process that Ars spoke to for this story. All were granted anonymity because Shelby, who chairs the Appropriations subcommittee over NASA’s budget, has outsized power to punish those who openly oppose him.</p>\n<p>Shelby's $30 million stipulation for the coming fiscal year appears to take the insult to NASA’s technology budget a step further. The proposed law directs the agency to fund a specific type of small satellite launch technology, known as the Super Strypi, “to the maximum extent possible.” The problem with that, three separate sources confirmed to Ars, is that two companies in Huntsville, Alabama, are seeking to develop a launch system based on the Super Strypi vehicle.</p>\n<p>Instead of developing technology to get humans to Mars, then, NASA is being told to support rocket development to launch small satellites. That is not such a bad thing... except more than half a dozen companies have already invested private capital in such small launchers. “Providing support for any of the small launcher developments has issues,” said one official, noting the commercial interest in this area. “Picking one that has a demonstrated poor track record seems like an even worse choice. Doing so through an earmark is just the lowest approach you can imagine.”</p>\n<h2>Space technology</h2>\n<p>NASA’s Space Technology Mission Directorate may perhaps be best thought of as paving the way for the agency's journey to Mars. An example of the kinds of technologies the agency has sought to develop is its <a href=\"https://www.nasa.gov/mission_pages/tdm/ldsd/\">Low Density Supersonic Decelerator</a>. This large, flying saucer-shaped disk is helping NASA study ways to land future human and robotic Mars missions, as well as safely return large payloads to Earth.</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/LDSD_rocket-powered_test_vehicle_PIA18017_crop.jpg\" class=\"enlarge\" alt=\"An artist's rendering of the Low Density Supersonic Decelerator in flight.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/LDSD_rocket-powered_test_vehicle_PIA18017_crop-980x735.jpg\"  caption=\"An artist's rendering of the Low Density Supersonic Decelerator in flight.\"  alt=\"An artist's rendering of the Low Density Supersonic Decelerator in flight.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: NASA)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/LDSD_rocket-powered_test_vehicle_PIA18017_crop.jpg\" class=\"caption-link\" rel=\"nofollow\">An artist's rendering of the Low Density Supersonic Decelerator in flight.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<p>During these tests, a balloon will lift the huge disk to 120,000 feet, after which rockets will fire to raise the disk further up to 180,000 feet. At that point, as the craft begins to fall back to Earth at 3.5 times the speed of sound, the saucer inflates to test its ability to decelerate. This is just the kind of process NASA must better understand before it contemplates human landings on Mars. Unfortunately, <a href=\"http://arstechnica.com/science/2016/04/senate-says-it-wants-a-mars-program-then-forces-nasa-to-cut-landing-tests/\">thanks to earmarks</a> in the 2016 space technology budget, this project will only receive a small fraction of its originally planned budget of $20 million.</p>\n<p>This is but one of many such technologies NASA needs to fully research, develop, and test for Mars. <a href=\"https://oig.nasa.gov/audits/reports/FY16/IG-16-008.pdf\">According to</a> the space agency, there are at least 11 major categories of technology required for deep space exploration, everything from in-space propulsion to radiation mitigation to entry, descent, and landing. Despite the rhetoric, there simply is no “Journey to Mars\" without this technology.</p>\n<p>When the Obama administration first created the space technology program in 2010, it sought $572 million in fiscal year 2011 to fund it. The president’s proposal envisioned this amount growing to more than $1.2 billion annually by now. But there was no constituency for space technology in Congress because this was a program with, as yet, no jobs to protect back home. As a result, space technology has gotten only about half of the funding it needed to keep NASA on track for Mars. This year, the <a href=\"https://www.congress.gov/congressional-report/114th-congress/senate-report/239\">Senate bill</a> proposes a $687 million budget for space technology. Of that, the bill designates how $189 million, or more than 25 percent of the total budget, should be spent.</p>\n<p><a href=\"https://www.nasa.gov/sites/default/files/atoms/files/jreuther_stmd_0.pdf\">A presentation</a> made last year by James Reuther, a deputy administrator in the space technology program, offers a sense of how devastating this has proven for NASA’s exploration efforts. Titled “Historical Consequences of STMD Funding Shortfalls,” the report makes for depressing reading. Solar propulsion and advanced arrays: delayed. Laser communications: not ready for tests until 2019 at the earliest. Deep space communications: delayed and de-scoped. Fuel depots: in-space tests moved to the ground and delayed. The list goes on and on.</p>\n<h2>Small satellites</h2>\n<p>There are perfectly good reasons for NASA to invest in small satellite launch technology. Weighing in the neighborhood of 50 to 400kg, small satellites have become one of the hottest areas of aerospace. Demand has increased for launch vehicles that can deliver these payloads to a Sun-synchronous orbit 400km or more above the Earth’s surface. For now, though, these smaller payloads must “ride share” with larger satellites on more powerful rockets. This can often delay their launch for a year or more.</p>\n<p>Naturally the market has reacted to this, and more than half a dozen companies have been developing private launch systems to meet the demand. Proposals range from launching traditional rockets from the ground to setting them off from airplanes or balloons high in the atmosphere. It is a marketplace teeming with private capital. This seems like the opposite of what space technology, created to address areas the “industry cannot tackle today,” was intended to support.</p>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/Rocket-lab-257-640x308.jpg\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>On top of that, NASA has <em>already</em> invested in three of these systems. In October 2015, the agency <a href=\"http://www.nasa.gov/press-release/nasa-awards-venture-class-launch-services-contracts-for-cubesat-satellites/\">awarded</a> “Venture Class Launch Services” contracts to improve access to low-Earth orbit for CubeSats, microsats, or nanosatellites. In return for providing launches, Firefly Space Systems received $5.5 million, Rocket Lab USA $6.9 million, and Virgin Galactic $4.7 million. All of these companies are bringing to market launch vehicles capable of delivering 200 to 250kg to a Sun-synchronous orbit—the same capability as the Super Strypi. One or more of these rockets should be ready by 2018, if not sooner. Yet now NASA is being asked to back a fourth, the Super Strypi, it does not want.<br />\n</p>\n<p>A few years ago as it sought similar, on-demand access to these orbits for smaller payloads, the Department of Defense began supporting the Super Strypi program. Developed by engine maker Aerojet Rocketdyne in conjunction with the University of Hawaii and the Sandia National Laboratories, the basic launch technology is based on the Strypi rocket first built by Sandia in the early 1960s. That rocket was part of a nuclear weapons test program, and it was originally designed to carry a nuclear warhead into space for tests there (it never did so). More recently, after multiple delays, the modified vehicle made its debut test flight as the Super Strypi rocket in November 2015. However, once the rocket accelerated away from its rail guide the vehicle tumbled out of control.</p>\n<p>When asked about Congress tasking NASA to compete in the growing small launch industry with a Super Strypi-like technology, an official with one of these rocket companies who tracks space policy told Ars: “What do you want me to say? This is Washington. Here is a technology the government has already abandoned because it didn’t seem very promising. And now the government is supposed to intervene with it in a marketplace filled with private investment. I look at it and roll my eyes with vigor.”</p>\n<div><a name='page-2'></a></div>\n<h2>The senator</h2>\n\n<p>When it comes to NASA’s budget, Richard Shelby is pretty much God on Earth. As chairman of the Senate subcommittee overseeing NASA’s budget, the 82-year-old senator with a deep southern drawl wields enormous power over the space agency by choosing to provide funding—or not—to its programs. And more than anything else, Shelby chooses to fund the big rocket being designed in his home state, the Space Launch System.</p>\n<p>For the fiscal year 2017 budget, the Senate added $840 million to NASA’s initial budget request to continue developing the SLS rocket. That staggering 60 percent increase alone would exceed the entire space technology budget by hundreds of millions of dollars.</p>\n<p>Shelby does not hide his intent, either. Back in 2011 when the political deal was struck to build the rocket, the senator made it clear why he had so vigorously fought for SLS—and for Marshall Space Flight Center in Alabama to manage it. In a <a href=\"http://www.shelby.senate.gov/public/index.cfm?p=NewsReleases&amp;ContentRecord_id=3be98b45-35a3-49e5-a7c7-808a71050036&amp;ContentType_id=ae7a6475-a01f-4da5-aa94-0a98973de620&amp;Group_id=876a24c9-639d-499e-8f4d-ad2b6c7cf218\">news release</a> titled “Shelby Saves Over 500 Jobs at Marshall Space Flight Center by Commissioning NASA to Build Heavy-Lift Rocket,” the politician stated, “The ability of NASA to achieve our goals for future space exploration has always been and always will be through Marshall Space Flight Center.”</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/shelby3.jpg\" class=\"enlarge\" alt=\"Richard Shelby is expected to win a sixth Senate term in an election this year. \" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/shelby3-980x682.jpg\"  caption=\"Richard Shelby is expected to win a sixth Senate term in an election this year. \"  alt=\"Richard Shelby is expected to win a sixth Senate term in an election this year. \" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Office of Richard Shelby)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/shelby3.jpg\" class=\"caption-link\" rel=\"nofollow\">Richard Shelby is expected to win a sixth Senate term in an election this year. </a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<p>Shelby is also a fiscal conservative, so he hasn't wanted to inordinately increase NASA’s overall budget. As a result, he has looked to cut spending in other areas to pay for additions to the SLS budget. For the first half of this decade, he and other Congressional budget leaders did so by slashing appropriations for SpaceX and Boeing to develop spacecraft that would take US astronauts to the International Space Station. Because of repeated cuts to this commercial crew program, the agency has extended its reliance on Russian launch vehicles for two additional years (from 2015 to 2017). If not for Congress, NASA Administrator Charles Bolden says, US astronauts would be launching from US soil today.</p>\n<p>Last year, the optics of paying Russia hundreds of millions of dollars annually to launch Americans had become too warped for even commercial crew critics such as Shelby. Congress <a href=\"http://arstechnica.com/science/2015/12/final-nasa-budget-bill-fully-funds-commercial-crew-and-earth-science/\">finally</a> provided NASA a full appropriation for the first time in the fiscal year 2016 budget. Thus, Shelby and others in Congress have been forced to increasingly rely on cuts to other areas, such as space technology, to balance NASA’s books.</p>\n<h2>Commercial space</h2>\n<p>Despite the new Super Strypi budget item, Shelby has not always looked favorably on NASA support for developing private rockets. SpaceX, in particular, has drawn his ire. That is probably because the company has sought, with its own private investment, to develop a heavy lift vehicle nearly as powerful as the Space Launch System. At a price of $90 million per flight, this Falcon Heavy rocket will have launch costs one-tenth that of the NASA vehicle or less. It may also fly <em>before</em> the SLS.</p>\n\n<p>The senator has opposed SpaceX, and other companies, as far back as the late 2000s when they were competing to win contracts to deliver supplies to the International Space Station. During an April 2010 hearing of the Appropriations subcommittee to consider a funding request for NASA’s commercial crew and cargo programs, Shelby essentially said these companies were unworthy of being NASA’s garbage collectors. His <a href=\"http://www.shelby.senate.gov/public/index.cfm/mobile/newsreleases?ID=25F3AD2E-802A-23AD-4960-F512B9E205D2\">statement</a> is worth considering in full:</p>\n<blockquote><p>This request represents nothing more than a commercially-led, faith-based space program. Today, the commercial providers that NASA has contracted with cannot even carry the trash back from the space station much less carry humans to or from space safely. These providers have yet to live up to the promises they have already made to the taxpayer.  Not a single rocket or ounce of cargo has been launched since we met last year. Instead of requiring accountability from these companies, the President's budget proposes to reward these failed commercial providers with an additional bailout.</p></blockquote>\n<p>It should be noted that since those remarks, SpaceX has flown seven successful supply missions to the space station (out of eight tries). The <a href=\"http://arstechnica.com/science/2016/04/like-a-boss-falcon-soars-into-space-and-lands-in-the-ocean/\">most recent supply flight</a>, in April, marked the first time a rocket had ever flown into space and then landed at sea. Moreover, SpaceX has said it intends to land the Dragon spacecraft it built to deliver cargo and crew to the station on Mars in two years. If successful, this <a href=\"http://arstechnica.com/science/2016/04/why-landing-a-flying-fire-breathing-red-dragon-on-mars-is-huge/\">Red Dragon</a> would be nearly an order of magnitude larger than anything anyone, including NASA, has ever landed on Mars.</p>\n<h2>“Not an earmark”</h2>\n<p>It is not clear that Shelby’s skepticism of commercial launch companies extends to companies doing business in Alabama, especially those outside the gates of the Marshall Space Flight Center.</p>\n<p>During an interview with two of his Senate aides knowledgeable of the appropriations process, both denied the $30 million small launch technology budget item was an earmark.</p>\n<p>This stands in contrast to three independent sources who confirmed to Ars that the bill's language was written such that any funds spent by NASA would go to Dynetics and Zero Point Frontiers, the two aerospace companies in Huntsville that are part of an effort to revive the Super Strypi launch project. It remains unclear exactly what role Dynetics and Zero Point Frontiers would play in the project, be it propulsion, troubleshooting previous failures, or redesigning Strypi systems.</p>\n<p>When asked about its involvement in a Super Strypi-related project, Dynetics spokeswoman Janet Pickens said in an e-mail, “We have a partner that we need to check with on this” before commenting further. A few days later, she added, “The lead company on Super Strypi is not yet in a position to share information publicly about the project, so unfortunately, we have to decline this opportunity.”</p>\n\n<p>Ars also asked a spokesman for Zero Point Frontiers about its involvement in such a venture. The e-mailed response from Bart Leahy was, “Mildly curious: where’d you hear this?”</p>\n<p class=\"p1\"><span class=\"s1\">Again, for now this is just the Senate’s version of the bill. It will be the starting point for negotiations with the House, but typically the House and Senate work pretty well on this type of legislation. It would seem like this stands a good chance of passing.</span></p>\n<p>The Senate aides said Shelby’s language regarding the small launch technology intended for the proposal to be competitively bid. However, one of the aides did acknowledge that he anticipated Dynetics and Zero Point Frontiers to be among the bidders: “Would I expect these companies to compete? Sure.”</p>\n<p>Despite these assurances that the $30 million small launch contract will be competitively bid, the specificity of the language in the appropriations bill seems to favor certain bidders. As the bill calls for the launch technology to leverage the Super Strypi platform to the “maximum extent possible,” and two Alabama companies are working with this technology, it might stand to reason the bill was written exactly as intended.</p>\n<p>Not so, one of the aides explained. “The Super Strypi was just an example of a launch vehicle,” he said. “We were just trying to put an example out there. If we hadn’t put an example out there, you wouldn’t be running around trying to chase down an earmark that is not an earmark in there. So I’m sorry about that.”</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=QBeDYRRa2gg:63BEYCjM4dY:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=QBeDYRRa2gg:63BEYCjM4dY:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=QBeDYRRa2gg:63BEYCjM4dY:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=QBeDYRRa2gg:63BEYCjM4dY:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=QBeDYRRa2gg:63BEYCjM4dY:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=QBeDYRRa2gg:63BEYCjM4dY:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>EPA issues rules to cut methane, volatiles from new oil and gas sites</title>\r\n\t\t<link>http://arstechnica.com/science/2016/05/epa-issues-rules-to-cut-methane-volatiles-from-new-oil-and-gas-sites/</link>\r\n\t\t<pubDate>Thu, 12 May 2016 20:20:30 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[John Timmer]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Law & Disorder]]></category>\r\n\t\t<category><![CDATA[Scientific Method]]></category>\r\n\t\t<category><![CDATA[Energy]]></category>\r\n\t\t<category><![CDATA[EPA]]></category>\r\n\t\t<category><![CDATA[fossil fuels]]></category>\r\n\t\t<category><![CDATA[natural gas]]></category>\r\n\t\t<category><![CDATA[regulations]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=880853</guid>\r\n\t\t<description><![CDATA[Asks for data on existing hardware to prep rules for that, too.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Today, the US Environmental Protection Agency announced that it had completed rules that will regulate methane and other emissions from new natural gas and oil drilling sites. <a href=\"https://www3.epa.gov/airquality/oilandgas/may2016/nsps-finalrule.pdf\">The rules</a>, which have already received extensive public and industry comment, are focused on methane due to its potency as a greenhouse gas, but they'll also limit emissions of toxic chemicals and pollutants that contribute to ground-level ozone. In making the announcement, the EPA also issued a call for data regarding existing hardware; the agency intends to eventually regulate the emissions from that hardware as well.</p>\n<p>The new rules cover any new or updated hardware for oil and natural gas wells, as well as sites that collect, process, and compress natural gas for distribution. Formulated under the Clean Air Act, the rules had already gone extensive public comment. In response, the EPA tightened a few cases; low production wells will now have to be monitored, and the frequency of monitoring at compressor stations was increased.</p>\n\n<p>One rule is focused on methane emissions, and the EPA estimates that it will cut the greenhouse equivalent of 11 million metric tons of carbon dioxide (out of the US' roughly 5.3 billion). But as a side benefit, the release of various organic toxins, including benzene, toluene, and xylene, will also be cut, as will emissions of ozone-forming chemicals. The Agency hasn't quantified the value of the ensuing health benefits, but it figures the climate benefits by 2025 ($690 million) will significantly outweigh the implementation costs ($530 million).</p>\n<p>The limited emissions cuts are at least in part due to the fact that the rules are focused on new and upgraded hardware; they don't touch existing equipment. But that should change. The Obama administration has set a goal of reducing methane emissions from the oil and natural gas industries by 40 percent in 2025. And in announcing the new rules, the EPA stated, \"EPA is also starting the process to control emissions from existing sources by issuing for public comment an Information Collection Request that requires companies to provide the information that will be necessary for EPA to reduce methane emissions from existing oil and gas sources.\"</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=mWwuICSkt-w:ByzxcZsGRUw:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=mWwuICSkt-w:ByzxcZsGRUw:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=mWwuICSkt-w:ByzxcZsGRUw:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=mWwuICSkt-w:ByzxcZsGRUw:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=mWwuICSkt-w:ByzxcZsGRUw:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=mWwuICSkt-w:ByzxcZsGRUw:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>The chemicals we off-gas change when we watch something funny or thrilling</title>\r\n\t\t<link>http://arstechnica.com/science/2016/05/the-chemicals-we-off-gas-change-when-we-watch-something-funny-or-thrilling/</link>\r\n\t\t<pubDate>Thu, 12 May 2016 12:30:51 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Beth Mole]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Scientific Method]]></category>\r\n\t\t<category><![CDATA[movies]]></category>\r\n\t\t<category><![CDATA[volatile chemicals]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=880489</guid>\r\n\t\t<description><![CDATA[One day, air testing over a theater audience could be used to review new movies.\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>In cartoon worlds, squiggly lines over characters are reserved for the exceptionally smelly. But, in reality, everyone deserves those little squiggles: each of us is constantly emitting a steady stream of gases and microbes, as well as smells. And those gases may be able to reveal more about us than what we last ate (and whether it agreed with us). Our gases may also divulge what we think about movies.</p>\n<p>In a study involving 9,500 moviegoers, researchers found that the chemicals that audience members <a href=\"http://dx.doi.org/10.1038/srep25464\">off-gas</a> while viewing a film reproducibly vary depending on the type of scene they’re watching. Specifically, the researchers noted synchronized changes in the amounts of specific gases during funny and thrilling bits of movies. The finding, published in the journal <em>Scientific Reports</em>, provides a whiff of evidence that humans may use volatile chemicals as signals. While much more data is needed to support that hypothesis, the authors speculate that audience emissions may be useful for evaluating whether movies are truly funny or thrilling.</p>\n<p>For the study, researchers hooked up a proton transfer reaction mass spectrometer (PTR-MS) to the out-going air vents of a theater during 108 showings of 16 different films, including <em>Buddy</em>, <em>The Hobbit</em>, and <em>Carrie</em>. The PRT-MS measured 100 of the 872 volatile chemicals humans are known to emit, with a detection limit of sub-parts per billion.</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"image right medium\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/Screen-Shot-2016-05-11-at-7.57.58-PM.png\" class=\"enlarge\" alt=\"Measurements of CO2, isoprene, and acetone taken during four separate screenings of “Hunger Games 2.”\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/Screen-Shot-2016-05-11-at-7.57.58-PM-300x348.png\"  caption=\"Measurements of CO2, isoprene, and acetone taken during four separate screenings of “Hunger Games 2.”\"  alt=\"Measurements of CO2, isoprene, and acetone taken during four separate screenings of “Hunger Games 2.”\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: J. Williams et al/Scientific Reports)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/Screen-Shot-2016-05-11-at-7.57.58-PM.png\" class=\"caption-link\" rel=\"nofollow\">Measurements of CO2, isoprene, and acetone taken during four separate screenings of “Hunger Games 2.”</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n  </div>\n\n<p>Looking through the gas profiles of different audiences watching the same film, the researchers noted synchronized and reproduced spikes in certain chemicals. For instance, the authors noted two peaks of isoprene—an insoluble gas associated with cholesterol synthesis in humans—at specific times during <em>The Hunger Games: Catching Fire</em>. The peak times, the authors report, correspond to “key moments in the film when the heroine’s dress catches fire and when the final battle begins.”</p>\n<p>The researchers next went through each movie and gave each movie scene a label. The labels included sex, comedy, suspense, and mystery. Next, the researchers analyzed the data with a supercomputer to look for more correlations between scene types and chemical emissions.</p>\n<p>The researchers found the strongest chemical links to comedy and suspense/injury scenes. Injury scenes, a subset of suspense, were linked to spikes in methanol, acetaldehyde, 2-furanone, and butadiene. “These could be interpreted as an evolutionarily advantageous alert/stand-down signal, if perceivable by others,” the authors speculate. The emission patterns could also act as objective measures of film quality, they conclude.</p>\n<p><em>Scientific Reports</em>, 2016. DOI: <a href=\"http://dx.doi.org/10.1038/srep25464\">10.1038/srep25464 </a>  (<a href=\"http://arstechnica.com/science/news/2010/03/dois-and-their-discontents-1.ars\">About DOIs</a>).</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=XZARhRTtJkU:7WreQhc-mKQ:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=XZARhRTtJkU:7WreQhc-mKQ:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=XZARhRTtJkU:7WreQhc-mKQ:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=XZARhRTtJkU:7WreQhc-mKQ:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=XZARhRTtJkU:7WreQhc-mKQ:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=XZARhRTtJkU:7WreQhc-mKQ:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>How two determined scientists built a world-class lab out of Radio Shack parts</title>\r\n\t\t<link>http://arstechnica.com/science/2016/05/how-two-determined-scientists-built-a-world-class-lab-out-of-radio-shack-parts/</link>\r\n\t\t<pubDate>Thu, 12 May 2016 11:30:56 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Annalee Newitz]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Scientific Method]]></category>\r\n\t\t<category><![CDATA[bill hagopian]]></category>\r\n\t\t<category><![CDATA[biogeoscience]]></category>\r\n\t\t<category><![CDATA[hope jahren]]></category>\r\n\t\t<category><![CDATA[lab girl]]></category>\r\n\t\t<category><![CDATA[plant biology]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=880313</guid>\r\n\t\t<description><![CDATA[In her book <em>Lab Girl</em>, Hope Jahren tells a scientific coming-of-age story.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Hope Jahren's memoir about becoming a biogeoscientist—someone who studies the deep geological history of plant life on Earth—is the year's biggest surprise bestseller. Humbly titled <em><a href=\"http://www.amazon.com/Lab-Girl-Hope-Jahren/dp/1101874937\">Lab Girl</a></em>, it's the story of how Jahren escaped a working class town to become a young scientist in the high-tech labs of UC Berkeley and Georgia Tech. It's also a fascinating introduction to the ways plants survive, even though they can never flee from danger. But most of all, it's a crazy adventure about two broke geeks, Jahren and her lab technician Bill Hagopian, who somehow scrape together enough cash and spare parts to build lab instruments unlike anything the scientific world had ever seen. You won't be able to put this book down, and that's a quality one rarely finds in a nonfiction book about science.</p>\n<h2>Radio Shack lab</h2>\n<p>Jahren and Hagopian met when she was a graduate student helping to run a class where he was an undergrad learning about field work. Out of all the students in the class, Hagopian's work was the most meticulous—but he also sprinkled his lab notes with weird jokes that only Jahren found amusing. They became fast friends, and when she got her first job as an assistant professor at Georgia Tech, she offered him a job as lab technician. Paying Hagopian a near-poverty-level salary took up most of her grant money from the National Science Foundation. So the two spent several years living on cheap pizza, Ensure, and candy bars, saving all their money to build up the Jahren Lab. Their goal is to simulate atmospheres from Earth's past and then grow plants inside those atmospheres to understand how life forms survive dramatic changes in the molecular composition of the air they breathe. This is obviously relevant to the current carbon loading in our atmosphere, but it also helps scientists understand what our planet was like hundreds of millions of years ago, when carbon and oxygen levels were quite different from those today.</p>\n<p>In <em>Lab Girl</em>, Jahren describes her early years perfecting a technique to blow glass bubbles full of alien atmospheres, while Hagopian lives out of his van and designs sophisticated growth chambers. Without much money, the two are left scrounging up parts to use in their lab from the recycling bins of other labs—and from Radio Shack, of course. Speaking to <em>Ars</em> by phone from her current lab at the University of Hawaii, Jahren said, \"When we can't get a controller from a catalogue, we go to Radio Shack. We love Radio Shack. Being able to jerry-rig things is super satisfying.\" Getting to scientific conferences to present their work was even more challenging. In one memorable scene, Jahren and Hagopian \"borrow\" the lab van from Georgia Tech and drive across the country to San Francisco for the annual meeting of the American Geophysical Union. They had so little money that all their meals for several days came from an icebox full of lunch meat. It all backfired when one of their graduate students crashed the van and the slightly rancid contents of the icebox flew everywhere. Still, Jahren managed to clean up and make it to San Francisco in time—only to be yelled at by one of her colleagues that her hypotheses are just plain wrong.</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center large\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/jahren_website-83.jpg\" class=\"enlarge\" alt=\"One of the high-tech greenhouses in the Jahren Lab.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/jahren_website-83-640x425.jpg\"  caption=\"One of the high-tech greenhouses in the Jahren Lab.\"  alt=\"One of the high-tech greenhouses in the Jahren Lab.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Jahren Lab)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/jahren_website-83.jpg\" class=\"caption-link\" rel=\"nofollow\">One of the high-tech greenhouses in the Jahren Lab.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<p>Two Fullbrights and several other prestigious awards later, Jahren is sanguine about the memory. But we can still feel her anger and how these setbacks only made her more committed, pushing her to prove that we can use carbon isotope analysis on plant fossils to reverse engineer previous atmospheres on Earth. There's a strong emotional, personal element to <em>Lab Girl</em> that reminds us how scientists feel just as passionately about their research as artists do about their creations.</p>\n<p>Today, Jahren and Hagopian are just as DiY with their instrumentation as ever, though the Jahren Lab in Honolulu is funded at a much more comfortable level. Jahren told Ars that they still buy a lot of their equipment from Radio Shack and Home Depot and that they learn a lot about how to build their greenhouses from YouTube videos aimed at pot growers. \"Our growth chambers are plexiglass boxes about as big as a bookshelf, and we can control the greenhouse gas levels, light, and humidity on the order of moment-to-moment fluctuations,\" she said. \"It's not easy when you've got a living organism in there that's actively making feedback. They're in there at positive pressure, and the atmosphere turns over about every ten minutes or so.\" She laughed about going to grow shops where \"we're the most innocent thing they've seen in days.\" But \"they have good advice on making things grow inside,\" using everything from little pieces of tupperware to vaporizers. And the results are excellent. \"We can put in the greenhouse gases or scrub them out,\" Jahren said proudly. \"And we're the only lab that can do that to this degree.\"</p>\n<h2>Plant consciousness</h2>\n<p>One of the ways that Jahren interweaves her scientific story with her personal one is by including chapters about plant life cycles that provide a counterpoint to her own. When she's growing up, we learn how seeds function; when she has a baby, we learn about how plants reproduce. As a result, we're forced to see how dramatically different plants are from us—as well as the unexpected ways they exhibit signs of consciousness that's a distant echo to our own. Though scientists fear anthropomorphizing plants, making them seem inaccurately human-like, Jahren says she decided to break that rule \"unapologetically.\" Without some anthropomorphizing, \"you revert to scientific language and you're just talking to other scientists.\" Plus, she asked, \"Where is the word that describes a plant doing something like remembering? A plant does call up data acquired in the past and invoke it in the present. Where is the word for that? There's this infuriating gap between human language and scientific language.\"</p>\n<div class=\"shortcode-img\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center full\">\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/532312a-i1.jpg\"  caption=\"Hope Jahren checks the status of plants in her lab.\"  alt=\"Hope Jahren checks the status of plants in her lab.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Matt Ching/Nature)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/532312a-i1.jpg\" class=\"caption-link\" rel=\"nofollow\">Hope Jahren checks the status of plants in her lab.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<p>She added that plants may have some form of consciousness:</p>\n<blockquote>\n<p class=\"p1\">There's tons of scientific evidence that they take in information about the world and that their biologic activities are contingent upon that information in real time. Now isn’t that what our consciousness breaks down into really? So I think if you look up the words in the dictionary and you compare it to scientific evidence, by strict definition yes they do have consciousness. Do they do it the same way we do it? No. Do they have a brain, spinal cord, and sensory nerve endings? No, no, no. Science is in the baby stages of figuring out what they do have. What is it? The fact that we’re so enamored of that question is telling. At the heart of that is this age-old dilemma of how do you co-exist with something and exploit it at the same time. You do it by de-animating it; you say it’s a thing. But it’s not a thing. It’s alive. That ambiguity is never going to go away, even if I break all the rules and say things like plants “remember,” “know,” and “choose”. All those are words that we reserve for animated entities toward which we acknowledge an ethical responsibility. That’s why that question is so sticky.</p>\n</blockquote>\n<p>Jahren suggests we always remember this \"sticky\" question, especially because we depend on plants for everything from building materials to fuel. She urges her readers to plant a tree and consider what balance we want to strike between \"co-existing\" and \"exploiting\" plants.</p>\n<h2>Working-class science</h2>\n<p>By the end of <em>Lab Girl</em>, we understand how important Jahren and Hagopian's work has been to biogeoscience—but we also follow the progress of their unusual friendship. At one point, Jahren wonders whether they are soulmates or siblings. Their nonsexual but intimate friendship defies categorization, and it provides a template for the kinds of relationships that men and women will ideally start forming more often as gender balance in the sciences evens out. But it isn't just their cross-gender friendship that Jahren wants to celebrate. Hagopian, she says, is like a lot of people who work in the sciences, \"geniuses with instrumentation in tech, [but who] don't want to be professors and give talks.\" She hopes that these \"true heroes\" can be celebrated in a more public way and their contributions recognized as being key to scientific progress. \"I needed a whole book to explain the heroism of someone unusual,\" she said.</p>\n<p>Jahren also worries that we're \"starving science to a breaking point.\" As she reveals in her book, there are many talented scientists who never get the opportunity to do science full time. Her hope is that we can use institutions like the National Science Foundation (NSF) to fund more basic research and that her book can show people what it’s really like to try doing science when there is almost no funding available. \"You could double the funding of the NSF and still not be anywhere near wasting a nickel,\" she said. \"Their funding requests are not lavish.\"</p>\n<p>After reading<em> Lab Girl</em>, you're likely to look at the world of science in a whole new way. Yes, there's a kind of magic to it, especially when you're discovering what plant \"consciousness\" might be like and how the Earth's atmosphere has changed over time. But it's also a job, and a tough one, because there's less and less money to go around. Jahren may have escaped her working-class town, but as a scientist she'll never fully escape from the anxiety of poverty. She and Hagopian have built their lab and lives with the assumption that they are only one paycheck away from having to go back to that van full of cheap lunch meat. Their discoveries may be changing how we understand the world, but the world will have to change to keep those discoveries coming.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=VFF-7yK5Ee8:p2V5vj5plOM:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=VFF-7yK5Ee8:p2V5vj5plOM:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=VFF-7yK5Ee8:p2V5vj5plOM:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=VFF-7yK5Ee8:p2V5vj5plOM:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=VFF-7yK5Ee8:p2V5vj5plOM:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=VFF-7yK5Ee8:p2V5vj5plOM:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Boeing’s first crewed Starliner launch slips to 2018</title>\r\n\t\t<link>http://arstechnica.com/science/2016/05/boeings-first-flight-slips-its-now-up-to-spacex-to-wean-nasa-off-russia/</link>\r\n\t\t<pubDate>Thu, 12 May 2016 02:04:22 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Eric Berger]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Scientific Method]]></category>\r\n\t\t<category><![CDATA[starliner]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=880503</guid>\r\n\t\t<description><![CDATA[The delay means only SpaceX can wean NASA off Russian transportation by next year.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>NASA has pinpointed next year as the time when its dependence upon Russia to fly its astronauts to the International Space Station will finally end. However, one of the two companies now slated to provide that service, Boeing, has said it will not be able to launch a crewed mission of its Starliner spacecraft until 2018 at the earliest.</p>\n<p>In a report that first <a href=\"http://www.geekwire.com/2016/boeing-starliner-schedule-astronauts-slips-2018/\">appeared</a> in GeekWire, Chief Executive Officer of Boeing’s Defense, Space, and Security Division Leanne Caret told investors: “We’re working toward our first unmanned flight in 2017, followed by a manned astronaut flight in 2018.\" The company has been struggling to limit the mass of the spacecraft and acoustic issues related to its launch vehicle, a United Launch Alliance Atlas 5 rocket.</p>\n\n<p>After an intense competition with other providers, Boeing received $4.2 billion (~£2.9 billion) in 2014 to finalize development of the Starliner capsule, and SpaceX received $2.6 billion to finish development of its Dragon capsule. A spokesman for SpaceX told Ars Wednesday night that the company remains on track for crewed missions in 2017.</p>\n<p>NASA has had to rely on Russian Soyuz spacecraft to deliver its astronauts to the space station since the summer of 2011, when the space shuttle retired. The space agency's administrator, Charles Bolden, has criticized Congress for consistently under-funding its commercial crew program since the shuttle stopped flying. This has already delayed the launch of Boeing and SpaceX vehicles from 2015 to 2017.</p>\n<p>The Russians have been reliable partners to NASA in the space station program, but they have steadily increased the price of a seat from less than $50 million several years ago to more than $81.7 million in future years. As a hedge against the possibility of delays, NASA signed a $490-million deal with Russia last year, which would procure six more seats in 2018 and early 2019.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=RJbRj4mjxMk:elRGUwME-2k:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=RJbRj4mjxMk:elRGUwME-2k:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=RJbRj4mjxMk:elRGUwME-2k:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=RJbRj4mjxMk:elRGUwME-2k:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=RJbRj4mjxMk:elRGUwME-2k:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=RJbRj4mjxMk:elRGUwME-2k:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Current El Niño’s strength due partly to an earlier fizzle</title>\r\n\t\t<link>http://arstechnica.com/science/2016/05/current-el-ninos-strength-due-partly-to-an-earlier-fizzle/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 23:25:21 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Scott K. Johnson]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Scientific Method]]></category>\r\n\t\t<category><![CDATA[climate]]></category>\r\n\t\t<category><![CDATA[El Niño]]></category>\r\n\t\t<category><![CDATA[ENSO]]></category>\r\n\t\t<category><![CDATA[Pacific ocean]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=880273</guid>\r\n\t\t<description><![CDATA[The Pacific saved up for an El Niño in 2014 but held off on spending.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>El Niño and La Niña may have diminutive names, but anyone who keeps an eye on climate news or weather reports knows their impact around the globe isn’t small. Like a mythical two-faced beast, the El Niño Southern Oscillation (ENSO) seems to have a mind of its own. Currently, we can’t forecast which one we’re going to get much more than a few months before it appears. So it’s interesting to look back and ask why an expected El Niño fizzled in 2014. It turns out the answer also helps explain why the current El Niño grew into such a monster.</p>\n<p>The El Niño Southern Oscillation relates to the pattern of sea surface temperatures along the equatorial Pacific Ocean. In neutral conditions, the westward-blowing trade winds push surface waters aside, uncovering deeper, colder water along the South American coastline that wells up to the surface. Warmer surface water piles up on the other side of the Pacific, near the Philippines.</p>\n<p>In a La Niña, more cold water is brought up in the east and the cool area spreads to the west. Conversely, an El Niño occurs when the warm water from the west sloshes eastward, putting a lid on the upwelling of cold water near South America. The different sizes and positions of these warm and cool patches of ocean water shift weather patterns around the globe, and help drive the global average surface temperature.</p>\n<p>Put more simply, the <a href=\"http://www.esrl.noaa.gov/psd/enso/mei/\">El Niño Southern Oscillation</a> is essentially a precarious shove-of-war, which is what makes it so hard to predict. All it takes is a few favorable weather events over a couple of months to start tilting things in favor of El Niño or La Niña.</p>\n<p>There are a couple of requirements for reaching the El Niño side of the spectrum—one at the surface and another below. Researchers keep an eye along the equator, where the volume of water above the thermocline is critical (the thermocline is the lower boundary of the ocean's warmer surface layer) . As more and more warm water builds up, the thermocline gets pushed deeper—even if the warm surface waters<em> </em>don’t necessarily extend too far to the east yet. This volume of warmer water forms a reservoir the El Niño will draw from as it grows. Without it, the El Niño will quickly dissipate.</p>\n<p>At the surface, a hopeful El Niño needs to overcome the trade winds that push against its eastward progress. Every once in a while, just the right weather comes along, and the winds temporarily reverse direction over some area in what’s called a “westerly wind burst.\" (Westerlies blow west-to-east.) These bursts push warm surface water and can add to that reservoir of warmer water just below the surface, too. The closer you get to El Niño conditions, the more likely these westerly wind bursts are to occur. One or two good ones can get the ball rolling, giving the transition some momentum.</p>\n<p>A new study by NOAA researchers <a href=\"http://www.pmel.noaa.gov/people/aaron-levine\">Aaron Levine</a> and <a href=\"http://www.pmel.noaa.gov/scientist/dr-michael-james-mcphaden\">Michael McPhaden</a> looks back at the failed El Niño of 2014 with an eye to the one that exploded in 2015. Early in 2014, the warm water reservoir was building in a big way, and some westerly wind bursts made an El Niño look pretty likely. But a large <em>easterly</em> wind burst in the summer stalled the whole process, and we never made it past neutral conditions.</p>\n<p>That isn’t news, but the researchers argue that this is a big reason that such a strong El Niño developed the following year in 2015. Here’s why: westerly wind bursts don’t just charge up the warm water reservoir, they expend it to grow an El Niño. The reservoir gradually scatters towards the poles until nothing is left and the El Niño fades away. Easterly winds, however, don’t really scatter the reservoir. They just bottle it up.</p>\n<p>The researchers say that the 2014 “false start” gave the 2015 El Niño a “head start.” The warm water reservoir charged up, and the strong easterly wind burst put the clamps on it, locking it in place. When spring rolled around again, the reservoir was pre-charged, so a few westerly wind bursts added to and finally unleashed it.</p>\n<p>Something similar happened in 1990. An El Niño was aborted by an easterly wind burst, leaving 1991 primed. But 2015 saw stronger westerly wind bursts early in the year that really got things rolling towards a big finish, while 1991 ended up being pretty run-of-the-mill. Still, these stalled El Niños probably make the next year more predictable—strong odds of El Niño conditions with the potential for a big one.</p>\n<p>By the way, strong El Niños tap their warm water reservoirs so strongly (and let so much leak out) that the oscillation normally swings pretty hard in the other direction immediately afterward. In keeping with that behavior, <a href=\"http://www.cpc.ncep.noaa.gov/products/analysis_monitoring/enso_advisory/ensodisc.html\">current forecasts</a> call for this El Niño to fade by summer, with the other side of the two-faced beast likely to appear this fall.</p>\n<p><em>Geophysical Research Letters</em>, 2016. DOI: <a href=\"http://dx.doi.org/10.1002/2016GL069204\">10.1002/2016GL069204</a>  (<a href=\"http://arstechnica.com/science/news/2010/03/dois-and-their-discontents-1.ars\">About DOIs</a>).</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=BHOcO0JTQJs:Bbl3FeaVI1A:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=BHOcO0JTQJs:Bbl3FeaVI1A:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=BHOcO0JTQJs:Bbl3FeaVI1A:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=BHOcO0JTQJs:Bbl3FeaVI1A:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=BHOcO0JTQJs:Bbl3FeaVI1A:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=BHOcO0JTQJs:Bbl3FeaVI1A:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>CDC secretly sanctioned multiple times for mishandling bioterror pathogens</title>\r\n\t\t<link>http://arstechnica.com/science/2016/05/cdc-secretly-sanctioned-multiple-times-for-mishandling-bioterror-pathogens/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 21:49:01 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Beth Mole]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Scientific Method]]></category>\r\n\t\t<category><![CDATA[bioterror]]></category>\r\n\t\t<category><![CDATA[CDC]]></category>\r\n\t\t<category><![CDATA[laboratory safety]]></category>\r\n\t\t<category><![CDATA[NIH]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=880325</guid>\r\n\t\t<description><![CDATA[Meanwhile, the NIH faces leadership shake-up over patient safety concerns in its clinic.\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Things aren’t going well for two of the country’s top health agencies—the National Institutes of Health and the Centers for Disease Control and Prevention.</p>\n<p>Tuesday, <em><a href=\"http://www.usatoday.com/story/news/2016/05/10/cdc-lab-secret-sanctions/84163590/\">USA Today</a></em> reported that the CDC has repeatedly faced secret federal sanctions over the mishandling of bioterror pathogens in several of its labs. The report, which came about only after USA Today won a Freedom of Information Act appeal, reveals that the CDC is one of just a handful of facilities that had a lab suspended after serious safety violations were found. The CDC acknowledged after the FOIA appeal that its labs have gotten into trouble with federal regulators six times for unsafely handling bacteria, viruses, and/or toxins that are considered potential bioterror weapons.</p>\n<p>The agency refused to reveal the specific labs and most of the bioterror agents involved in the mishaps, citing security reasons and the federal Bioterrorism Act. However, it vaguely described issues such as “sending improperly killed select agent pathogens to entities not approved to receive them” and storing potential bioterror weapons in “un-registered” spaces within CDC labs. The CDC said that one of the incidents involved Japanese encephalitis virus, which can cause deadly brain inflammation. The agency was quick to note that the virus is no longer considered a potential bioterror weapon by the government.</p>\n<p>Five of the six run-ins with federal regulators have been resolved after corrective actions were put in place, the agency said. One enforcement action case remains open. However, the CDC said that all of the cases were not a cause for concern. \"None of these violations resulted in a risk to the public or illness in laboratory workers,\" the agency said.</p>\n<p>The same can’t be said for problems found at the NIH, unfortunately. An <a href=\"http://acd.od.nih.gov/Red_Team_final_report_4262016.pdf\">outside review</a> of the NIH’s clinical center found “substantial operations issues” and concluded that patient safety had become “subservient to research demands.” According to a report Tuesday by the <em><a href=\"https://www.washingtonpost.com/national/health-science/exclusive-patient-safety-issues-prompt-leadership-shake-up-at-nih-hospital/2016/05/10/ad1f71f6-0ffb-11e6-8967-7ac733c56f12_story.html\">Washington Post</a></em>, the review has sparked a shake-up of leadership at the hospital, including a removal of its director of 22 years, John Gallin. In his place, the agency will install a leadership structure that echoes that of other modern hospitals, including a chief executive and chief medical officer.</p>\n<p>The NIH is currently conducting a search for candidates to run the 240-bed clinical center, which the agency says is the largest hospital in the world dedicated to research.</p>\n<p>The review of the facility was triggered last June after an inspection revealed fungal contamination in material that was made to be injected into patients.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=Nm1Yf4lDBNQ:k13SLchYidk:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=Nm1Yf4lDBNQ:k13SLchYidk:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=Nm1Yf4lDBNQ:k13SLchYidk:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=Nm1Yf4lDBNQ:k13SLchYidk:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=Nm1Yf4lDBNQ:k13SLchYidk:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=Nm1Yf4lDBNQ:k13SLchYidk:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>First mouse studies show Zika explode in fetal brain, confirm link to defects</title>\r\n\t\t<link>http://arstechnica.com/science/2016/05/in-pregnant-mice-zika-ravages-pups-1000x-more-virus-in-placenta-than-mom/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 20:00:35 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Beth Mole]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Scientific Method]]></category>\r\n\t\t<category><![CDATA[zika]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=880165</guid>\r\n\t\t<description><![CDATA[New animal models will help study the devastating infection and test treatments. \n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Three separate studies released Wednesday present the first batch of mouse model data on what happens when <a href=\"http://arstechnica.com/science/2016/01/zika-heres-what-we-know-about-the-virus-alarming-health-experts-worldwide/\">Zika virus</a> infects a pregnant mammal—and the data is as <a href=\"http://arstechnica.com/science/2016/04/cdc-braces-for-zikas-us-invasion-as-scientists-watch-virus-melt-fetal-brain/\">grisly</a> as one might expect.</p>\n<p>The three studies were led by research groups in Brazil, the US, and China and back up the grim epidemiological data in humans, which links the virus to miscarriages and birth defects, particularly <a href=\"http://arstechnica.com/science/2016/04/cdc-confirms-zika-causes-microcephaly-birth-defect-may-be-tip-of-the-iceberg/\">microcephaly</a>, a defect in which babies are born with small and malformed brains.</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"image right medium\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/trophoblast.jpg\" class=\"enlarge\" alt=\"This fluorescent image shows the Zika virus (green) inside a placenta cell (nuclei labeled in red).\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/trophoblast-300x300.jpg\"  caption=\"This fluorescent image shows the Zika virus (green) inside a placenta cell (nuclei labeled in red).\"  alt=\"This fluorescent image shows the Zika virus (green) inside a placenta cell (nuclei labeled in red).\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Bin Cao)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/trophoblast.jpg\" class=\"caption-link\" rel=\"nofollow\">This fluorescent image shows the Zika virus (green) inside a placenta cell (nuclei labeled in red).</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n  </div>\n\n<p>Collectively, the new studies highlight that when Zika infects a pregnant mouse, the virus homes in on the developing fetuses, invading the placenta and fetal brains in large numbers. In one of the studies, viral numbers in the placenta were 1,000-fold higher than in maternal blood. Once in fetal brains, the virus specifically attacked developing and mature neurons, triggering cell death, haywire immune responses, and severe brain malformations. In another of the studies, researchers noted that the number of viruses in a fetal brain increased by about 300 percent within three days of invasion. Many of the pups in the studies died in utero, while others were quickly eaten by their mothers after birth—a common mouse response to birthing sickly pups.</p>\n<p>While Zika’s ferociousness in the unborn is stunning, the mouse model data doesn't yet tell us new facts about the devastating virus, which is currently blazing through South and Central America. Rather than new insights, the excitement of the studies stems from the mouse models themselves. Now that researchers have worked out procedures to infect the rodents in a way that establishes infections and causes birth defects, researchers can copy the methods to ask new questions about the virus’ biology and test potential new therapies.</p>\n<p>Getting to these models wasn’t easy; mice typically aren’t bothered much by viruses such as Zika, a member of a viral family called Flaviviruses that includes dengue and yellow fever. To establish infections in mice, the three research groups each came up with their own tricks.</p>\n<p>The research group out of Beijing, China, ended up directly injecting an Asian strain of Zika directly into the brains of fetal mice in utero. The researchers performed the injection about midway through pregnancy—corresponding to the second trimester in human terms—because they found that earlier infections would simply kill off the pups. After the infection, the researchers monitored the pups, noting how virus numbers increased <a href=\"http://dx.doi.org/10.1016/j.stem.2016.04.017\">300-fold </a>in the first three days, ravaging developing neurons and shrinking brains. Their results appear in the journal <em>Cell Stem Cell</em>.</p>\n<p>In another study published in <em>Cell</em>, researchers at Washington University in St. Louis established Zika infections in pregnant mice by shutting down the rodents’ immune systems in <a href=\"http://dx.doi.org/10.1016/j.cell.2016.05.008\">two different ways</a>. First, the researchers genetically engineered mice to have defective type I interferon signaling, the body’s alarm system for viral infections. Infecting these pregnant mice with a French Polynesian strain of Zika ended up killing the fetuses in utero. In the second model, the researchers shut down type I interferon signaling using antibodies, which weakened but didn’t devastate immune responses. Fetuses in this model survived but still became infected with Zika in utero. The researchers watched as viral loads exploded in the placenta, crossed into fetal brains, and wreaked havoc on the unborn pups.</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"image left medium\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/Screen-Shot-2016-05-11-at-2.49.19-PM.png\" class=\"enlarge\" alt=\"\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/Screen-Shot-2016-05-11-at-2.49.19-PM-300x310.png\"  caption=\"\"  alt=\"\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: F.R. Cugola et al./Nature)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/Screen-Shot-2016-05-11-at-2.49.19-PM.png\" class=\"caption-link\" rel=\"nofollow\"></a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n  </div>\n\n<p>In the last study, published in <em>Nature</em>, researchers at the University of São Paulo injected a relatively high dose of a <a href=\"http://dx.doi.org/10.1038/nature18296\">Brazilian strain</a> of Zika virus into pregnant mice, establishing infections. The researchers also compared infections caused by the Brazilian strain with that of the African strain, isolated in Uganda in 1947. The researchers noted that the Brazilian strain seemed more aggressive and better at infecting fetal brain cells, suggesting adaptation from decades of swirling among human hosts. While the finding isn’t surprising (and may be exaggerated by the African strain’s long passage in labs, where it could have lost some of its potency), the finding raises more questions about how the virus has evolved to brutally attack fetal brain cells.</p>\n<p>With these new models, researchers will begin to get answers to those questions, the authors of the <em>Nature </em>study said.</p>\n<p><em>Cell Stem Cell</em>, 2016. DOI:<a href=\"http://dx.doi.org/10.1016/j.stem.2016.04.017\">10.1016/j.stem.2016.04.017</a>  (<a href=\"http://arstechnica.com/science/news/2010/03/dois-and-their-discontents-1.ars\">About DOIs</a>).</p>\n<p><em>Cell</em>, 2016. DOI: <a href=\"http://dx.doi.org/10.1016/j.cell.2016.05.008\">10.1016/j.cell.2016.05.008</a></p>\n<p><em>Nature</em>, 2016. DOI:<a href=\"http://dx.doi.org/10.1038/nature18296\">10.1038/nature18296</a></p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=o0I2hQFmU2E:B2Z-BTMAAIE:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=o0I2hQFmU2E:B2Z-BTMAAIE:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=o0I2hQFmU2E:B2Z-BTMAAIE:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=o0I2hQFmU2E:B2Z-BTMAAIE:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=o0I2hQFmU2E:B2Z-BTMAAIE:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=o0I2hQFmU2E:B2Z-BTMAAIE:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Tightly packed four-planet system formed by planet migration</title>\r\n\t\t<link>http://arstechnica.com/science/2016/05/tightly-packed-four-planet-system-formed-by-planet-migration/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 18:59:11 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[John Timmer]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Scientific Method]]></category>\r\n\t\t<category><![CDATA[astronomy]]></category>\r\n\t\t<category><![CDATA[kepler]]></category>\r\n\t\t<category><![CDATA[orbital mechanics]]></category>\r\n\t\t<category><![CDATA[planetary science]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=880129</guid>\r\n\t\t<description><![CDATA[Migrating orbits may be a normal part of forming exosolar systems.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>How did our solar system reach its current configuration? One of the leading candidates to explain things like the sparseness of the Asteroid Belt and the small size of Mars is the <a href=\"https://en.wikipedia.org/wiki/Grand_tack_hypothesis\">grand tack</a>, in which Jupiter originally migrated inward toward the Sun until its interactions with Saturn pulled them both back outward.</p>\n<p>The idea that giant planets may go for a wander around their star's orbital neighborhood has picked up some support from many of the exosolar systems we've discovered. We've spotted tightly packed systems of large planets when there probably wasn't enough material in the region to form all of them, suggesting that they formed somewhere else and then migrated into place.</p>\n<p>But this idea raises some questions. What stops the planets from their wanderings, keeps them from smashing into each other, and prevents them from falling into their host star? A phenomenon known as orbital resonance may be the answer, and researchers argue that it explains the presence of four exoplanets all with orbits of less than 20 days.</p>\n<p>The exosolar system is named Kepler-223 and has been known about for some time. But it has been a bit difficult to study given that the signals of the transiting planets are difficult to pick out from the fluctuations of its host star (which is 6 billion years old and Sun-like). Nevertheless, enough Kepler data is available for their signals to clearly stand out from the noise. The planets have orbital periods of 7.4, 9.8, 14.8, and 19.7 days.</p>\n<p>The authors find that the orbits of all four appear to be in resonance, meaning that the ratio of their orbital periods reduce down to the ratio of two small integers. In Kepler-233, those ratios are 3:4:6:8. The gravitational interactions of bodies in orbital resonance help stabilize their orbits, as the regular passages apply slight corrections if any of the bodies start to drift out of place. These sorts of resonances have been seen before (between some of Saturn's moons, for example), but this is the first four-planet one that has been observed.</p>\n<p>The regular gravitational interactions also create what are called \"transit timing variations.\" Because of the various gravitational pulls and tugs, the planets complete orbits somewhat faster or slower than we'd expect if they were orbiting alone. These orbits show up as differences in the time at which the planet starts to transit in front of its host star from our perspective.</p>\n<p>The timing variations allow the authors to determine the masses of each planet, all of which fall into the super-Earth/sub-Neptune region—from four to eight times Earth's mass. Combined with the data on their radii (obtained by determining how much of their star's light they block out), we can figure out their density.</p>\n<p>An interesting feature is that the density of each planet goes down as it moves out from the host star. The authors estimate that the outermost planet is 10 percent hydrogen and helium and could only have obtained that much gas in the cooler regions of the exosolar system, far beyond its current 20-day orbit. This idea makes a strong case for migration playing a key role in the system's formation.</p>\n<p>Further evidence comes from simulations of the system's formations. The authors start the planets orbiting at different locations in a gas-filled disk, which creates a drag that slows their orbits. As a result, the planets migrate inward and only stabilize once they reach the 3:4:6:8 ratio of orbital periods.</p>\n<p>But the resonance is extremely fragile. If there are just a few small bodies (planetesimals) that cross the orbits of these planets, it could be enough to throw off the resonances. In fact, just about <em>any</em> significant orbital interactions can throw off the resonances. \"Various mechanisms,\" the authors write, \"including disk dissipation, planet–planet scattering, tidal dissipation, and planetesimal scattering could break migration-induced resonances.\"</p>\n<p>So their argument is that many exosolar systems have probably experienced planetary migrations and orbital resonances among their planets. While these things play an important role in the structuring of the systems, they're also fragile, and small perturbations tend to throw off the resonances as the system ages. As a result, resonances don't dominate the population of exosolar systems that Kepler has imaged, although they do show up more frequently than chance.</p>\n<p>The main conclusion is that Kepler-223 could only have reached its current state via migration, which provides some support for the \"grand tack\" of gas giants through our own solar system.</p>\n<p><em>Nature</em>, 2016. DOI: <a href=\"http://dx.doi.org/10.1038/nature17445\">10.1038/nature17445</a>  (<a href=\"http://arstechnica.com/science/news/2010/03/dois-and-their-discontents-1.ars\">About DOIs</a>).</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=1ZAixu0EE7Y:1hnsxb-CoWg:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=1ZAixu0EE7Y:1hnsxb-CoWg:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=1ZAixu0EE7Y:1hnsxb-CoWg:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=1ZAixu0EE7Y:1hnsxb-CoWg:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=1ZAixu0EE7Y:1hnsxb-CoWg:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=1ZAixu0EE7Y:1hnsxb-CoWg:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>A 747 flying above Earth finds some oxygen in the Martian atmosphere</title>\r\n\t\t<link>http://arstechnica.com/science/2016/05/oxygen-has-been-found-in-the-martian-atmosphere-but-good-luck-breathing-it/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 16:15:47 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Eric Berger]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Scientific Method]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=879781</guid>\r\n\t\t<description><![CDATA[Small amount of oxygen likely due to reactions between Martian soil and water.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Mars today is a cold, dead world because it lost its magnetic field more than 4 billion years ago. Once the magnetic field was gone, the solar wind began <a href=\"http://arstechnica.com/science/2015/11/how-mars-lost-its-atmosphere-and-became-a-cold-dry-world/\">stripping away</a> a Martian atmosphere that was once as thick as that of Earth. Even today the red planet loses about 100 grams of its thin atmosphere each second.</p>\n<p>In the 1970s, the Viking lander <a href=\"http://www.atmos.washington.edu/local-httpdocs/k12/viking_history_npug_84.html\">measured</a> what was left of the Martian atmosphere after billions of years of being ravaged by the solar wind, and it found a composition of 95 percent carbon dioxide, with tiny amounts of nitrogen and oxygen, as well as traces of argon, hydrogen, and other gases. But because these amounts are so small they haven't been measured again until now.</p>\n<p>NASA's Stratospheric Observatory for Infrared Astronomy (SOFIA), a modified Boeing 747 aircraft that makes observations at up to an altitude of 45,000 feet, has again detected oxygen in the upper atmosphere of Mars. \"To observe the far-infrared wavelengths needed to detect atomic oxygen, researchers must be above the majority of Earth’s atmosphere and use highly sensitive instruments, in this case a spectrometer. SOFIA provides both capabilities,\" <a href=\"https://www.nasa.gov/feature/ames/sofia/flying-observatory-detects-atomic-oxygen-in-martian-atmosphere\">said</a> Pamela Marcum, a project scientist with the research aircraft.</p>\n<p>The researchers found only about half of the oxygen they expected to based upon the Viking observations, but they say the concentration of the gas likely varies around the Martian atmosphere. Unlike on Earth, oxygen on Mars is obviously not produced by photosynthesis. Scientists say that water on Mars reacts with certain compounds in the Martian soil to release oxygen into the atmosphere.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=qXrvDlYmm7Q:KBpEfhtvHZ0:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=qXrvDlYmm7Q:KBpEfhtvHZ0:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=qXrvDlYmm7Q:KBpEfhtvHZ0:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=qXrvDlYmm7Q:KBpEfhtvHZ0:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=qXrvDlYmm7Q:KBpEfhtvHZ0:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=qXrvDlYmm7Q:KBpEfhtvHZ0:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Number of potentially habitable planets in our galaxy: Tens of billions</title>\r\n\t\t<link>http://arstechnica.com/science/2016/05/number-of-potentially-habitable-planets-in-our-galaxy-tens-of-billions/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 01:43:11 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Eric Berger]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Scientific Method]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=879101</guid>\r\n\t\t<description><![CDATA[A new statistical analysis allows astronomers to more rapidly assess planethood.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>It is one thing to observe the periodic dimming of a star’s light, as NASA’s Kepler Space Telescope has done for thousands of planet “candidates” since its launch in 2009. However, to confirm that such dimmings are in fact due to a planet passing in front of a star, as opposed to any number of false positives such as a binary star companion, requires intensive follow-up work with ground-based instruments, most often a measurement of radial velocity to determine the object’s mass.</p>\n<p>To ease this workload, planetary astronomers have devised a few different statistical techniques, but none has been fully automated until now. Princeton University researcher Timothy Morton has developed software that can, within a few minutes, asses the orbital period and other data gathered by Kepler to assign a statistical probability that planet “candidates” are, or are not, planets. When tested on previously confirmed exoplanets and false positives, the new technique worked almost flawlessly.</p>\n<p><a href=\"http://www.astro.princeton.edu/~tdm/koi-fpp/ms.pdf\">Described</a> in the <em>Astrophysical Journal</em>, this new method allowed scientists to rapidly assess Kepler’s planet candidate catalog from July, 2015, which identified 4,302 potential planets. Of these, the new technique found that 1,284 were planets at a confidence level of 99 percent or greater. An additional 1,327 are likely planets, but did not reach the 99 percent confidence threshold.</p>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/kepler_fig2_0-640x478.jpg\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>The new tally of nearly 1,300 confirmed exoplanets more than doubles the existing 984 exoplanets found previously by Kepler and other observatories over the course of two decades. It also more than doubles the number of known Earth-size and super-Earth-size exoplanets. Finally, it brings the number of planets less than twice the size of Earth discovered in the habitable zones of their stars to 21. Those habitable zones are where it is possible for water to exist on the surface in liquid form.</p>\n\n<p>These additions to Kepler’s planetary tally bring the mission’s scientists closer to their goal of quantifying the number of stars in our galaxy that harbor Earth-sized worlds in the habitable zone around their parent stars. “These are the hardest planets to find,” said Natalie Batalha, co-author of the paper and the Kepler mission scientist at NASA's Ames Research Center, during a teleconference Tuesday.</p>\n<p>However, there is enough data to begin to make some educated guesses. The Kepler mission has observed about 150,000 stars. During the initial four years of its flight, the spacecraft was tuned primarily to stars smaller and more faint than the Sun, mostly M-class stars. Batalha said Kepler has found that about 24 percent of these lower mass, reddish stars harbor potentially habitable, Earth-size (smaller than 1.6 times the radius of Earth) worlds. Based upon the number of M-class stars in the galaxy, that alone represents about 10 billion potentially habitable, Earth-like worlds.</p>\n<p>Since its original mission, Kepler has entered a new phase of data taking, known as its K2 mission, in which the spacecraft is observing more K- and G-class stars. These stars are as warm as—or nearly as warm as—the Sun. An initial analysis of this K2 data suggests about one-quarter of these larger stars may also have Earth-size worlds in their habitable zones. All told, these main sequence stars make up about 70 percent of the estimated 100 billion stars in the Milky Way. “So by my back of the envelope calculation there are tens of billions of potentially habitable planets in the galaxy,” Batalha said.</p>\n<p>Kepler will continue making observations for now, but scientists say they hope to finish cataloging its data by around October of 2017. The spacecraft has done superlative work, scientists say, but it is time to move to NASA’s next phase of exoplanet analysis to begin finding worlds closer to Earth, which would make follow-on observations easier.</p>\n\n<p>That process will begin as early as next year, with the launch of the Transiting Exoplanet Survey Satellite, which will observe about 200,000 stars in the vicinity of the Sun to find potentially habitable planets. This instrument will use the same technique as Kepler, looking for dimming light from those stars.</p>\n<p>By finding closer planets, the <a href=\"http://tess.gsfc.nasa.gov/\">TESS spacecraft</a> would identify targets for subsequent instruments, such as the <a href=\"http://arstechnica.com/science/2016/03/meet-the-largest-science-project-in-us-government-history-the-james-webb-telescope/\">James Webb Space Telescope</a> and potentially larger ground-based telescopes coming online in the 2020s, such as the <a href=\"http://arstechnica.com/science/2015/11/astronomers-begin-building-super-telescope-to-see-dawn-of-the-universe/\">Giant Magellan Telescope</a>. These instruments will have the ability to study starlight passing through the atmospheres of nearby exoplanets, yielding some information about their composition. Scientists will be looking for water, methane, carbon dioxide, and other gases that might indicate the presence of biological activity.</p>\n<p>Future missions such as the <a href=\"http://wfirst.gsfc.nasa.gov/\">WFIRST telescope</a> and successor instruments may begin to allow astronomers to actually image promising planets, first down to the size of Neptune, and eventually, all the way down to Earth-size worlds by shading the light of their parent stars. But these telescopes are likely one to two decades into the future.</p>\n<p>For now, astronomers will have to content themselves with nearly 1,300 new worlds and the prospect that our galaxy teems with planets that are probably very much like our own pale blue dot.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=fdVAQM0PUGg:MsUuGaOCcUA:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=fdVAQM0PUGg:MsUuGaOCcUA:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=fdVAQM0PUGg:MsUuGaOCcUA:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=fdVAQM0PUGg:MsUuGaOCcUA:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=fdVAQM0PUGg:MsUuGaOCcUA:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=fdVAQM0PUGg:MsUuGaOCcUA:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Blood THC levels after smoking pot are useless in defining “too high to drive”</title>\r\n\t\t<link>http://arstechnica.com/science/2016/05/legal-limits-for-marijuana-dui-are-arbitrary-and-unsupported-by-science/</link>\r\n\t\t<pubDate>Tue, 10 May 2016 21:55:22 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Beth Mole]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Scientific Method]]></category>\r\n\t\t<category><![CDATA[driving]]></category>\r\n\t\t<category><![CDATA[DUI]]></category>\r\n\t\t<category><![CDATA[legal limit]]></category>\r\n\t\t<category><![CDATA[marijuana]]></category>\r\n\t\t<category><![CDATA[traffic]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=879459</guid>\r\n\t\t<description><![CDATA[Better metrics needed as study finds increase in fatal crashes involving weed.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Measuring ‘drunk’ is pretty easy; the more alcohol someone drinks, the more alcohol shows up in that person’s blood and the more impaired that person becomes, falling somewhere on a scale of tipsy to wasted. Measuring ‘high,’ on the other hand, is far hazier—much to the dismay of some states' law enforcement.</p>\n<p>Blood tests that try to quantify <a href=\"https://www.aaafoundation.org/sites/default/files/EvaluationOfDriversInRelationToPerSeReport.pdf\">marijuana</a> use are in fact useless at assessing how impaired a driver is, according to a study by the AAA Foundation for Traffic Safety. In other words, the study found that people with low blood amounts of THC—or delta-9-tetrahydrocannabinol, the main psychoactive component of pot—may still act as if they’re really stoned. On the other hand, some people may have THC measurements off the charts yet still act normally.</p>\n<p>The finding is critical because several states have already set legal limits for the amount of THC a person can have in their blood while driving. AAA concluded that such limits are “arbitrary and unsupported by science, which could result in unsafe motorists going free and others being wrongfully convicted for impaired driving.”</p>\n<p>For the study, AAA researchers combed through arrest records for impaired driving as well as results from toxicology tests and Drug Recognition Expert (DRE) exams. This exam includes roadside sobriety tests such as walking and turning, standing on one foot, and nose touching.</p>\n<p>The researchers compared the DRE exam results of 602 drivers that only had THC present in their blood at the time of arrest to those of 349 volunteers that took the test drug-free and sober. First, the researchers confirmed that the pot-smoking drivers did worse on the exam than sober folks. For instance, 55.5 percent of drug-free people passed the walk-and-turn test perfectly, while only six percent of the pot smokers managed that.</p>\n<p>But, when the researchers looked for a link between DRE exam scores and the level of blood THC, the connection went up in smoke. In the 602 pot-smoking drivers, THC levels ranged from 1 to 47 nanograms per millilitre of blood. While higher THC levels did seem to correlate with more errors on the nose-touch test, error rates on the other tests had no such association with THC levels.</p>\n<p>Likewise, when the researchers looked for a link between error rates and having THC levels above or below 5 ng/mL—the legal limit in Colorado, Washington, and Montana—they also found no clear difference.</p>\n<p>The authors noted that of the drivers that failed the sobriety tests, 80 percent had THC levels of 1 ng/mL or greater. Yet, of those that passed the tests, 30 percent also had THC levels of 1 ng/mL or greater. “Based on this analysis, a quantitative threshold for per se laws for THC following cannabis use cannot be scientifically supported,” the study authors concluded.</p>\n<p>The conclusion echoes that of <a href=\"http://www.nhtsa.gov/people/injury/research/job185drugs/cannabis.htm\">other researchers</a> that also noted no correlation between blood THC levels and impairment. The disconnection may be linked to the fact that THC is quickly metabolized, and its presence in blood can depend on both the dose and a person's usage patterns. Infrequent smokers tend to see quick drops in blood THC levels, while regular users may sustain higher THC levels for longer.</p>\n<p>Still, there is a need to deter people from smoking pot while driving, AAA argues, as it can impair driving. In a <a href=\"https://www.aaafoundation.org/sites/default/files/PrevalenceOfMarijuanaInvolvement.pdf\">separate study</a> published by the foundation, researchers reported that the percentage of drivers involved in a fatal car crash who had recently smoked marijuana had doubled from 8 percent in 2013 to 17 percent in 2014 in Washington state. The state legalized marijuana for medical use in 2012. However, most of those drivers had multiple drugs in their system, and there was an overall increase in the number of crashes.</p>\n<p>Nevertheless, the foundation called the increase “alarming.” It recommends that until scientifically valid measures of impairments are put into place, law enforcement should use a combination of behavior and psychological tests to assess whether drivers who use marijuana are safe to drive.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=fQQSmii3XTQ:rN82rBS8wbo:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=fQQSmii3XTQ:rN82rBS8wbo:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=fQQSmii3XTQ:rN82rBS8wbo:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=fQQSmii3XTQ:rN82rBS8wbo:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=fQQSmii3XTQ:rN82rBS8wbo:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=fQQSmii3XTQ:rN82rBS8wbo:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>John Oliver’s rant about science reporting should be taken seriously</title>\r\n\t\t<link>http://arstechnica.com/staff/2016/05/the-problems-with-science-journalism-dont-start-with-journalists/</link>\r\n\t\t<pubDate>Tue, 10 May 2016 18:50:59 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[John Timmer]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Scientific Method]]></category>\r\n\t\t<category><![CDATA[Staff]]></category>\r\n\t\t<category><![CDATA[science journalism]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=879165</guid>\r\n\t\t<description><![CDATA[Business decisions, institutional pressures, and scientists themselves share blame.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Over the course of the spring, I had the chance to talk about science journalism at a number of universities. (Thanks to the folks at Washington University in St. Louis and the University of Illinois in Chicago for inviting me.) It took about 45 minutes for me to discuss the issues involved and provide a number of examples of things gone badly wrong.</p>\n<p>On Sunday, John Oliver managed to cover the same ground and more, and he did it with a lot more flair and humor—all in under 20 minutes. If you have the time, it's well worth a watch.</p>\n<div class=\"shortcode-video  centered-figure-container \">\n\t<div class=\"video center \" style=\"width:px;\">\n\t\t\t\t<iframe style=\"display:block; min-height: 480px;\" type=\"text/html\" src=\"http://www.youtube.com/embed/0Rnq1NpHdmw?start=0&wmode=transparent\" frameborder=\"0\" allowfullscreen></iframe>\n\n\t</div>\n</div>\n\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"https://www.youtube.com/watch?v=0Rnq1NpHdmw\" class=\"caption-link\" rel=\"nofollow\">John Oliver talks about science in the media.</a>\n\t\t\t\t\t\t<p>\n\n<p>On Monday, all these science journalism problems were driven home yet again. The University of Gothenburg issued <a href=\"http://www.gu.se/english/research/news-detail//hormones-that-are-released-during-hunger-affect-decision-making.cid1371570\">a press release</a> suggesting that hunger influences our decision-making processes. This finding shouldn't be a huge surprise; anything that distracts us seems to influence our ability to make decisions. But the release itself is a perfect example of many of the problems Oliver pointed out.</p>\n<h2>Problems within science</h2>\n<p>To begin with, the study was done with rats, not humans. But the very first line of the release—\"Never make a decision when you are hungry\"—implies that the results clearly apply to us. The other problem is that the results were generated using a grand total of only nine or 10 rats (depending on the experiment). The results weren't very dramatic, making the conclusions extremely tenuous; there's a good chance they were statistical flukes.</p>\n<p>Of course, there's nothing wrong with publishing exploratory data like this. The problems come from the fact that there are extreme pressures to publish anything at all if you want to get funding or promotion. And those pressures combine with journals' strong bias to only accept positive results—experiments that show something had an effect rather than showing that it has no effect. Combined, these factors will ensure there are a lot of publications about spurious effects. Add in the fact that nobody wants to fund or publish simple replication studies and you get a situation where these \"facts\" linger in the literature.</p>\n<p>This is a problem for science, though it's probably not a serious one. Most small papers get ignored, and those that receive attention are followed up on by scientists who generally know enough to be skeptical of the results until they can look into the results carefully.</p>\n<p>The problem is that the researchers and university weren't content with letting scientists sort out the significance of the results. As noted above, they issued a press release on it. And as usual, a <a href=\"http://neurosciencenews.com/ghrelin-hunger-impulsivity-4185/\">variety of sites</a> <a href=\"http://www.pdresources.org/blog_data/hunger-hormones-signal-decision-making-and-impulse-control/#.VzIJOmM0cwM\">served up the press release</a> as if it were an <a href=\"https://www.sciencedaily.com/releases/2016/05/160509085807.htm\">actual news article</a>.</p>\n<p>But the problem is not just that the scientists and press officers promoted some tenuous findings. The researcher behind the work in question actually suggested it could lead to a huge array of treatments for serious human health issues: \"Our results indicate that the ghrelin receptors in the brain can be a possible target for future treatment of psychiatric disorders that are characterized by problems with impulsivity and even eating disorders.\"</p>\n<p>It's hard to view this statement as anything other than irresponsible. And that researcher is not alone; Oliver's video shows a TED talk from a different researcher who happily overhypes their molecule of choice.</p>\n<h2>Journalism has its own issues</h2>\n<p>In most instances, discussions of the problems with science journalism focus on the latter half of that term—the journalism. But all of the issues we've gotten to so far are either endemic to modern science itself or are driven by the researchers and universities they work for. When it comes to problems with public understanding, the scientific community has a lot to answer for.</p>\n<p>That's not to say that the press doesn't have problems. As Oliver's video makes clear, lots of places hop on these studies-of-the-week and report them completely credulously. Part of the problem there is that a lot of those outlets don't have any science reporters on staff, so they have no one able to carefully vet the studies before the anchors go on to share them with their audiences.</p>\n<p>(It's no surprise they can't afford science staff given that they're facing competition from places that draw audiences simply by re-running press releases as if they were original content.)</p>\n<p>This is not to say that good science journalists are a cure for everything. They make mistakes like any other humans. They may write too far outside the fields they're knowledgeable in or allow the fact that they approve of a particular set of results to cloud their judgement. But given the vast array of problems that occur before journalists even get their hands on a story, they don't generally do that badly.</p>\n<h2>Damage to science</h2>\n<p>Buried between all the examples Oliver provides and a nice spoof of TED talks is a larger point that shouldn't be missed: the constant back and forth of conflicting news stories gives the public a very confused impression of the state of scientific knowledge, as well as the process of science itself.</p>\n<p>Science is a process that gradually builds accurate pictures of the natural world. It's not always reliable in its details, but the more general conclusions produced by science are usually pretty accurate. By constantly focusing on the details, it's easy to get the impression that anything goes—this month's conclusions are likely to be overturned in a few weeks.</p>\n<p>But for many topics—evolution, vaccine safety, climate change—the evidence is comprehensive and extremely internally consistent. If we want people to accept those conclusions, we can't be feeding them a constant stream of stories that indicate the process that brought us to them produces unreliable nonsense. Unfortunately, we continue to do exactly that.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=JJ55-D9YP0M:PYHdDjlhW6k:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=JJ55-D9YP0M:PYHdDjlhW6k:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=JJ55-D9YP0M:PYHdDjlhW6k:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=JJ55-D9YP0M:PYHdDjlhW6k:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=JJ55-D9YP0M:PYHdDjlhW6k:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=JJ55-D9YP0M:PYHdDjlhW6k:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Shots of live parasites may be best protection against malaria yet</title>\r\n\t\t<link>http://arstechnica.com/science/2016/05/shots-of-live-parasites-may-be-best-protection-against-malaria-yet/</link>\r\n\t\t<pubDate>Tue, 10 May 2016 16:50:57 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Beth Mole]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Scientific Method]]></category>\r\n\t\t<category><![CDATA[Infectious disease]]></category>\r\n\t\t<category><![CDATA[malaria]]></category>\r\n\t\t<category><![CDATA[vaccine]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=878997</guid>\r\n\t\t<description><![CDATA[In promising phase I clinical trial, up to 55 percent were protected for a year.\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>After decades of trying to zap malaria once and for all, researchers are buzzing about a new experimental vaccine against the mosquito-transmitted infection. If results from early trials hold up, the vaccine could one day significantly help slap down malaria’s infectious toll, which hit 214 million documented illnesses and more than 400,000 deaths in 2015 alone.</p>\n<p>In a phase I trial—the stage at which scientists test safety and dosage levels in a small number of people—the experimental vaccine spared up to<a href=\"http://dx.doi.org/10.1038/nm.4110\"> 55 percent</a> of participants from getting sick after they were bitten by malaria-loaded mosquitoes. For some of the test subjects, that protection lasted a year, researchers reported in <em>Nature Medicine</em>.</p>\n<p>Those stats may seem like low bars to call a vaccine \"promising,\" but the results actually beat out other vaccine candidates tested so far. Previously, the most well-studied malaria vaccine, called RTS,S, fared even worse in similar tests. It only protected 22 percent of healthy adults subjected to disease-toting mosquitoes, and the protection was tested up to just five months. Nevertheless, RTS,S made it to a phase III trial—the stage at which scientists test efficacy in large numbers of people. In that trial, the vaccine did slightly better, keeping up to 36 percent of kids from getting documented cases of malaria for up to two years. European regulators subsequently <a href=\"http://www.ema.europa.eu/ema/index.jsp?curl=pages/news_and_events/news/2015/07/news_detail_002376.jsp&amp;mid=WC0b01ac058004d5c1\">approved</a> the use of that vaccine in 2015.</p>\n<p>Part of the reason it’s so difficult to make an effective vaccine against malaria is because there are <a href=\"http://www.who.int/mediacentre/factsheets/fs094/en/\">five</a> protozoan parasite species behind the disease—all of the genus <em>Plasmodium—</em>and they all have highly variable protein components, creating shifting targets for scientists. The parasites also have a complicated life cycle. At various stages, the parasites move from a mosquito to a person’s blood, to the liver, back to the blood, and so on. Scientists have struggled to find a way to knock out all of the life stages in one fell swoop.</p>\n<p>RTS,S is a hybrid vaccine, contains snippets of <em>P. falciparum</em>, which is estimated to cause around half of all malaria cases in the world and usually the most severe illnesses. It also contains a chunk of hepatitis B virus and a drug sidekick molecule (called an adjuvant), which both help nudge the immune system to mount a lasting response against the parasite. The vaccine is designed to target <em>Plasmodium </em>when it first enters the blood stream of a human before it gets to the liver where it sets up shop. In the liver, the parasite can mature, multiply, and release more parasites into the blood that can trigger disease.</p>\n<p>For the new vaccine, researchers ditched hybrid vaccine engineering and returned to an old-school approach—they used a whole, live<em> P. falciparum</em> parasite, weakened by radiation. The resulting parasite, which is metabolically active but doesn’t replicate, is purified, cryopreserved, and injected intravenously into people. Early tests in lab and primates showed that the vaccine could work and suggested that it likely cuts down the parasite while it’s in the liver.</p>\n<p>In the phase I trial, the researchers were not only looking at the efficacy and safety of their vaccine, called PfSPZ, but trying to tweak the dosage with different amounts in a course of between three to five shots.</p>\n<p>The researchers worked with 101 healthy, malaria-naive adult volunteers. Of the 101, 57 were given the vaccine; 32 acted as controls who didn’t get the vaccine but were still bitten by malaria-carrying mosquitoes; and another 12 acted as control back ups.</p>\n<p>The 57 vaccine recipients were split into five groups, each getting different doses and schedules of the vaccine. Then, the researchers challenged some of the participants with malaria mosquito bites about three weeks, six months, and one year later.</p>\n<p>Nearly all of the control group members tested positive for parasites in their blood. In the vaccinated groups, there was a range between 24 and 73 percent effectiveness at the three-week test point. The latter, most successful groups were the two groups that received four shots that totaled the highest dose of the vaccine. Among 11 of those tested at about six months, six—or 55 percent—were protected. Testing five participants again at the one-year mark, the researchers found all of those tested were still protected.</p>\n<p>“It is now clear that administering the PfSPZ Vaccine intravenously confers long-term, sterile protection in a small number of participants, which has not been achieved with other current vaccine approaches,” Robert Seder, of the National Institute of Health’s Vaccine Research Center and a lead researcher on the project, said in a <a href=\"http://www.niaid.nih.gov/news/newsreleases/2016/Pages/PfSPZ-Durable-Protection.aspx\">statement</a>. And, with few side effects seen in the trials so far, the researchers are now working on bigger trials with higher doses.</p>\n<p>The researchers are hopeful that the vaccine could one day be combined with other malaria-prevention measures, such as bed nets, to prevent disease and parasite transmission.</p>\n<p>“Malaria remains one of the most devastating diseases in the world, especially among young children in Africa,” Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said. This study, he added, is “an encouraging step forward.\"</p>\n<p><em>Nature Medicine</em>, 2016. DOI: <a href=\"http://dx.doi.org/10.1038/nm.4110\">10.1038/nm.4110</a>  (<a href=\"http://arstechnica.com/science/news/2010/03/dois-and-their-discontents-1.ars\">About DOIs</a>).</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=57vkGHb6n_U:1ubHi4cHVuE:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=57vkGHb6n_U:1ubHi4cHVuE:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=57vkGHb6n_U:1ubHi4cHVuE:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=57vkGHb6n_U:1ubHi4cHVuE:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=57vkGHb6n_U:1ubHi4cHVuE:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=57vkGHb6n_U:1ubHi4cHVuE:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>How side-mounted LEDs can help fix VR’s “tunnel vision” and nausea problems</title>\r\n\t\t<link>http://arstechnica.com/gaming/2016/05/how-side-mounted-leds-can-help-fix-vrs-tunnel-vision-and-nausea-problems/</link>\r\n\t\t<pubDate>Mon, 09 May 2016 22:11:01 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Sam Machkovech]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[Scientific Method]]></category>\r\n\t\t<category><![CDATA[field of view]]></category>\r\n\t\t<category><![CDATA[htc vive]]></category>\r\n\t\t<category><![CDATA[Microsoft Research]]></category>\r\n\t\t<category><![CDATA[oculus rift]]></category>\r\n\t\t<category><![CDATA[sparse peripheral displays]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=877715</guid>\r\n\t\t<description><![CDATA[Ars interviews Microsoft Research group on its hacked-together findings.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>The current world of consumer-grade virtual reality has a bit of a tunnel-vision problem. As realistic as VR can feel, even the most expensive headsets are restricted to a 110-degree field of view, compared to the over 180 degrees of real-world vision. While most early industry enthusiasts have been able to get past that issue, a team at Microsoft Research has not.</p>\n<p>\"You don’t realize when you’re playing with Oculus or other [headsets] how much black there really is in the device,\" Carnegie Mellon PhD candidate Robert Xiao said in an interview with Ars Technica. \"You strap it on, and the first thing your eyes focus on is the middle part, the bright screen. You don’t realize how much of the visual field is taken up by black, empty space.\"</p>\n<p>Xiao, who served as a Microsoft Research intern in 2015 as part of his work in CMU's Human Computer Interaction Institute, decided to focus on that blackness in his first major Microsoft project. Alongside senior researcher Hrvoje Benko, Xiao came up with an idea borne mostly from affordability: a cheap array of LEDs to fill in the rest of a VR headset's dark spots. (The results of their findings were <a href=\"http://dx.doi.org/10.1145/2858036.2858212\">published in <em>CHI'16</em></a> last week.)</p>\n<h2>80 more diodes, 60 more degrees</h2>\n<div class=\"shortcode-video  centered-figure-container \">\n\t<div class=\"video center \" style=\"width:px;\">\n\t\t\t\t<iframe style=\"display:block; min-height: 480px;\" type=\"text/html\" src=\"http://www.youtube.com/embed/o9LVwl8cmc0?start=0&wmode=transparent\" frameborder=\"0\" allowfullscreen></iframe>\n\n\t</div>\n</div>\n\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"https://www.youtube.com/watch?v=o9LVwl8cmc0\" class=\"caption-link\" rel=\"nofollow\">Augmenting the Field-of-View of Head-Mounted Displays with Sparse Peripheral Displays, from Microsoft Research</a>\n\t\t\t\t\t\t<p>\n\n<p>Benko and Xiao's \"sparse peripheral display\" is built on top of an <a href=\"http://arstechnica.com/gaming/2014/03/oculus-rift-dk2-eyes-on-finally-vr-without-the-ocu-latency/\">Oculus Rift \"DK2\" set</a>, which only offers a 90-degree field-of-view (the retail Rift, which launched in March, upped that to 110 degrees). The pair then added 80 strategically arranged LEDs that sit above and around the headset's lenses, as well as a sheer screen to diffuse their light. With a bit of processing of the in-game 3D world, the system renders relevant, real-time color and intensity data for those LEDs, to add 60 degrees to the total functional field of view. This isn't all that demanding from a processing overhead point-of-view, since only a few \"pixels\" of data have to be sent to the headset.</p>\n<p>Xiao says this reduces nausea and improved situational awareness in VR experiences no matter whether movement is controlled by turns of the head, by users' presses of keys, or by an automated, roller-coaster-styled sequence. The nausea-reduction effect surprised Xiao, in particular, because all of what he calls \"surprisingly spotty\" research on the subject up until that point said the opposite would happen.</p>\n<p>\"There is some academic research... suggesting that expanding field-of-view [in VR] with a full-resolution, high-fidelity display would increase the sensation of sickness,\" Xiao said. \"The primary reason is that you’re introducing a greater disparity between a person’s visual periphery and their sense of vection—their internal inertia sensors that tell them if they’re actually moving. Increase that and you increase the possibility of nausea.\"</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"image left\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/Screenshot-21.png\" class=\"enlarge\" alt=\"A better example of exactly how the LED array stimulates a VR user's peripheral vision.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/Screenshot-21-980x727.png\"  caption=\"A better example of exactly how the LED array stimulates a VR user's peripheral vision.\"  alt=\"A better example of exactly how the LED array stimulates a VR user's peripheral vision.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Microsoft Research)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/Screenshot-21.png\" class=\"caption-link\" rel=\"nofollow\">A better example of exactly how the LED array stimulates a VR user's peripheral vision.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n  </div>\n\n<p>Since that earlier research had been conducted primarily with larger simulator systems, Xiao and Benko guessed that they might achieve different results with screens closer to the face. The idea of using suggestive LEDs was proposed solely as a way to test a cheaper, lower-energy solution. The duo's first public report stated that 11 out of 14 testers reported reduced nausea when using a \"DK2\" unit with the periphery hack, which was bolstered by a \"counter-vection\" processing of visual data when movement was simulated.</p>\n<p>These results validated some of the ideas behind the researchers' design.. \"When we looked at how the eye works, we discovered the periphery is very low-density compared to the retina,\" Xiao said. \"It doesn’t need as many cells, and the cells in the periphery are more sensitive to light; both of these have specific, evolutionary reasons for existing. We thought, we can take advantage of that to create a low-resolution display that simulates the periphery in much the same way. Because it’s sparse, you won’t be wanting to look at the periphery. You’re still focused on content in the central field, and you can tilt your head around to get a better look.\"</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"image left\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/Screenshot-20.png\" class=\"enlarge\" alt=\"Microsoft Research's peripheral-VR hack, from start to finish, as applied to an Oculus Rift DK2.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/Screenshot-20-980x172.png\"  caption=\"Microsoft Research's peripheral-VR hack, from start to finish, as applied to an Oculus Rift DK2.\"  alt=\"Microsoft Research's peripheral-VR hack, from start to finish, as applied to an Oculus Rift DK2.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Microsoft Research)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/Screenshot-20.png\" class=\"caption-link\" rel=\"nofollow\">Microsoft Research's peripheral-VR hack, from start to finish, as applied to an Oculus Rift DK2.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n  </div>\n\n<p>There's still a disconnect when a sideways, peripheral turn of real-life eyes within a VR headset is greeted only with glowing dots as opposed to real detail. Xiao and Benko acknowledge this in their paper, and suggest smaller-sized LEDs might both improve the effect and make even more sense in an open-glasses, augmented-reality system. Xiao's experience with the system has him hopeful for future applicability in everything from games to productivity applications.</p>\n<p>\"Think of working on a big project, like sculpting, and offering a perspective on where someone is contextually,\" Xiao said. \"Think of virtual architecture. You can maintain the context of where [users] are through sparse periphery, queues to orient themselves, to know intuitively where they are. Hopefully, they can more quickly understand as they move around the environment what they’re doing and where they’re going.\"</p>\n<p>Xiao wouldn't say if the pair's hardware-hacking efforts had gotten any farther since the project was completed roughly a year ago. Still, he did offer hints about possible future work with Microsoft Research. \"Maybe AR's in my near future,\" he said, without mentioning <a href=\"http://arstechnica.com/gadgets/2016/04/hands-on-hololens-on-the-cusp-of-a-revolution/\">HoloLens</a> by name. When asked about his findings being made public or open-sourced for other VR developers to test or for hardware tinkerers to create their own LED inserts and appropriate wirings, Xiao could only say that \"Microsoft has previously open sourced a few of its projects, such as RoomAlive.\"</p>\n<p><em>CHI'16</em>, 2016. DOI: <a href=\"http://dx.doi.org/10.1145/2858036.2858212\">10.1145/2858036.2858212</a>  (<a href=\"http://arstechnica.com/science/news/2010/03/dois-and-their-discontents-1.ars\">About DOIs</a>).</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=8eYBxaDKNy4:YLQEOBKnAVw:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=8eYBxaDKNy4:YLQEOBKnAVw:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=8eYBxaDKNy4:YLQEOBKnAVw:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=8eYBxaDKNy4:YLQEOBKnAVw:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=8eYBxaDKNy4:YLQEOBKnAVw:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=8eYBxaDKNy4:YLQEOBKnAVw:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Weasel’s suicide delays but does not stop our biggest particle collider</title>\r\n\t\t<link>http://arstechnica.com/science/2016/05/lhc-back-from-weasel-induced-shutdown-starts-its-2016-run/</link>\r\n\t\t<pubDate>Mon, 09 May 2016 20:20:47 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[John Timmer]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Scientific Method]]></category>\r\n\t\t<category><![CDATA[CERN]]></category>\r\n\t\t<category><![CDATA[Large Hadron Collider]]></category>\r\n\t\t<category><![CDATA[particle physics]]></category>\r\n\t\t<category><![CDATA[Physics]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=878525</guid>\r\n\t\t<description><![CDATA[Plans call for six times the data as last year.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>After more than a month of checking out the equipment, the Large Hadron Collider is set to return to the frontiers of particle physics. This will be the second run at higher energies after a few years at lower energy and a <a>couple years of upgrades</a>. The plan for this year is to increase the frequency of high-energy collisions in order to get a better view of the Higgs boson and pursue the search for new particles.</p>\n<p>After suffering a catastrophic failure early in its history, the LHC was run for several years at energies that created collisions at seven or eight Tera-electronVolts. This was followed by an extended shutdown that upgraded hardware and fixed the defects that caused the earlier failure. Last year's physics run was the first at 13TeV, and the collider's operators were relatively cautious as they learned how to control the machine at these higher energies.</p>\n<p>The new energies provide two major advantages. Since new particles are created by converting energy to matter, the higher the energy, the heavier the particles you can produce. And some analyses have been finding hints that there might be a new particle in the neighborhood of 750 Giga-electronVolts—nearly 800 times the mass of the protons that were smashed to create it.</p>\n\n<p>But the high energies also increase the probability of producing heavy but substantially lower-mass particles. These include the Higgs boson, which weighs in at about 125GeV. By producing the Higgs in much higher numbers, we can start getting more precise measurements of its properties and test them against our theoretical expectations.</p>\n<p>Beyond energy, the other way to see more of a particle is to simply increase the number of collisions, called the luminosity. That's the goal of this year's run. The LHC circles its protons in bunches, so you can boost the luminosity by increasing the number of bunches, putting more protons in the bunches and/or squeezing the bunches down so that the proton density is higher. The LHC's operators had already reached the maximum number of bunches, and they will focus on boosting luminosity through the other two approaches, with the goal of squeezing out six times the number of collisions into this year's run.</p>\n<p>Of course, random events can get in the way of those sorts of goals. Testing of the hardware suffered a multi-day delay when a small marten (a member of the weasel family) found its way into the hardware that supplies the machine with power, ending his life in a way that the collider required <a href=\"http://www.npr.org/sections/thetwo-way/2016/04/29/476154494/weasel-shuts-down-world-s-most-powerful-particle-collider\">major hardware repairs</a>.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=rbC-Ks35XjY:TLNruim2cS8:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=rbC-Ks35XjY:TLNruim2cS8:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=rbC-Ks35XjY:TLNruim2cS8:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=rbC-Ks35XjY:TLNruim2cS8:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=rbC-Ks35XjY:TLNruim2cS8:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=rbC-Ks35XjY:TLNruim2cS8:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>3,000-year-old female mummy was covered in hidden tattoos</title>\r\n\t\t<link>http://arstechnica.com/science/2016/05/using-infrared-imaging-scientists-discover-tattoos-on-3000-year-old-mummy/</link>\r\n\t\t<pubDate>Mon, 09 May 2016 17:43:15 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Annalee Newitz]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Scientific Method]]></category>\r\n\t\t<category><![CDATA[anthropology]]></category>\r\n\t\t<category><![CDATA[Archaeology]]></category>\r\n\t\t<category><![CDATA[History]]></category>\r\n\t\t<category><![CDATA[mummy]]></category>\r\n\t\t<category><![CDATA[tattoos]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=878339</guid>\r\n\t\t<description><![CDATA[Evidence suggests tattoos are a very ancient form of human decoration.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Covered in more than 30 tattoos of flowers, animals, and sacred symbols, this 3,000-year-old mummy is one of the most unusual that archaeologist Anne Austin has ever seen. Though other mummies have been found with abstract markings like dots tattooed on their skin, no one had ever seen figurative drawings like these. Austin and her colleagues were stunned. The mummy, found in a village called Deir el-Medina, Egypt, was once a woman who proudly inked sacred wadjet eyes on her neck, shoulders, and back, lotus blossoms on her hips, and cows on her arm. Her village was home to artisans who worked in the nearby Valley of the Kings, where they would have carved elaborate sculptures and inscriptions for pharaohs and gods.</p>\n<p>It's not clear what the tattoos meant nor why this particular woman had so many of them. But Austin speculates that they had religious significance, particularly the eyes and the cows, which may have been a reference to the goddess Hathor. \"Any angle that you look at this woman, you see a pair of divine eyes looking back at you,\" <a href=\"http://www.nature.com/news/intricate-animal-and-flower-tattoos-found-on-egyptian-mummy-1.19864\">she told <em>Nature</em></a> after presenting her work at the American Association of Physical Anthropologists. She first discovered the tattoos when she saw the eye and baboons clearly visible on the mummy's neck. Suspecting there might be more, she used infrared imaging to see ink that had penetrated the woman's skin but was no longer visible due to dark resins used for mummification. This is the same technique that scientists used to discover <a href=\"http://blogs.discovermagazine.com/d-brief/2015/01/30/scientists-mapped-otzi-icemans-61-tattoos/#.VzDE9qODFBc\">the tattoos on the body of Ötzi the Iceman</a>, a 5,300-year-old body that was accidentally preserved in ice for thousands of years. Ötzi had more than 60 tattoos created with ash that were entirely abstract, mostly horizontal lines on parts of his body where joint swelling suggests that he would have been suffering pain.</p>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/web_15001_frontal_neck-1-640x427.jpg\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>When Austin used infrared imaging, she was able to find many tattoos that were previously hidden. The tattoos on the woman's back became visible, and Austin and her colleagues used image reconstruction software to correct distortions that were introduced when the mummy's skin shrank over time. Once the tattoos were stretched, she could clearly see the two cows on the woman's arm and many other images. Some of the tattoos, she says, were in places where it would have been extremely painful to be tattooed, especially because the process would have been very slow in ancient times. They were also clearly created by someone else, since many were on the woman's back. These facts suggest the tattoos may have had deep cultural significance. There is also evidence that some of the tattoos were faded, so the woman was probably getting new ink for many years as older tattoos faded.</p>\n<p>Humans have been decorating their bodies for tens of thousands of years, and <a href=\"http://io9.gizmodo.com/5849677/100000-year-old-art-kit-found-in-south-africa\">there is evidence dating back to 100,000 years ago</a> depicting workshops where paleolithic peoples mixed up ochres for paints and cosmetics. It appears that tattoos were just part of the typical kit for bodily adornment, and they may be among humanity's most ancient forms of art.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=VgfZGuFXtPo:sMIxgMbaAbo:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=VgfZGuFXtPo:sMIxgMbaAbo:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=VgfZGuFXtPo:sMIxgMbaAbo:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=VgfZGuFXtPo:sMIxgMbaAbo:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=VgfZGuFXtPo:sMIxgMbaAbo:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=VgfZGuFXtPo:sMIxgMbaAbo:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>US carbon emissions drop, now 12% below 2005 levels</title>\r\n\t\t<link>http://arstechnica.com/science/2016/05/us-carbon-emissions-drop-now-12-below-2005-levels/</link>\r\n\t\t<pubDate>Mon, 09 May 2016 17:26:57 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[John Timmer]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Scientific Method]]></category>\r\n\t\t<category><![CDATA[carbon emissions]]></category>\r\n\t\t<category><![CDATA[Energy]]></category>\r\n\t\t<category><![CDATA[green energy]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=878393</guid>\r\n\t\t<description><![CDATA[Transition from coal to natural gas gets most of the credit.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>US carbon emissions were down slightly in 2015, continuing a period in which economic growth has been accompanied by relatively flat emissions. Compared to 2005, however, the current numbers represent a 12 percent drop. The Energy Information Agency (EIA) indicates this has largely been caused by the transition from coal to natural gas.</p>\n<p>US carbon emissions saw a significant drop during the 2008-2009 economic crisis, driven largely by falling economic activity. As the economy began to rebound in 2010, so did carbon emissions. But succeeding years have seen a series of relatively minor ups and downs—the current numbers represent a drop of about two percent compared to 2014. Notably, the emissions are also below those at the height of the economic crisis in 2009.</p>\n<p>That's rather significant, as economic growth has been consistently in the neighborhood of two percent since 2010. This provides a strong indication that, for the moment at least, the US has decoupled economic growth from carbon emissions. Overall, the economy is up about 15 percent since 2005 when inflation is taken into account.</p>\n<p>The EIA ascribes the majority of this decade-long drop—70 percent—to changes in fuel use in the electrical industry. Cheap natural gas, available due to fracking, has displaced significant amounts of coal from the energy landscape, resulting in a drop in coal production of more than 20 percent in the US (and the bankruptcy of a number of coal companies). Other contributing factors include more efficient energy use and a relatively mild winter, which lowered the energy devoted to heating.</p>\n<p>While wind and solar are growing at a rapid pace, each started from very low numbers. These two areas are only beginning to displace significant amounts of fossil energy.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=4Zj1Et78HX8:w1g7nNYftgU:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=4Zj1Et78HX8:w1g7nNYftgU:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=4Zj1Et78HX8:w1g7nNYftgU:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=4Zj1Et78HX8:w1g7nNYftgU:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=4Zj1Et78HX8:w1g7nNYftgU:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=4Zj1Et78HX8:w1g7nNYftgU:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Silver-threaded underwear fights junk funk even after a week of wear</title>\r\n\t\t<link>http://arstechnica.com/science/2016/05/silver-threaded-underwear-fights-junk-funk-even-after-a-week-of-wear/</link>\r\n\t\t<pubDate>Mon, 09 May 2016 17:04:49 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Beth Mole]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Scientific Method]]></category>\r\n\t\t<category><![CDATA[antimicrobial]]></category>\r\n\t\t<category><![CDATA[Silver]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=878377</guid>\r\n\t\t<description><![CDATA[Antimicrobial metal, already in medical and athletic garb, gets in people’s pants.\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>If the heroes of Tolkien’s books went looking for some undies to go with their mithril armor, they may have sought something similar to a new product touted by Danish fashion company, <a href=\"http://organicbasics.dk/\">Organic Basics</a>.</p>\n<p>The company has designed “silvered” cotton drawers that protect the groin and bum from being invaded by stinky microbes. The light-weight shields have such potent antimicrobial powers that they can fend of funk even after being worn in battle for <a href=\"http://www.cnet.com/news/spacesuit-underwear-promises-no-stink/#ftag=CAD590a51e\">a week straight</a>, the designers say.</p>\n<p>Silver has long been known to be antimicrobial. The metal sheds ions that pierce through bacterial walls and thrash cellular components, such as DNA and critical proteins. Clothing manufacturers are already adding silver nanoparticles to hospital gowns and athletic wear.</p>\n<p>For protective underwear, Organic Basics added polyester fibers with a chemically bonded coating of silver into their organic cotton boxer briefs. The threads can kill off 99.9 percent of microbes brewing in your bottom, the company says.</p>\n<p>In addition to the antimicrobial properties, the underwear can also help regulate body temperature because of silver’s thermal conductivity.</p>\n<p>Organic Basics says that the underwear is “elegant. It’s comfortable. It’s odorless. It’s the future of underwear.” The company is raising funds for manufacturing the boxers, as well as T-shirts and socks, on <a href=\"https://www.kickstarter.com/projects/organicbasics/silvertech-odorless-underwear-made-with-pure-silve\">Kickstarter</a>.</p>\n<p>However, while silver is effective at killing off foul microbes, it has no defense against the power of the fart. Noxious gases that erupt from the bowels, which contain volatile sulfur compounds, ammonia, and other stinky chemicals, are not blocked by the metal barriers. For such stench-fighting needs, one might turn to intimates that contain a layer of <a href=\"http://www.myshreddies.com/about\">activated carbon</a> to filter out offending odors.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=9uqbVJ9IlhM:PyMsMgSb26s:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=9uqbVJ9IlhM:PyMsMgSb26s:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=9uqbVJ9IlhM:PyMsMgSb26s:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=9uqbVJ9IlhM:PyMsMgSb26s:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=9uqbVJ9IlhM:PyMsMgSb26s:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=9uqbVJ9IlhM:PyMsMgSb26s:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Here’s how gut microbes train your immune system to dodge disease</title>\r\n\t\t<link>http://arstechnica.com/science/2016/05/heres-how-gut-microbes-train-your-immune-system-to-dodge-disease/</link>\r\n\t\t<pubDate>Fri, 06 May 2016 23:30:00 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Beth Mole]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Scientific Method]]></category>\r\n\t\t<category><![CDATA[bacteria]]></category>\r\n\t\t<category><![CDATA[IBD]]></category>\r\n\t\t<category><![CDATA[immunology]]></category>\r\n\t\t<category><![CDATA[microbiome]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=877897</guid>\r\n\t\t<description><![CDATA[Gut dwellers signal immune cells to stay calm and dial down inflammation.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Where would we be without our gut microbes? Most likely, we’d be in the bathroom, according to a new study.</p>\n<p>Unraveling the interplay between our immune systems and gut microbes, researchers report that sensing and <a href=\"http://dx.doi.org/10.1126/science.aad9948\">befriending helpful bacteria</a> in our intestines may be critical for avoiding inflammatory bowel diseases (IBD), such as Crohn's disease and ulcerative colitis. Those invisible allies can hack into the immune system’s chemical communications and shut down excessive inflammation, averting chronic and self-inflicted damage that can cause diarrhea, intestinal bleeding, and pain.</p>\n<p>The finding, published in the journal <em>Science</em>, isn’t particularly surprising to scientists, who have long suspected that our microbiomes manipulate our immune responses and steer our health. But until now, the microbial tactics and the immune signals they alter have been a brown box.</p>\n<p>To dig into the intestinal enigma, researchers at the California Institute of Technology and colleagues tried to fit together two clues about IBD—a beneficial microbe called <em>Bacteroides fragilis</em>, which is known to protect mice from having inflamed colons, and mutations in a human gene dubbed ATG16L1, which scientists have linked to IBD.</p>\n<p><em>B. fragilis</em> has been caught before shedding little packages containing polysaccharide A (PSA), a molecule that can trigger immune responses. Those responses end up activating specific immune cells called regulatory T cells that can quell inflammation.</p>\n<p>The researchers decided to test if PSA packages would have the same inflammation-reducing effect in immune cells that have a broken version of the ATG16L1 gene—a mutation some patients with IBD have. It turns out they didn’t. When those mutant cells received packages of PSA, they no longer activated the inflammation-calming T cells.</p>\n<p>On closer examination in mouse experiments, the researchers found that ATG16L1 controls a specialized package-processing system in cells that takes in the bundles of PSA and dismantles them. That process, the researchers found, sets off a cascade of immune signals that work to extinguish inflammation.</p>\n<p>Thus, the authors concluded that the diseases don’t arise simply from a genetic inability to kill of bad bacteria. Rather, genetic glitches can trigger disease through “an inability to sense and/or respond to beneficial microbes.”</p>\n<p><em>Science</em>, 2016. DOI: <a href=\"http://dx.doi.org/10.1126/science.aad9948\">10.1126/science.aad9948</a>  (<a href=\"http://arstechnica.com/science/news/2010/03/dois-and-their-discontents-1.ars\">About DOIs</a>).</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=krHXfAty4Gg:CU8P8plicnI:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=krHXfAty4Gg:CU8P8plicnI:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=krHXfAty4Gg:CU8P8plicnI:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?i=krHXfAty4Gg:CU8P8plicnI:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=krHXfAty4Gg:CU8P8plicnI:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/science?a=krHXfAty4Gg:CU8P8plicnI:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/science?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t</channel>\r\n</rss>\r\n",
  "headers": {
    "Expires": "Fri, 13 May 2016 07:43:07 GMT",
    "X-XSS-Protection": "1; mode=block",
    "Transfer-Encoding": "chunked",
    "Cache-Control": "private, max-age=0",
    "ETag": "qgNPCMFMaT4oWVWdFONCDXssdV4",
    "Content-Encoding": "gzip",
    "Last-Modified": "Fri, 13 May 2016 06:46:42 GMT",
    "Date": "Fri, 13 May 2016 07:43:07 GMT",
    "X-Content-Type-Options": "nosniff",
    "Content-Type": "text/xml; charset=UTF-8",
    "Server": "GSE"
  },
  "response_url": "http://feeds.arstechnica.com/arstechnica/science"
}