{
  "requested_url": "http://feeds.arstechnica.com/arstechnica/technology-lab",
  "fetched_at": "2016-05-13T00:45:46.619593",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\r\n<?xml-stylesheet type=\"text/xsl\" media=\"screen\" href=\"/~d/styles/rss2full.xsl\"?><?xml-stylesheet type=\"text/css\" media=\"screen\" href=\"http://feeds.arstechnica.com/~d/styles/itemcontent.css\"?><rss xmlns:content=\"http://purl.org/rss/1.0/modules/content/\" xmlns:wfw=\"http://wellformedweb.org/CommentAPI/\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\" xmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\" version=\"2.0\">\r\n\r\n<channel>\r\n\t<title>Technology Lab – Ars Technica</title>\r\n\t\r\n\t<link>http://arstechnica.com</link>\r\n\t<description>Serving the Technologist for more than a decade. IT news, reviews, and analysis.</description>\r\n\t<lastBuildDate>Fri, 13 May 2016 05:52:42 +0000</lastBuildDate>\r\n\t<language>en-US</language>\r\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\r\n\t<sy:updateFrequency>1</sy:updateFrequency>\r\n\t<generator>https://wordpress.org/?v=4.4.1</generator>\r\n\t<atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"self\" type=\"application/rss+xml\" href=\"http://feeds.arstechnica.com/arstechnica/technology-lab\" /><feedburner:info xmlns:feedburner=\"http://rssnamespace.org/feedburner/ext/1.0\" uri=\"arstechnica/technology-lab\" /><atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"hub\" href=\"http://pubsubhubbub.appspot.com/\" /><item>\r\n\t\t<title>Bing bans tech support ads—because they’re mostly scams</title>\r\n\t\t<link>http://arstechnica.com/information-technology/2016/05/bing-bans-tech-support-adsbecause-theyre-mostly-scams/</link>\r\n\t\t<pubDate>Fri, 13 May 2016 00:22:15 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Peter Bright]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[advertising]]></category>\r\n\t\t<category><![CDATA[Bing]]></category>\r\n\t\t<category><![CDATA[hacking]]></category>\r\n\t\t<category><![CDATA[microsoft]]></category>\r\n\t\t<category><![CDATA[scams]]></category>\r\n\t\t<category><![CDATA[security]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=881223</guid>\r\n\t\t<description><![CDATA[The ban is intended to improve user safety.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n\n<p>There's a thriving industry of tech support scammers that take advantage of unsuspecting Windows (and occasionally <a href=\"http://arstechnica.com/security/2015/10/support-scams-that-plagued-windows-users-for-years-now-target-mac-customers/\">OS X</a>) users, persuading them that their systems are broken or misbehaving in some way and then charging them extortionate fees to \"repair\" their machines, or worse, installing malware directly. Many of them <a href=\"http://arstechnica.com/tech-policy/2012/10/i-am-calling-you-from-windows-a-tech-support-scammer-dials-ars-technica/\">cold call their victims</a>, but others advertise in online search engines, buying up ads with tech support keywords and acquiring their victims this way.</p>\n<p>That's no longer going to be possible on Microsoft's Bing search engine. Any and all third-party tech support services are now <a href=\"http://advertise.bingads.microsoft.com/en-us/blog/49352/user-safety-policy-revision-global\">prohibited from advertising on Bing</a> because of the abundance of illegitimate offerings.</p>\n<p>This comes a few days after Google announced that it was taking further measures to protect consumers from exploitative advertisers. From July 13, Google will <a href=\"http://arstechnica.com/business/2016/05/google-adwords-bans-ads-for-deceptive-harmful-payday-loans/\">no longer accept ads from payday loan companies</a>. Facebook similarly prohibits payday loan advertising on its site. The advertising gatekeepers appear to be taking a rather more proscriptive, protective stance to try to make advertising a little less harmful.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Nissan’s new xStorage battery wants to compete with Tesla’s Powerwall in Europe</title>\r\n\t\t<link>http://arstechnica.com/cars/2016/05/nissans-new-xstorage-battery-wants-to-compete-with-teslas-powerwall-in-europe/</link>\r\n\t\t<pubDate>Fri, 13 May 2016 00:10:52 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Megan Geuss]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Cars Technica]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[battery]]></category>\r\n\t\t<category><![CDATA[Nissan]]></category>\r\n\t\t<category><![CDATA[stationary storage]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=881245</guid>\r\n\t\t<description><![CDATA[The £3200, 4.2 kWh  battery will be made out of old electric vehicle batteries. ]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n\n<p>This week, <a href=\"http://www.newsroom.nissan-europe.com/uk/en-gb/Media/Media.aspx?mediaid=145249\">Nissan announced that</a> people would be able to place orders for its new xStorage battery, a stationary storage battery for individual homeowners, in September.</p>\n<p>The xStorage battery was developed by Nissan's London-based design facility with the help of Eaton, a Dublin-based power management company. Nissan has no plans to sell the battery in the US, instead focusing its efforts on the European market. According to the automaker's press release, the battery will have 4.2 kWh of capacity and will cost approximately £3200 (approximately $4622).</p>\n<p>The announcement comes <a href=\"http://arstechnica.com/science/2015/05/tesla-energys-goal-changing-the-energy-infrastructure-of-the-world/\">one year after Tesla Motors announced a program</a> to build stationary storage lithium-ion batteries for households, setting off a deluge of pre-orders from around the world. Tesla's batteries are only just now reaching customers, but the company has said that unexpected <a href=\"http://arstechnica.com/business/2016/03/tesla-wont-be-making-10kwh-powerwallsits-7kwh-batteries-only-for-now/\">demand for the 7 kWh batteries</a> has led it to expand how much room the company has devoted to the so-called Powerwalls on the floor of Tesla's Reno, NV-based battery factory.</p>\n<p>This new generation of stationary storage batteries has been primarily marketed toward people with solar panels on their houses. The pitch is that a stationary storage system allows users to move away from buying electricity from the power company—a battery can store energy produced by solar panels during the day and deploy that energy in the evening, when the homeowner might have to buy energy from the power company otherwise. Potential customers might also use the batteries for more traditional purposes, keeping them charged in case of an emergency blackout.</p>\n<p>Nissan's new battery is supposed to be user-friendly, including a smartphone app that will “allow consumers to flick between energy sources at the touch of a button.” The battery will need to be installed by a third-party, certified installer, much like Tesla's Powerwalls.</p>\n<p>Nissan did not go into any details about the chemistry of its batteries or how often they can be cycled. However, Paul Wilcox, the Chairman of Nissan Europe, said in a statement that the xStorage batteries would provide “a sustainable ‘second life’ for Nissan’s electric vehicle (EV) batteries after their first life in cars is over.” Each xStorage battery will contain twelve battery modules from the automakers' electric vehicles.</p>\n<div class=\"shortcode-img\">\n    \t<div class=\"image left full\">\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/2016-nissan-leaf-battery-life.jpg\"  caption=\"A look at Nissan's Leaf battery. According to Nissan's site, \"The available 30kWh lithium-ion battery stores its energy to power the 80 kW AC motor in lithium-ion modules. Each module contains four lithium-ion battery cells and provides enough power to the motor to generate 187 lb-ft of torque off the line, and up to 107 horsepower.\"\"  alt=\"A look at Nissan's Leaf battery. According to Nissan's site, \"The available 30kWh lithium-ion battery stores its energy to power the 80 kW AC motor in lithium-ion modules. Each module contains four lithium-ion battery cells and provides enough power to the motor to generate 187 lb-ft of torque off the line, and up to 107 horsepower.\"\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Nissan)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"//cdn.arstechnica.net/wp-content/uploads/2016/05/2016-nissan-leaf-battery-life.jpg\" class=\"caption-link\" rel=\"nofollow\">A look at Nissan's Leaf battery. According to Nissan's site, \"The available 30kWh lithium-ion battery stores its energy to power the 80 kW AC motor in lithium-ion modules. Each module contains four lithium-ion battery cells and provides enough power to the motor to generate 187 lb-ft of torque off the line, and up to 107 horsepower.\"</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t</div>\n  </div>\n\n<p>&nbsp;</p>\n<p>This is a similar strategy to one that was <a href=\"http://arstechnica.com/science/2015/11/daimler-is-reusing-electric-vehicle-batteries-to-store-renewable-energy/\">recently proposed by Daimler</a> for a stationary storage facility as well—after a decade of use, electric vehicle batteries begin to experience some low-level power loss which might be unacceptable in a car but which is negligible in a stationary storage unit.</p>\n<p>Nissan and Eaton said that they expect to sell 100,000 batteries in the next five years as demand for stationary storage grows.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Charter blocked customer-owned modems for two years, must pay fine</title>\r\n\t\t<link>http://arstechnica.com/information-technology/2016/05/charter-blocked-customer-owned-modems-for-two-years-must-pay-fine/</link>\r\n\t\t<pubDate>Thu, 12 May 2016 20:10:59 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Jon Brodkin]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[cable modem]]></category>\r\n\t\t<category><![CDATA[Charter]]></category>\r\n\t\t<category><![CDATA[FCC]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=880827</guid>\r\n\t\t<description><![CDATA[Under settlement, Charter must notify FCC each time it blocks a 3rd-party modem.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Charter Communications prevented customers from using their own modems for two years beginning in 2012, and as punishment, the company will have to pay a $640,000 fine and complete a three-year compliance plan.</p>\n<p>The Federal Communications Commission entered into a consent decree with Charter to settle the commission’s investigation into the matter, and it <a href=\"http://transition.fcc.gov/Daily_Releases/Daily_Business/2016/db0510/DA-16-512A1.pdf\">released the decree on Tuesday</a>.</p>\n\n<p>Charter’s actions were no secret—see this <a href=\"http://www.dslreports.com/shownews/Charter-Stops-Supporting-Customer-Owned-Modems-120059\">DSLReports article</a> describing the modem ban in June 2012. But Charter—which just got <a href=\"http://arstechnica.com/business/2016/05/charter-wins-fcc-approval-of-twc-merger-will-have-25-million-customers/\">FCC approval</a> to complete a merger that will make it the nation’s second largest cable company—got away with it until the FCC stepped in.</p>\n<p>The FCC’s Media Bureau began an investigation in July 2015 after modem maker Zoom Telephonics asked the commission to take action. Zoom also <a href=\"http://apps.fcc.gov/ecfs/document/view?id=60001329179\">petitioned</a> the FCC in October 2015  to reject Charter’s purchase of Time Warner Cable (TWC) and Bright House Networks.</p>\n<p>“The Bureau’s investigation found that for a period of approximately two years beginning in 2012, Charter informed subscribers that they would no longer be permitted to attach new customer-owned modems,” the FCC said. “Charter later provided a list of authorized customer-owned modems, but new modems were only added to the list after passing a number of tests, many of which did not relate to harm to the network or theft of service.” (Charter customers who already used third-party modems before the policy went into place were allowed to keep using them.)</p>\n<p>Because of the FCC investigation, Charter is shortening its modem testing period to three weeks. The $640,000 fine will be paid to the US Treasury.</p>\n<p>Charter will have to file compliance reports every six months detailing its efforts to let customers attach their own modems. It won’t be a total free-for-all, though. For example, Charter can still prohibit attachment of modems that don’t support version 3.0 or higher of DOCSIS, the Data Over Cable Service Interface Specification. Charter will have to notify the FCC each time it prohibits the attachment of a specific modem and explain why.</p>\n<p>Charter doesn’t charge a separate modem rental fee—the cost of a Charter-supplied modem is included in a customer’s monthly bill. Thus, using a third-party modem with Charter doesn’t save a customer any money. But regardless of whether cable companies charge a rental fee, FCC rules prohibit providers from preventing the use of modems except when they cause “electronic or physical harm” or are used for “the unauthorized receipt of service.”</p>\n<p>Charter began preventing use of customer-owned modems when it launched new pricing and packages that included the modem at no additional cost. “As a result, we will no longer provision customer owned modems on our network when a customer signs up for Charter Internet service,” a company representative <a href=\"http://www.dslreports.com/forum/r27267298-\">said</a> at the time in a DSLReports thread. “If you are an existing Charter Internet customer and own your own modem, and you are content to stay in your current package and pricing, you can continue to use your modem. If you decide you would like to come to the new pricing, at that point, we will issue you a new Charter modem.”</p>\n<p>Charter said it enforced the policy because it wanted to make sure every customer gets “the best online experience possible.” To make that happen, Charter said it needed to provide the modems itself and make sure they all have the most up-to-date firmware.</p>\n<p>While Charter finally relented in 2014 and allowed use of third-party modems, the company’s testing program resulted in few options, according to Zoom’s petition to deny the Charter/TWC/Bright House merger. (The merger got the final required approval from California regulators today and is expected to be <a href=\"http://www.bloomberg.com/news/articles/2016-05-12/charter-twc-merger-clears-final-hurdle-with-california-approval\">completed next week</a>.)</p>\n<p>“Most of the 22 Charter-certified modem models are unavailable at major brick and mortar retailers, and others are not easily available,” Zoom wrote. “Only three have wireless functionality, and none of them employ the 802.11ac standard.”</p>\n<p>The Charter website currently lists <a href=\"http://www.charter.net/support/internet/compliant-modems-charter-network/\">25 approved modems</a>.</p>\n<p>This wasn’t the only case of a cable company allegedly preventing attachment of customer-owned devices. A class-action lawsuit against Cablevision accused that company of requiring cable TV subscribers to rent a set-top box in order to receive certain video services. While Cablevision denied the allegations, it agreed to a <a href=\"https://www.cableboxsettlement.com/\">settlement</a> that offers customers one-time bill credits or payments of $20 to $40, or services valued at up to $140. Current or former Cablevision customers have until September 23 to request bill credits or cash payments.</p>\n<p><em>Disclosure: Bright House is owned by the Advance/Newhouse Partnership, which is part of Advance Publications. Advance Publications owns Condé Nast, which owns Ars Technica. Advance/Newhouse will own 13 percent of Charter after the proposed transactions are completed.</em></p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>By mapping the skies, AirMap app paves the way to a drone-filled future</title>\r\n\t\t<link>http://arstechnica.com/information-technology/2016/05/by-mapping-the-skies-airmap-app-paves-the-way-to-a-drone-filled-future/</link>\r\n\t\t<pubDate>Thu, 12 May 2016 19:50:47 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Sean Gallagher]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[drones]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=880759</guid>\r\n\t\t<description><![CDATA[Amazon pushes for federated skies; AirMap gives drone owners a direct line to the tower.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>The problem with being a safety-conscious, responsible drone operator is that it's much easier to actually fly the drone than it is to comply with Federal Aviation Administration (FAA) rules. If we're ever going to have instant Amazon Prime Air deliveries, Domino's Pizza drones, and other flying robot helpers, complying with those rules needs to get easier—it also needs to get automated.</p>\n<p>At the recent Association for Unmanned Vehicle Systems International (AUVSI) Xponential conference in New Orleans, Amazon Prime Air Vice President Gur Kimchi <a href=\"https://www.instagram.com/p/BE9MhtWgueL/?taken-by=arstechnica\">outlined Amazon's vision</a> for how that might look. Kimchi and Amazon propose an approach that uses \"federated\" traffic control—the sharing of information between air traffic control systems, operators, and drones themselves to enable a safer yet more crowded sky. The groundwork for such a system is already being laid—in part thanks to software developed by a Santa Monica, California, company called AirMap.</p>\n<p>AirMap has released an <a href=\"https://appsto.re/us/D4dk-.i\">application for Apple iOS</a> that could make drone operations safer by directly connecting drone operators to airport operators and air traffic controllers. The app is built atop an Internet application interface that is also being used by drone manufacturers like DJI, 3D Robotics, Yuneec, and the commercial and military small UAS manufacturer <a href=\"https://www.aeryon.com/\">Aeryon Labs</a>. This setup allows users to integrate the same services directly into the software used to fly drones.</p>\n<p>AirMap has already brought 75 airports onboard with the application, which gives airport managers a \"dashboard\" from which they can grant or withhold permission to fly and set specific automated policies for certain areas near their airports. Eventually, the software will let drone operators see each other as well as data about crewed aircraft on courses that might conflict.</p>\n<h2>The drone phone tree</h2>\n<p>Today, if you want to fly a drone in compliance with FAA rules, it's relatively easy—that is, as long as you're flying far from civilization, in visual line of sight, below controlled airspace, and nowhere above people or cars. Fly one anywhere else, and things get complicated.</p>\n<p>Odds are that there's an FAA-designated airfield near you, whether it's an actual airport or the helipad at a local hospital. \"In 2012,\" explained AirMap CEO and co-founder Ben Marcus, \"congress passed a law—Section 336 of the <a href=\"https://www.congress.gov/bill/112th-congress/house-bill/658\">FAA Modernization and Reform Act</a>—which requires recreational operators of drones to give notice to airports and air traffic control when flying within five miles of an airport. So to give notice, you would pick up a telephone or knock on the airport manager's door and say, 'Hey, I'm going to fly over the 7-Eleven down the street.'\"</p>\n<p>Technically, the regulations apply even if you're flying a kite. (By the way, if you're flying <a href=\"https://www.faa.gov/airports/airport_development/omp/FAQ/General_Concerns/#q8\">your kite more than 150 feet up without proper lighting, this is also an FAA rule violation</a>). At the park near my house, that means contacting 10 different entities—seven hospitals, a city water filtration plant, city police headquarters, and a hotel that occasionally allows helicopters to land on the roof of its parking garage. I know this mostly because of <a href=\"http://arstechnica.com/tech-policy/2016/02/faa-industry-group-partnership-dont-fly-drones-at-super-bowl/\">an \"app\" released by the FAA earlier this year called B4UFLY</a>, intended to help drone owners become aware of things like temporary flight restrictions and the restricted airspace near airports. But B4UFLY doesn’t provide any way for would-be drone pilots to reach airports to get permission (not even phone numbers). All the app gives is a latitude and longitude for the location of the airports nearby.</p>\n<p>The current system of contacting airports also ignores another important part of drone safety. While the FAA's air traffic control system may eventually provide data to other organizations, \"in the interim there's a whole lot of other public safety entities that have an interest in drone safety,\" Marcus explained. He's not just referring to airports, but local police and other organizations need to be aware of what's in the air, who's flying it, and where it's flying. Currently there's also no easy way for drone operators to know when there's a change in the situation while they're flying—such as an emergency service helicopter barreling into their flight path.</p>\n<p>So while the FAA's B4UFLY app and the collaborative program with AUVSI and the Academy of Model Aeronautics (AMA) that spawned it are giving drone operators some very basic information, they're not exactly making the skies safe on their own. Drone safety, Marcus said, \"starts with awareness for operators—giving them something that's easy to understand about where they can and can't fly safely, that's dynamic. It's similar to the B4UFLY concept, but we asked, 'How do we make that really useful?' That's how we started… we decided to look at how we go about building a safe and efficient operating environment for drones. The first element of that is awareness. And it's not just about how you display things on a map, but how you get that information into the hands of the operator.\"</p>\n<h2>There's an app (and an API) for that</h2>\n<p>The AirMap iOS application is available on iPhones and also has an Apple Watch add-on. It allows a drone pilot to create a profile, including a \"library\" of aircraft and contact information, to be used to send notifications of flights. The app collects geolocation data, gives a color-coded message about flight restrictions, and offers the drone pilot the ability to notify airports within five miles of flight plans simply through a tap on the screen.</p>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/Screen-Shot-2016-05-12-at-2.25.49-PM.png\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>Everything that's in AirMap's iOS app is also available in the AirMap application programming interface and software developer kit. The goal, Marcus said, is that \"you don't need to open another app—you can see the information with the app you're already using to fly your drone. So if you attempt to take off within five miles of an airport, you get a pop-up message asking if you'd like to provide notice.\"</p>\n<div class=\"shortcode-video  centered-figure-container \">\n\t<div class=\"video center \" style=\"width:px;\">\n\t\t\t\t<iframe style=\"display:block; min-height: 480px;\" type=\"text/html\" width=\"720\" height=\"auto\" src=\"http://player.vimeo.com/video/165047721?color=ff9933\" frameborder=\"0\" allowfullscreen></iframe>\n\n\t</div>\n</div>\n\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"https://vimeo.com/165047721\" class=\"caption-link\" rel=\"nofollow\"> AirMap's app for iOS.</a>\n\t\t\t\t\t\t<p>\n\n<p>On the other end, airport operations centers can plug into the AirMap system, called the Digital Notice and Awareness System (D-NAS). These groups will use a \"dashboard\" application that allows them to see all of the notifications within their operating area. \"We launched that program with the American Association of Airport Executives recently,\" Marcus said. In total, 75 airports signed up as of the first week of May—and more are in the pipeline. The airports already using the system include Los Angeles International, Houston George Bush Intercontinental, Denver International, and a host of regional and small airports. \"We're also trying to figure out how to make the dashboard useful for heliports as well—more for the helicopter pilots who are landing than for a tower,\" Marcus added.</p>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/dnas-2-640x401.jpg\">\n  <p><strong> more images in gallery</strong></p>\n\n<p><span style=\"line-height: 1.5\">The dashboard gives airport operators \"a realtime map of where notices have been provided\" by drone pilots, Marcus explained. \"They can also, as the airport operator, click on any of those flights to get information on the type of drone and the altitude it's flying at, and [they] can send an SMS message to the operator from the dash.\" That SMS message can be manually typed in or automated.</span></p>\n<p>Additionally, the dashboard allows airport managers to set geo-fence-based rules that can automatically set an area as more permissive of drone flights or explicitly exclude drones from flying in the area (such as the approach paths being used for landing aircraft). On the drone operator side, that means the SMS messages approving flying can be used as a handy way to show police that, yes, they have permission to be flying.</p>\n<p>Within the next month, AirMap will add traffic alerts to the iOS app and the API. These alerts are based on aircraft transponder data and other sources, and they will warn drone operators of aircraft that are coming into the airspace they're using. For airports and helipads currently not enrolled in the service, AirMap pulls contact data (including phone numbers) from the FAA's database—ironically, something the FAA neglected to do with its own app.</p>\n<p>While AirMap has partnered with specific drone manufacturers, the API is available to anyone building their own drone. The iOS application (which will be followed shortly by an Android app) is intended largely to demonstrate the features of the API—which includes map tiling and other geo-spatial data independent of what's built into iOS or Android, Marcus said. \"The second reason is so that we can allow people who do not have a drone built by one of these manufacturers to also participate in the system—if you're building a drone in your garage or flying something rudimentary, maybe even without GPS—you can still participate with the digital notice.\"</p>\n<h2>In robots we trust</h2>\n<p>While the AirMap app addresses operations within line of sight, future drones flying autonomously will need a whole additional layer of communication to operate safely. In particular, these devices will need drone-to-drone communication to help \"deconflict\" any potential collisions in more crowded skies. Again, <a href=\"https://www.instagram.com/p/BE9MhtWgueL/?taken-by=arstechnica\">Kimchi outlined Amazon's proposal</a> for how this would work—a system in which services like AirMap would be part of a larger \"federated\" traffic control system, providing both rules for general drone traffic flow and automated alerts and responses to potentially dangerous situations.</p>\n<p>These sorts of federated services are something Internet service developers like Amazon are already familiar with. But such setups are currently far outside the FAA's comfort zone, and this would require a cultural change in how the aviation industry views automation.</p>\n<p>Kimchi remarked on the irony of how the aviation industry currently uses autopilots to land aircraft in foggy conditions when pilots can't see the runway, yet they don't trust the systems in good weather when the risk is lower. \"We already trust the automation in the worst possible conditions, why don’t we trust it the rest of the time?” he told the AUVSI conference crowd. So when drones can both sense and avoid hazards <em>and</em> share data amongst themselves about such hazards, organizations like AirMap and Amazon believe UAVs will be able to fly safely in public airspace—doing so in much greater numbers.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Walmart sues Visa, wants to require PINs for all chip-enabled debit cards</title>\r\n\t\t<link>http://arstechnica.com/information-technology/2016/05/walmart-sues-visa-wants-to-require-pins-for-all-chip-enabled-debit-cards/</link>\r\n\t\t<pubDate>Thu, 12 May 2016 19:42:21 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Megan Geuss]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Law & Disorder]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[EMV]]></category>\r\n\t\t<category><![CDATA[visa]]></category>\r\n\t\t<category><![CDATA[walmart]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=880831</guid>\r\n\t\t<description><![CDATA[Retailer says it's a security issue, but it also pays Visa more for signature authorization.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>This week, <a href=\"http://www.wsj.com/articles/wal-mart-sues-visa-over-chip-enabled-debit-card-transactions-1462906677\">Walmart sued Visa</a> in New York State Court, saying it wanted to be able to require PIN authorizations on all EMV debit card transactions. Although many debit card transactions already require a PIN to authorize purchases or withdrawals on that card, Visa makes its merchants give Visa card holders the option to authorize with a signature. Walmart is arguing that this puts its customers at risk for fraud.</p>\n<p>Visa, Mastercard, and other card networks set <a href=\"http://arstechnica.com/business/2014/08/chip-based-credit-cards-are-a-decade-old-why-doesnt-the-us-rely-on-them-yet/\">an October 2015 deadline for merchants and card issuers</a> in the US to shift to the chip-based EMV standard (which is eponymous for Europay, Mastercard, and Visa, the three groups that developed the standard). The transition was meant to replace the magnetic stripe cards that persisted for years in the US, even after other countries quickly made the transition to the more secure chip-based cards. Walmart made the transition early last year, becoming <a href=\"http://arstechnica.com/business/2016/02/only-37-of-retailers-in-the-us-can-process-chip-embedded-cards-survey-says/\">one of the first national retailers</a> to buy new terminals that accepted EMV cards, the <em>Wall Street Journal</em> reports.</p>\n<p>But even though the EMV standard accepts PIN authorization on all cards, the major card networks said they would allow signature authorization to persist in the US and not require PIN authorization, claiming that it would minimize confusion among customers who might have trouble adapting to the new standard. Others objected to the authorization leniency, arguing that signature authorization does nothing to prevent fraud against a card holder if their card is physically stolen.</p>\n<p>In a statement to the <em>WSJ</em>, Walmart said that the suit was about “protecting our customers’ bank accounts when they use their debit cards at Walmart.” Still, the paper notes that there's a monetary side to Walmart's legal salvo as well—for every signature-authorized transaction, Walmart must pay Visa five cents more than it does on a PIN-authorized transaction. According to the <em>WSJ</em>, about 10 percent of Visa debit-card-using customers at Walmart will ask to override the PIN authorization prompt at the checkout counter in favor of authorizing the transaction with a signature.</p>\n<p>Mastercard, on the other hand, lets retailers choose how they will allow customers to authorize transactions.</p>\n<p>Walmart has fought against card networks and issuers for years. One of its most recent battles involved leading a consortium of retailers <a href=\"http://arstechnica.com/business/2014/10/cvs-rite-aid-supported-alternative-to-apple-pay-already-hacked/\">to create the Merchant Customer Exchange, known as MCX</a>, which tried and failed to launch CurrentC, a system that would authorize payments to the store directly from a customer's checking account with the help of a QR code on the customer's phone, essentially <a href=\"https://en.wikipedia.org/wiki/Merchant_Customer_Exchange\">circumventing the interchange fees paid by the retailer to the credit card companies</a>. <a href=\"http://arstechnica.com/apple/2015/04/best-buy-will-accept-apple-pay-despite-allegiance-to-currentc-and-mcx/\">When CurrentC failed</a>, Walmart launched Walmart Pay in a continued attempt to wrest control from mobile payment systems like Apple Pay and Android Pay.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Philly investigates whether Verizon finished required FiOS buildout</title>\r\n\t\t<link>http://arstechnica.com/information-technology/2016/05/philly-investigates-whether-verizon-finished-required-fios-buildout/</link>\r\n\t\t<pubDate>Thu, 12 May 2016 14:34:31 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Jon Brodkin]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[FiOS]]></category>\r\n\t\t<category><![CDATA[Philadelphia]]></category>\r\n\t\t<category><![CDATA[verizon]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=880587</guid>\r\n\t\t<description><![CDATA[Philly wants residents' help to determine whether Verizon wired up whole city.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Philadelphia government officials are investigating whether Verizon has met an obligation to bring FiOS service to all residents of the city. Verizon obtained a cable franchise agreement from the city in February 2009, and the deadline to wire up all of Philadelphia passed on February 26 of this year.</p>\n<p>Philadelphia seems skeptical about whether Verizon actually met its obligation, but it is still looking for proof. The city set up a <a href=\"http://www.phila.gov/cablefranchises/Pages/default.aspx\">webpage</a> asking residents to fill out a form to \"tell us whether you have tried to order Verizon service but have been told by the company that service is not yet available in your neighborhood.\" Verizon was required to make its \"cable service available throughout the entire city, subject to certain exceptions set forth in the franchise agreement,\" the page says.</p>\n<p>A Verizon spokesperson told Ars that the city confirmed that Verizon met a requirement to build out 85 percent of the city last summer and is now verifying whether Verizon completed the final 15 percent. Verizon says it has met its obligation. \"We believe we’ve completed our FiOS buildout in Philadelphia and have complied with the terms of our franchise agreement with the city,\" Verizon said. \"We’re currently working with the city’s Office of Innovation and Technology and the Law Department—the two entities that have oversight over the project—to verify we’ve met those obligations.\"</p>\n<p>When its investigation is finished, Philadelphia officials will issue a report detailing its findings. New York City issued such a report last year, <a href=\"http://arstechnica.com/business/2015/06/verizon-ordered-to-finish-fiber-build-that-it-promised-but-didnt-deliver/\">accusing Verizon</a> of failing to finish required fiber construction. Verizon disputed the city's findings, blaming landlords for delays and <a href=\"http://arstechnica.com/business/2015/10/verizon-tries-to-avoid-building-more-fiber-by-re-defining-the-word-pass/\">quibbling</a> over the definition of the word \"pass\" in relation to its obligation to pass all households with fiber.</p>\n<p>Philadelphia should learn from New York's experience, Philadelphia City Council member Bobby Henon said during a hearing two weeks ago. “We do not want this to happen in Philadelphia,” Henon said, according to an <a href=\"http://technical.ly/philly/2016/05/02/verizon-fios-philadelphia/\">article</a> published by Technical.ly Philly.</p>\n<p>Henon wanted good data, but Verizon said it couldn't provide it yet because of the ongoing Verizon workers' strike. Verizon also said, “Any claims made at the hearing that we haven’t completed our obligations of our franchise agreement are untrue,\" according to the article.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Opera adds power-saving mode, offers “up to 50%” longer battery life</title>\r\n\t\t<link>http://arstechnica.com/gadgets/2016/05/opera-browser-power-saving-mode/</link>\r\n\t\t<comments>http://arstechnica.com/gadgets/2016/05/opera-browser-power-saving-mode/#respond</comments>\r\n\t\t<pubDate>Thu, 12 May 2016 12:55:59 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Andrii Degeler]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[browsers]]></category>\r\n\t\t<category><![CDATA[Opera]]></category>\r\n\t\t<category><![CDATA[Opera software]]></category>\r\n\t\t<category><![CDATA[power saving]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=880577</guid>\r\n\t\t<description><![CDATA[Reducing background tab activity, other tweaks increase battery life vs. Chrome.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>After baking in an <a href=\"http://arstechnica.co.uk/business/2016/03/opera-adblocking-browser/\">ad blocker</a> and <a href=\"http://arstechnica.co.uk/business/2016/04/opera-in-browser-vpn-client/\">VPN client</a>, Norwegian browser maker Opera Software has added a power saving mode to its desktop Web browser. The feature is currently only available in the latest \"developer\" version of the desktop browser—which should be available on Thursday morning.</p>\n<p>Opera's SVP of engineering Krystian Kolondra said that the new feature \"can increase the battery life by as much as 50 percent.\" The company claimed that such huge gains are possible through a number of additional optimisations, including \"reducing activity from background tabs, adapting page-redrawing frequency, and tuning video-playback parameters.\"</p>\n\n<p>Citing the results of its own testing, Opera has claimed that a laptop running Windows 10 64-bit with the power saving feature enabled lasts 49 percent longer than one with Chrome put under equal stress. One caveat is that the testing was made with ad blocking turned on as well, which can account for a significant part of the battery life improvement.</p>\n<p>The new feature won't be enabled by default, but a blue battery icon will appear next to the browser's address bar whenever the power cable is unplugged. The browser will also suggest turning on power saving mode when the laptop's battery is running low.</p>\n<p>This is Opera's third new and somewhat exciting feature to be announced in the last few months, with <a href=\"http://arstechnica.co.uk/business/2016/03/opera-adblocking-browser/\">a built-in adblocker</a> developer build and<a href=\"http://arstechnica.co.uk/business/2016/04/opera-in-browser-vpn-client/\"> free VPN option</a> having both been added in March. The updates come following a reported <a href=\"http://arstechnica.co.uk/business/2016/02/chinese-tech-firms-circle-opera-with-820-million-buyout-bid/\">£820 million buyout bid</a> for the browser maker from a consortium of Chinese firms. The Norwegian firm has until May 24 to respond to that particular offer.</p>\n]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://arstechnica.com/gadgets/2016/05/opera-browser-power-saving-mode/feed/</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Dozens of companies found open to SAP bug patched years ago</title>\r\n\t\t<link>http://arstechnica.com/security/2016/05/dozens-of-companies-breached-through-sap-bug-patched-years-ago/</link>\r\n\t\t<pubDate>Thu, 12 May 2016 00:41:27 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Dan Goodin]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Risk Assessment]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[exploits]]></category>\r\n\t\t<category><![CDATA[invoker servlet]]></category>\r\n\t\t<category><![CDATA[SAP]]></category>\r\n\t\t<category><![CDATA[vulnerabilities]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=880447</guid>\r\n\t\t<description><![CDATA[Dangerous Invoker servlet function was disabled in 2010, but it lives on.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p><b>Update:</b> May 12, 2016 8:50 PDT: The researchers who originally discovered the SAP vulnerability say they have <a href=\"https://erpscan.com/press-center/blog/real-cyberattack-sap-using-invoker-servlet/\">uncovered evidence </a>that 36 organizations were vulnerable to the bug. They say there's no evidence the organizations were actually breached. Ars has modified the original headline of this post to reflect this new information.</p>\n<p>More than 36 organizations—some in the gas, telecommunications, and steel manufacturing industries—have been breached by attackers exploiting a vulnerability in older SAP business applications that gives them remote access to highly confidential data, the US government-sponsored CERT warned Wednesday.</p>\n<p>The attacks were carried out over the past three years by attackers exploiting the \"invoker servlet,\" which is a set of functions in SAP applications that allows users to run Java applications without use of a password or other authentication measure. Attackers outside the targeted organizations have abused the feature to gain access to sensitive data and possibly to take control over servers that process the data, according to researchers at security firm Onapsis.</p>\n<p>\"The exploitation of this vulnerability gives remote unauthenticated attackers full access to the affected SAP platforms, providing them with complete control of the business information and processes run by them, as well as potentially further access to connected SAP and non-SAP systems,\" company researchers wrote in a <a href=\"https://www.onapsis.com/threat-report-tip-iceberg-wild-exploitation-cyber-attacks-sap-business-applications\">blog post published Wednesday</a>.</p>\n<p>SAP fixed the vulnerability in 2010 when it <a href=\"http://help.sap.com/saphelp_nw70ehp2/helpdata/en/bb/f2b9d88ba4e8459e5a69cb513597ec/frameset.htm\">disabled the invoker servlet by default</a>. The companies getting hit by the attacks appear to be running SAP applications that either predate those updates or overrode the default settings, possibly to make the SAP offerings compatible with custom software.</p>\n<p>The US CERT on Wednesday <a href=\"https://www.us-cert.gov/ncas/alerts/TA16-132A\">issued an advisory</a> warning of the threat and recommending all SAP users disable the invoker servlet. It also detailed more than a dozen SAP platforms that are potentially susceptible to the attack. Administrators who manage SAP servers should check to make sure they're properly configured. If global enterprises in security-sensitive industries are vulnerable, chances are others are, too.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Windows 10’s Wi-Fi credential sharing is going away in the Anniversary Update</title>\r\n\t\t<link>http://arstechnica.com/information-technology/2016/05/windows-10s-wi-fi-credential-sharing-is-going-away-in-the-anniversary-update/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 21:41:09 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Peter Bright]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[microsoft]]></category>\r\n\t\t<category><![CDATA[privacy]]></category>\r\n\t\t<category><![CDATA[wi-fi]]></category>\r\n\t\t<category><![CDATA[windows 10]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=880047</guid>\r\n\t\t<description><![CDATA[Edge extension support takes a big leap forward, too.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Last night, a <a href=\"https://blogs.windows.com/windowsexperience/2016/05/10/announcing-windows-10-insider-preview-build-14342/\">new Windows 10 Insider Preview</a> unexpectedly made its way onto the Internet after Microsoft accidentally started releasing it to end users while sending it to Windows Update.</p>\n<p>The new build, 14342, takes some big steps forward in Edge's extension support. Previously, <a href=\"http://arstechnica.com/information-technology/2016/03/edge-browser-now-has-extensions-in-the-latest-windows-10-preview/\">extensions in the Edge browser</a> had to be manually downloaded and installed. Now they are installed and updated in the same way as Universal Windows Apps. The number of extensions available for Edge has also grown, with a couple of ad blockers now joining the fray.</p>\n<p>With this build, Microsoft is starting to bring back some of the more tablet-oriented features that were in Windows 8 but removed from Windows 10. Swipe navigation in the browser is now back, allowing you to navigate back and forward just by swiping the page left and right. The next Mobile build will also include this capability.</p>\n<p>Build 14342 also includes the first iteration of a new feature for apps on Windows that brings valuable parity with Android and iOS: in the Anniversary Update, apps will be able to register that they \"own\" certain URLs, and attempts to open those URLs will take users not to the browser but directly to the app. Similar to Apple's implementation of this capability, only the official owner of a domain will be able to use this capability, as Windows will verify that the app is allowed to handle a particular domain's URLs at installation time. This is good news for official, first-party apps, but it will likely be annoying for the developers of third-party alternatives. Sideloaded apps will be able to register for any domain without verification, but this obviously means forgoing the convenience of the Store.</p>\n<p>There aren't any apps that are updated to use the new feature, yet; what we see in build 14342 is a Settings app page for controlling apps that are registered in this way, allowing each individual URL registration to be controlled.</p>\n<p>The other notable change in build 14342 isn't a feature that's been added but rather one that's been removed. Windows Phone 8.1 and Windows 10 both included a <a href=\"http://arstechnica.com/gadgets/2015/07/wi-fi-sense-in-windows-10-yes-it-shares-your-passkeys-no-you-shouldnt-be-scared/\">contentious feature</a> called Wi-Fi Sense that allowed Wi-Fi credentials to be shared with your Facebook and Skype contacts. Citing the lack of end-user uptake of this feature, it has been removed from 14342.</p>\n<p>Windows 10 will still sync Wi-Fi credentials among your <em>own</em> machines, so signing on to a network with one Windows 10 PC will allow all the other PCs that use the same Microsoft Account to also access the network, so this (arguably more important) capability isn't going away, but the one that raised so many hackles after it was spotted a year after its introduction is consigned to the dustbin of history.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Hyperloop One is testing its propulsion system in the Nevada desert today</title>\r\n\t\t<link>http://arstechnica.com/information-technology/2016/05/hyperloop-one-is-testing-its-propulsion-system-in-the-nevada-desert-today/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 20:54:41 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Megan Geuss]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Cars Technica]]></category>\r\n\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[hyperloop]]></category>\r\n\t\t<category><![CDATA[Hyperloop One]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=879887</guid>\r\n\t\t<description><![CDATA[As the two major Hyperloop companies report their progress, one system gets a live test.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/sled-at-poat-640x427.png\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>In North Las Vegas today, a startup called Hyperloop One propelled a 10-foot-long sled down a track, accelerating it to 116 mph before it hit a patch of sand on the tracks. The test took about four seconds, <a href=\"http://www.usatoday.com/story/tech/news/2016/05/11/hyperloop-one-debuts-future-tech-nevada-desert/84236120/\"><em>USA Today</em> reported</a>.</p>\n<p>The test of Hyperloop One's propulsion system is just one step of many on the path to achieve a dream put forth by Tesla and SpaceX CEO Elon Musk, who first drew up a plan to transport people at 760mph in low-pressure tubes in 2013. Musk decided not to pursue this business venture, which he called Hyperloop, but his whitepaper spawned two rival Hyperloop companies and an <a href=\"http://arstechnica.com/science/2016/02/feds-consider-helping-fund-elon-musks-hyperloop/\">international student engineer competition</a>.</p>\n<p>Hyperloop One, formerly known Hyperloop Technologies, announced its name change on Tuesday, hoping to differentiate itself from Hyperloop Transportation Technologies (HTT), which has also made considerable headway in research and development of such a transportation system. HTT <a href=\"http://arstechnica.com/business/2016/05/hyperloop-company-exclusively-licensed-passive-magnetic-levitation-system/\">announced on Monday that it had exclusively licensed passive magnetic levitation technology</a> that would serve to keep Hyperloop pods off the track, minimizing friction as they speed through a tube.</p>\n<p>Hyperloop One has been less forthcoming than HTT with respect to the technology it plans to use to build the ambitious project. Today's test was conducted with the press and investors a good distance from the track, and it was not a full prototype as much as a proof-of-concept for the propulsion system. The <a href=\"http://www.wsj.com/articles/hyperloop-one-accelerates-towards-future-with-high-speed-test-1462960803\"><em>Wall Street Journal</em> reports</a> that the company's strategy for building such massive infrastructure is to focus on components of the Hyperloop—like levitation, propulsion, and tube design, for example—and then take those components and try to build them better and less expensively each time.</p>\n<p>The test track was in open air, so the test sled experienced drag that a finished Hyperloop would not. <a href=\"http://www.reviewjournal.com/news/traffic-transportation/hyperloop-ready-show-high-tech-transit-system-near-las-vegas\">According to the <em>Las Vegas Review Journal</em></a>, the sled was “magnetically levitated” on a single center track. Although the exact system was not clear, the <em>WSJ</em> said that Hyperloop One is “experimenting with permanent magnets” similar to HTT's proposed technology. The sled was crashed into a pile of sand because Hyperloop One engineers have not yet designed a brake system for the test sled.</p>\n<blockquote class=\"twitter-tweet\">\n<p dir=\"ltr\" lang=\"en\">And here's your <a href=\"https://twitter.com/hashtag/HyperloopTech?src=hash\">#HyperloopTech</a> Test Moment: <a href=\"https://t.co/Wn8rmdg9Yj\">pic.twitter.com/Wn8rmdg9Yj</a></p>\n<p>— Marco della Cava (@marcodellacava) <a href=\"https://twitter.com/marcodellacava/status/730460361153880064\">May 11, 2016</a></p></blockquote>\n<h2>New partners</h2>\n<p>Hyperloop One has also announced a variety of partners and funding to get the idea off the ground (excuse the pun). It will be working with multinational engineering firm AECOM and Swiss-based Cargo Sous Terrain to see how a Hyperloop system could be used to improve cargo shipping from docks to locations around the world.</p>\n<p>The company said it has raised $80 million in Series B funding from investors such as French national rail company SNCF, GE Ventures, Western Technology Investment, and others. (French news had rumored that SNCF would be investing $80 million in the Hyperloop company, but it appears that the investment is only a portion of that $80 million Series B.)</p>\n<p>Hyperloop One's goal, it says, is to build and test a 3-mile Hyperloop tube, a pod, and the computer that pilots the pod by the end of this year.</p>\n<p>According to <em>USA Today</em>, Hyperloop One CEO Rob Lloyd said today, \"We think we can move cargo by 2019 and passengers by 2021, if we can replicate the kind of support we've gotten here from the county and city of North Las Vegas.\"</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Internet outages and early termination fees: Frontier customers get shafted</title>\r\n\t\t<link>http://arstechnica.com/business/2016/05/internet-outages-and-early-termination-fees-frontier-customers-get-shafted/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 19:04:38 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Jon Brodkin]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[California]]></category>\r\n\t\t<category><![CDATA[Florida]]></category>\r\n\t\t<category><![CDATA[frontier]]></category>\r\n\t\t<category><![CDATA[verizon]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=879845</guid>\r\n\t\t<description><![CDATA[Florida AG asks Frontier to issue refunds and fix all problems.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>The Frontier Communications acquisition of Verizon's network in Florida has created tons of problems for customers, including weeks-long outages, painfully long customer service phone calls, and bigger early termination fees, state Attorney General Pam Bondi <a href=\"http://www.myfloridalegal.com/newsrel.nsf/newsreleases/43B459BBB1F902FB85257FAE0071637C\">says</a>. Bondi sent a <a href=\"http://myfloridalegal.com/webfiles.nsf/WF/JMAR-A9SSAZ/$file/Frontier+Letter.pdf\">letter</a> Monday to Frontier CEO Daniel McCarthy asking for faster fixes to remaining problems and refunds for customers.</p>\n<p>Frontier purchased Verizon's FiOS and DSL businesses in California, Florida, and Texas, <a href=\"http://arstechnica.com/business/2016/04/after-verizon-fios-changeover-to-frontier-some-customers-lose-service/\">taking over</a> the fiber and copper networks on April 1. Florida government officials are <a href=\"http://arstechnica.com/business/2016/05/frontier-outages-persist-35-days-after-switch-from-verizon/\">not alone</a> in expressing alarm about problems the transition has caused customers, as a California legislative committee is planning a hearing on the topic on <a href=\"http://asmdc.org/members/a43/news-room/press-releases/assemblyman-gatto-to-question-frontier-communications-over-outages\">Wednesday next week</a>.</p>\n<p>Bondi said her office has received 128 complaints from former Verizon customers in Florida. \"Business and residential customers have complained of going days or weeks without any Internet or phone service,\" Bondi wrote. \"We have also received several complaints from seniors who have lost essential 911 services as the result of disruptions in land line services. This is not acceptable.\"</p>\n<p>Frontier has responded to 56 of those complaints, Bondi wrote. But the problems have \"no apparent end in sight,\" and Frontier customer service has done a poor job responding to complaints overall, she wrote.</p>\n<p>Bondi continued:</p>\n<blockquote><p>Video customers have complained of lost access to certain channels and pre-paid video on demand programming previously available to them from Verizon and have even had trouble accessing Frontier's website to set up accounts and pay bills. New customers are complaining that they must sign a two-year service contract—something that is not acceptable under the current circumstances. Customer Service, we understand, has been very poor, due, among other things, to Frontier's apparent use of an overseas customer call center that presents language barriers and has resulted in long telephone wait times of as much as one or two hours. Some customers report that service appointments are being missed by Frontier's contractors or the contractors are complete no shows. And, customers seeking to cancel their Frontier services complain of stiff early termination fees that are far greater, we are told, than the fees previously charged by Verizon. A Frontier customer service representative told us that refunds or credits are only being made available to customers who specifically request them.</p></blockquote>\n<p>Bondi asked Frontier to set up a meeting with her office to discuss the extent of problems in Florida, specifics of intended fixes and how much time is needed to complete them, and plans to provide credits and refunds to Floridians who lost service. Bondi also asked Frontier to immediately establish customer service numbers staffed by people in Florida instead of overseas.</p>\n<p>We contacted a Frontier spokesperson today but haven't heard back.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Starting July 13, Google will pre-disapprove payday loan ads</title>\r\n\t\t<link>http://arstechnica.com/business/2016/05/google-adwords-bans-ads-for-deceptive-harmful-payday-loans/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 17:24:35 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Sam Machkovech]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[adwords]]></category>\r\n\t\t<category><![CDATA[payday loans]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=879953</guid>\r\n\t\t<description><![CDATA[Follows Facebook's lead; differs from \"limited\" stance on adult, healthcare ads.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Google's Adwords platform includes rules to prohibit some advertising campaigns, and it employs a \"limited,\" targeted approach for products and services that it deems \"legally or culturally sensitive.\" Its list of outright banned topics grew one larger on Wednesday with <a href=\"http://googlepublicpolicy.blogspot.com/2016/05/an-update-to-our-adwords-policy-on.html\">a call from Google</a> to ban all ads for payday loans and \"related products.\"</p>\n<p>The ban, which will go into effect on July 13, puts specific conditions on the types of loans that can be advertised on Adwords. To clarify the definition of a \"payday loan,\" Director of Global Product Policy David Graff announced that an ad cannot be placed if the loan requires full repayment within 60 days or if its annual percentage rate (APR) is 36 percent or higher.</p>\n<p>\"When reviewing our policies, research has shown that these loans can result in unaffordable payment and high default rates for users, so we will be updating our policies globally to reflect that,\" Graff wrote in the announcement. After quoting a critic who opposed \"predatory lending,\" Graff mentioned that the ban's effectiveness will be \"reviewed\" over time.</p>\n<p>Graff was clear that this ban will not impact ads for \"loans such as mortgages, car loans, student loans, commercial loans, [or] revolving lines of credit (e.g. credit cards).\" By making this call, Google is in effect establishing a usury standard even in American states that don't issue such APR bans or otherwise have usury laws on the books—but it is also following other sites' lead in doing so, including <a href=\"https://www.facebook.com/help/community/question/?id=10153548551187929\">Facebook's outright ban on ads for payday loans</a>.</p>\n<p>Adwords' <a href=\"https://support.google.com/adwordspolicy/answer/6008942?hl=en\">existing \"prohibited content\" rules</a> include bans on goods that are counterfeit, \"dangerous,\" or overtly offensive, plus those that market dishonest wares such as academic cheating and click-inflation services. Meanwhile, its \"restricted\" list allows ads for products and services in such categories as porn, gambling, politics, and healthcare on a limited, targeted basis, either with requirements that local laws are obeyed or that specific topics and images are not included. (Adwords' <a href=\"https://support.google.com/adwordspolicy/answer/6023699?rd=1\">policy page on adult services</a> is so comprehensive that it even clarifies the site's stance on \"cuddling sites.\")</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Chinese ARM vendor left developer backdoor in kernel for Android, other devices</title>\r\n\t\t<link>http://arstechnica.com/security/2016/05/chinese-arm-vendor-left-developer-backdoor-in-kernel-for-android-pi-devices/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 16:25:37 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Sean Gallagher]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Risk Assessment]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[Allwinner]]></category>\r\n\t\t<category><![CDATA[ARM]]></category>\r\n\t\t<category><![CDATA[backdoor]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=879863</guid>\r\n\t\t<description><![CDATA[Allwinner's ARM Linux kernel includes \"rootmydevice\" code that gives apps root.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Allwinner, a Chinese system-on-a-chip company that makes the processor used in many low-cost Android tablets, set-top boxes, ARM-based PCs, and other devices, apparently shipped a version of its Linux kernel with <a href=\"http://forum.armbian.com/index.php/topic/1108-security-alert-for-allwinner-sun8i-h3a83th8/http://forum.armbian.com/index.php/topic/1108-security-alert-for-allwinner-sun8i-h3a83th8/\">a ridiculously easy-to-use backdoor built in</a>. All any code needs to do to gain root access is send the text \"rootmydevice\" to an undocumented debugging process.</p>\n<p>The backdoor code may have inadvertently been left in the kernel after developers completed debugging. But the company has been less than transparent about it: information about the backdoor was released and <a href=\"https://github.com/allwinner-zh/linux-3.4-sunxi/blob/master/arch/arm/mach-sunxi/sunxi-debug.c#L41\">then apparently deleted</a> through Allwinner's own Github account. The kernel, linux-3.4-sunxi, which was originally developed to support Android on Allwinner's ARM processors for tablets, has also been used to develop a <a href=\"https://linux-sunxi.org/Linux_Kernel\">community version</a>. The kernel was also the basis for porting over various versions of Linux to Allwinner's processors, which are used in the Orange Pi and Banana Pi micro-PCs (developer boards compatible with Raspberry Pi) along with a number of other devices.</p>\n<p>The way Allwinner has distributed its Linux kernel has been frustrating to many developers. The company has not encouraged or participated in community development and has been <a href=\"https://linux-sunxi.org/GPL_Violations\">accused of numerous violations of the GPL license</a> for the Linux kernel. The kernel \"drops\" by Allwinner include a number of binaries that are essentially closed source, as well as code released under other licenses—largely to support the graphics engines of its processors.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Cable lobby group: Broadband competition is bad for customers</title>\r\n\t\t<link>http://arstechnica.com/business/2016/05/cable-lobby-group-broadband-competition-is-bad-for-customers/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 15:44:17 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Jon Brodkin]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[American Cable Association]]></category>\r\n\t\t<category><![CDATA[Charter]]></category>\r\n\t\t<category><![CDATA[competition]]></category>\r\n\t\t<category><![CDATA[FCC]]></category>\r\n\t\t<category><![CDATA[overbuilding]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=879749</guid>\r\n\t\t<description><![CDATA[FCC requires Charter to overbuild competitors, angering small cable providers.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>A cable lobby group that represents more than 900 small and medium-size providers is angry that Charter Communications will be competing against other cable companies.</p>\n<p>Cable providers <a href=\"http://arstechnica.com/business/2014/09/comcast-says-its-too-expensive-to-compete-against-other-cable-companies/\">usually avoid each other's territory</a>, choosing not to \"overbuild\" in cities and towns where other cable networks already exist. But Charter agreed to bring some competition to the cable market in exchange for the Federal Communications Commission's <a href=\"http://transition.fcc.gov/Daily_Releases/Daily_Business/2016/db0510/FCC-16-59A1.pdf\">approval</a> of its purchase of Time Warner Cable and Bright House Networks. Specifically, Charter will deploy high-speed broadband to at least 2 million residential and small business locations, of which at least 1 million must be in areas served by at least one other provider.</p>\n<p>Naturally, cable companies aren't happy about facing competition. The American Cable Association (ACA), the lobby for smaller providers, said yesterday that it is \"troubled\" by the FCC's overbuilding requirement on Charter. But instead of just arguing that competition will hurt small cable companies, the ACA also claims that competition will be bad for customers.</p>\n<p>\"The requirement on Charter to overbuild competitors will harm consumers in two ways,\" ACA CEO Matthew Polka <a href=\"http://www.americancable.org/node/5719\">said</a>. \"First, it will harm Charter's customers by preventing Charter from investing its resources most efficiently, such as by upgrading its networks to higher speeds. Second, it will harm customers of local, small providers when these customers are satisfied with their existing service.\"</p>\n<p>Charter will likely choose to meet the overbuild requirement by competing against smaller companies with fewer resources, driving them out of the market, accelerating a shift to a Comcast/Charter nationwide duopoly, Polka argued.</p>\n<p>The ACA is the same group that says Netflix—but not Internet service providers—should <a href=\"http://arstechnica.com/business/2016/03/cable-group-net-neutrality-rules-for-netflix-but-not-for-us/\">face net neutrality rules</a>.</p>\n<p>It's certainly possible that competition will take customers away from some cable companies, but the companies serving territories where Charter will overbuild have an advantage: they've already built out their networks and are serving customers. If they keep offering good deals or offer better deals, they can convince customers to stay with them. Switching cable providers is often a hassle that customers avoid unless a competitor offers a significantly better price or service.</p>\n<h2>FCC: Competition lowers prices</h2>\n<p>Head-to-head competition between network operators often brings lower prices and faster speeds to consumers, as can be seen in areas where <a href=\"http://arstechnica.com/business/2015/03/atts-newest-fiber-customers-to-pay-40-more-than-google-fiber-users/\">Google Fiber</a> and municipal broadband networks <a href=\"http://arstechnica.com/business/2015/04/comcast-brings-fiber-to-city-that-it-sued-7-years-ago-to-stop-fiber-rollout/\">compete against incumbents</a>. The FCC's order on the merger conditions argued that \"Overbuilding in areas served by only one firm providing high-speed [Internet] will spur competition, leading to lower prices and greater choice for consumers.\" FCC Chairman Tom Wheeler last year <a href=\"http://arstechnica.com/business/2015/05/tom-wheeler-tells-cable-industry-to-stop-complaining-start-competing/\">urged</a> cable companies to compete against each other, but, in the absence of merger conditions, that doesn't seem likely to happen in any significant way.</p>\n<p>Charter's deployment to 2 million new locations will have to provide at least 60Mbps download speeds. To satisfy the overbuilding requirements, Charter must build to 1 million locations outside of its current territory where any other provider offers at least 25Mbps. The overbuild requirement can be satisfied by competing against non-cable Internet providers, such as companies delivering 25Mbps or higher speeds over fiber.</p>\n<p>There is one exception in the overbuild condition: Charter can satisfy part of the requirement by buying smaller providers and upgrading them to 60Mbps. Charter could count up to 250,000 locations from acquisitions toward the overbuilding requirement of 1 million new locations, as long as each acquired company competes against a high-speed provider and lacks the resources to upgrade speeds on its own.</p>\n<p>Despite the FCC approving the merger, there was disagreement among commissioners about the build-out conditions. Republican Commissioner Ajit Pai agrees with the ACA that the overbuilding requirement will hurt small providers. \"[U]nless Charter chooses to exclusively overbuild areas served by Comcast, which I find highly unlikely, Charter’s increased broadband market share will come at the expense of smaller competitors,\" Pai wrote.</p>\n<p>Democratic Commissioner Mignon Clyburn wanted Charter to build to more unserved households.</p>\n<p>\"According to the Commission’s <a href=\"http://arstechnica.com/business/2016/01/us-fails-its-annual-broadband-deployment-test-at-fcc/\">most recent statistics</a>, 34 million people still lack access to download speeds of at least 25Mbps,\" Clyburn wrote. \"This condition makes a small, but meaningful dent in our effort to bring broadband to all Americans. As the soon-to-be, second largest provider of broadband Internet access, with service to approximately one-fifth of households, I believe that New Charter should be required to build-out to more households with a specific focus on reaching those homes deemed ‘unserved.’\"</p>\n<p>Charter should be able to complete the purchases of Time Warner Cable and Bright House Networks shortly, as the company is just <a href=\"http://arstechnica.com/business/2016/05/charter-wins-fcc-approval-of-twc-merger-will-have-25-million-customers/\">waiting for a vote</a> by California regulators that could happen tomorrow.</p>\n<p><em>Disclosure: Bright House is owned by the Advance/Newhouse Partnership, which is part of Advance Publications. Advance Publications owns Condé Nast, which owns Ars Technica. Advance/Newhouse would own 13 percent of Charter after the proposed transactions.</em></p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>No more get-out-of-jail-free card for CryptXXX ransomware victims</title>\r\n\t\t<link>http://arstechnica.com/security/2016/05/no-more-get-out-of-jail-free-card-for-cryptxxx-ransomware-victims/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 15:31:19 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Dan Goodin]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Risk Assessment]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[crypto ransomware]]></category>\r\n\t\t<category><![CDATA[cryptxxx]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=879791</guid>\r\n\t\t<description><![CDATA[Victims have few options for recovering data other than paying $500 fee.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>For the past month, people infected with the CryptXXX ransomware had a way to recover their files without paying the hefty $500 fee to obtain the decryption key. On Tuesday, that reprieve came to an end.</p>\n<p>Researchers from security firm Proofpoint said in a <a href=\"https://www.proofpoint.com/us/threat-insight/post/cryptxxx2-ransomware-authors-strike-back-against-free-decryption-tool\">blog post</a> that version 2.006 has found a way to bypass a decryption tool that has been freely available for weeks. The tool was <a href=\"https://support.kaspersky.com/viruses/disinfection/8547\">provided by Kaspersky Lab</a> and was the result of flaws in the way CryptXXX worked.</p>\n<p>The crypto ransomware update effectively renders the Kaspersky tool useless, Proofpoint said. It did this with the use of <a href=\"https://en.wikipedia.org/wiki/Zlib\">zlib</a>, a software library used for data compression. The new version also makes it harder to use the Kaspersky tool by locking the screen of an infected computer and making it unusable until the ransom is paid.</p>\n<div class=\"shortcode-img\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center full\">\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/cryptxxx04.png\"  caption=\"\"  alt=\"\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Proofpoint)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/cryptxxx04.png\" class=\"caption-link\" rel=\"nofollow\"></a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<p>\"With the introduction of version 2.006, CryptXXX authors have, for now, rendered the existing free decryption tool ineffective,\" Proofpoint researchers wrote. \"While new decryption tools may emerge, CryptXXX's active development and rapid evolution suggest that this new ransomware will continue to compete strongly in malware ecosystems.\"</p>\n<p>CryptXXX is largely being delivered through Angler, a notorious exploit kit that's used to deliver attacks over infected websites or though malicious ads. As always, people should protect themselves against the threat by installing security updates as soon as they're available and being highly suspicious of e-mail attachments, particularly if they involve Microsoft Office macros.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Microsoft and Adobe warn of separate zero-day vulnerabilities under attack</title>\r\n\t\t<link>http://arstechnica.com/security/2016/05/beware-of-in-the-wild-0day-attacks-exploiting-windows-and-flash/</link>\r\n\t\t<pubDate>Tue, 10 May 2016 23:59:03 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Dan Goodin]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Risk Assessment]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[Adobe]]></category>\r\n\t\t<category><![CDATA[exploits]]></category>\r\n\t\t<category><![CDATA[flash]]></category>\r\n\t\t<category><![CDATA[microsoft]]></category>\r\n\t\t<category><![CDATA[vulnerabilities]]></category>\r\n\t\t<category><![CDATA[Windows]]></category>\r\n\t\t<category><![CDATA[zero-day]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=879625</guid>\r\n\t\t<description><![CDATA[Exploits exist for both bugs and allow for remote code execution.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Windows users woke up to something that doesn't happen every day: the disclosure of two zero-day vulnerabilities, one in the Microsoft operating system and the other in Adobe's Flash Player.</p>\n<p>The Windows bug is being actively exploited in the wild, making it imperative that users install fixes that Microsoft released today as part of its <a href=\"https://technet.microsoft.com/library/security/ms16-may\">May Patch Tuesday</a>. Cataloged as CVE-2016-0189, the security flaw allows attackers to surreptitiously execute malicious code when vulnerable computers visit booby-trapped websites. In the days or weeks leading up to Tuesday, it has been exploited in targeted attacks on South Korean websites, according to a <a href=\"http://www.symantec.com/connect/blogs/internet-explorer-zero-day-exploit-used-targeted-attacks-south-korea\">blog post published by security firm Symantec</a>. Technically, the vulnerability resides in the JScript and VBScript engines, but IE is the vehicle used to exploit it.</p>\n<p>Separately, Adobe officials warned that a <a href=\"https://helpx.adobe.com/security/products/flash-player/apsa16-02.html\">newly discovered Flash vulnerability</a> also gives attackers the ability to remotely hijack machines. It was first reported by researchers from security firm FireEye, and exploits exist in the wild. Adobe said it planned to release an update as soon as Thursday.</p>\n<p>On Tuesday, FireEye published a blog post headlined \"<a href=\"https://www.fireeye.com/blog/threat-research/2016/05/windows-zero-day-payment-cards.html\">Threat actor leverages windows zero-day exploit in payment card data attacks</a>,\" that described how attackers managed to infect more than 100 organizations in North America using a zero-day vulnerability. The bug, however, was CVE-2016-0167, a privilege escalation flaw that Microsoft fixed in last month's Patch Tuesday.</p>\n<p>As if the in-the-wild attacks reported by Symantec weren't enough reason for Windows users to install this month's patch release, the updates contain fixes for several other remote code-execution vulnerabilities that represent a threat. The existence of a currently unpatched Flash vulnerability is yet another reason users of all computer platforms should strongly consider uninstalling the media player.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Feds probe mobile phone industry over the sad state of security updates</title>\r\n\t\t<link>http://arstechnica.com/security/2016/05/feds-probe-mobile-industrys-security-update-practices/</link>\r\n\t\t<pubDate>Tue, 10 May 2016 20:55:25 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Dan Goodin]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[Law & Disorder]]></category>\r\n\t\t<category><![CDATA[Risk Assessment]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[android]]></category>\r\n\t\t<category><![CDATA[federal communications commission]]></category>\r\n\t\t<category><![CDATA[federal trade commission]]></category>\r\n\t\t<category><![CDATA[security]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=879371</guid>\r\n\t\t<description><![CDATA[FCC and FTC coordinate probe of OS developers, hardware makers, and carriers.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>For years, critics have bemoaned the <a href=\"http://arstechnica.com/gadgets/2012/12/the-checkered-slow-history-of-android-handset-updates/\">sad state of security updates</a> available to hundreds of millions of owners of mobile devices running Google's Android operating system. Now, US federal regulators are investigating whether Google, Apple, and the rest of the players in the mobile industry are doing everything they can to keep their customers safe.</p>\n<p>In a joint action, the Federal Communications Commission and the Federal Trade Commission are ordering mobile operating system developers, hardware manufacturers, and carriers to explain their rationale in deciding when to issue updates, or as is so often the case for Android users, why they don't provide updates. Two of the more glaring examples are a <a href=\"http://arstechnica.com/security/2015/10/a-billion-android-phones-are-vulnerable-to-new-stagefright-bugs/\">vulnerability dubbed Stagefright</a> disclosed last year and another <a href=\"http://arstechnica.com/security/2016/03/275-million-android-phones-imperiled-by-new-code-execution-exploit/\">disclosed in March called Metaphor</a>. Both allow attackers to surreptitiously execute malicious code on Android devices when they view a booby-trapped website.</p>\n<p>\"There have recently been a growing number of vulnerabilities associated with mobile operating systems that threaten the security and integrity of a user’s device and all the personal, sensitive data on it,\" Jon Wilkins, chief of the FCC's Wireless Telecommunications Bureau, wrote in a letter to carriers. \"One of the most significant to date is a vulnerability in the Android component called 'Stagefright.' It may have the ability to affect close to 1 billion Android devices around the world. And there are many other vulnerabilities that could do just as much harm.\"</p>\n<p>Google has released updates that fix both Stagefright and Metaphor, but millions of end users are unable to receive them. That's because carriers and manufacturers often don't permit updates until they have been thoroughly tested. The result: tens of millions of phones that only sporadically–and in some cases never—receive such fixes. Last year, following the Stagefright disclosure, Google implemented a monthly rollout of updates available to a small set of Android users, including owners of Google-branded Nexus devices. Besides being limited to an extremely select group of users, this program has also been problematic because it <a href=\"https://twitter.com/dangoodin001/status/730051660706275329\">routinely takes a week or more for the fixes to be pushed out to all customers</a>.</p>\n<h2>Feet to the fire</h2>\n<p>Some of the <a href=\"https://www.ftc.gov/system/files/attachments/press-releases/ftc-study-mobile-device-industrys-security-update-practices/160509mobilesecuritymodelorder.pdf\">information</a> the <a href=\"https://transition.fcc.gov/Daily_Releases/Daily_Business/2016/db0509/DOC-339256A2.pdf\">FCC is demanding from carriers</a> includes:</p>\n<ul>\n<li>The period of time that a specific device model will be supported for security updates, including the frequency or timing of security updates;</li>\n<li>The Company’s process for developing a security update to address the vulnerability, including whether and how any other entity identified in [a previous]<br />\nresponse ... was involved in developing or testing the security update; and</li>\n<li>If a security update for the vulnerability was not deployed to end-user devices, whether the company notified consumers that the specific device model would not receive a security update for the vulnerability.</li>\n</ul>\n<p>Information the <a href=\"https://www.ftc.gov/news-events/press-releases/2016/05/ftc-study-mobile-device-industrys-security-update-practices\">FTC is demanding from OS and hardware makers</a> includes:</p>\n<ul>\n<li>the factors that they consider in deciding whether to patch a vulnerability on a particular mobile device;</li>\n<li>detailed data on the specific mobile devices they have offered for sale to consumers since August 2013;</li>\n<li>the vulnerabilities that have affected those devices; and</li>\n<li>whether and when the company patched such vulnerabilities.</li>\n</ul>\n<p>It may seem unfair that Apple and its partners are among those receiving the same scrutiny when the company's iOS is widely regarded as the model for timely mobile security updates. There's some legitimacy here, but at the same time, the responses are likely to provide a stark contrast with those coming from Google and its partners.</p>\n<p>In 2013, the American Civil Liberties Union asked the FCC to <a href=\"http://arstechnica.com/security/2013/04/wireless-carriers-deceptive-and-unfair/\">take action against the four major US carriers</a> for selling millions of Android phones that never, or only rarely, received updates. More than three years later, the availability of timely updates hasn't shown much improvement, in part because carriers blame the delays on manufacturers and vice versa. The coordinated probe of OS developers, carriers, and device makers may not lead to a longterm solution either, but the feds should at least be commended for giving it a try.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>$1B Bangladesh heist: Officials say SWIFT technicians left bank vulnerable</title>\r\n\t\t<link>http://arstechnica.com/security/2016/05/1b-bangladesh-heist-officials-say-swift-technicians-left-bank-vulnerable/</link>\r\n\t\t<pubDate>Tue, 10 May 2016 20:45:44 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Peter Bright]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Risk Assessment]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[banking]]></category>\r\n\t\t<category><![CDATA[hacking]]></category>\r\n\t\t<category><![CDATA[security]]></category>\r\n\t\t<category><![CDATA[Swift]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=879081</guid>\r\n\t\t<description><![CDATA[Bank officials say it wasn't their fault that sensitive systems were exposed to hackers.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Technicians from the global payment network SWIFT left Bangladesh's Central Bank vulnerable to an attack that saw attackers steal $81 million, according to Bangladeshi police and bank officials <a href=\"http://www.reuters.com/article/us-usa-fed-bangladesh-swift-exclusive-idUSKCN0Y001H\">speaking to Reuters</a>.</p>\n<p>In February, unknown hackers broke into the Bangladesh Bank <a href=\"http://arstechnica.com/security/2016/03/a-typo-costs-bank-hackers-nearly-1b/\">and almost got away with just shy of $1 billion</a>. In the event, their fraudulent transactions were cancelled after they managed to transfer $81 million when a typo raised concerns about one of the transactions. That money is still unrecovered. In April, <a href=\"http://arstechnica.com/security/2016/04/billion-dollar-bangladesh-hack-swift-software-hacked-no-firewalls-10-switches/\">we learned</a> that preliminary investigations had revealed the use of cheap networking and a lack of firewalls, both contributing to the attack.</p>\n<p>The new report sheds further light on the incident. The SWIFT organization is owned by 3,000 financial companies and operates a network for sending financial transactions between financial institutions. Technicians from the organization worked at the central bank last year when they were connecting the Bangladesh's real-time gross settlement (RTGS) system to the SWIFT network. Mohammad Shah Alam, leading the probe for the Bangladesh police, told Reuters that the technicians doing this work left \"a lot of loopholes\" that were not subsequently addressed.</p>\n<p>Bank officials speaking anonymously said that contrary to SWIFT's own policies, the SWIFT system was connected to the bank's main network, and hence to the Internet at large. Instead of using firewalls and/or VLANs to segment networks and restrict access, the technicians instead used a dumb unmanaged switch that they found unused at the bank, police said. This lack of separation left the SWIFT system much more exposed to hackers than it might otherwise have been.</p>\n<p>Reuter's sources further said that the technicians set up a wireless network so that they could access the SWIFT systems without having to be in the same locked room. This wireless network was not removed or disabled when the work was completed, and the network was only protected by a simple password. This setup created still further ways to achieve unauthorized access to the SWIFT system. Nor did the technicians disable the USB ports of computers attached to the SWIFT system, creating the risk of malicious software installation from a USB key.</p>\n<p>BAE Systems, investigating the attacks, has <a href=\"http://arstechnica.com/security/2016/04/billion-dollar-bangladesh-hack-swift-software-hacked-no-firewalls-10-switches/\">published some of its findings</a>, saying that it found malware that was designed to intercept and silently rewrite certain transactions sent via the SWIFT system. How this malware was introduced remains unknown.</p>\n<p>Why the technicians left the network vulnerable in this way is also presently unknown, with Alam telling Reuters that the Bangladeshi police are currently trying to find out \"whether it is intentional or negligence.\"</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Checking in with spear phishing, criminals check out with hotel credit card data</title>\r\n\t\t<link>http://arstechnica.com/security/2016/05/hotels-face-increasingly-targeted-attacks-on-customer-data/</link>\r\n\t\t<pubDate>Tue, 10 May 2016 20:15:04 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Sean Gallagher]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Risk Assessment]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[hotels]]></category>\r\n\t\t<category><![CDATA[Point-of-sale systems]]></category>\r\n\t\t<category><![CDATA[POS]]></category>\r\n\t\t<category><![CDATA[spear phishing]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=879327</guid>\r\n\t\t<description><![CDATA[Criminals specializing in hacking hotel point-of-sale systems breeze past security.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Hotel chains focus on hospitality, but their security practices have made them entirely too hospitable a target for data theft. Hotels have been brutalized over the past year by a wave of point-of-sale system breaches that have exposed hundreds of thousands of guests' credit card accounts. And those attacks, as a recent episode described by Panda Security's Luis Corrons demonstrates, have become increasingly targeted—in some cases using \"spear-phishing\" e-mails and malware crafted specifically for the target to gain access to hotels' networks.</p>\n<p>In one incident that was uncovered recently, the target \"was a small luxury hotel chain,\" Corrons told Ars. \"We discovered the attack, and it was really customized for the specific hotel. This was 100 percent tailored to the specific target.\"</p>\n<p>The attackers <a href=\"http://www.pandasecurity.com/mediacenter/news/advanced-attacks-hotel-chains/\">used a Word document</a> from the hotel itself—one frequently used by the hotel to allow customers to authorize credit card charges in advance of a stay. The document was actually enclosed as part of a self-extracting file, which also installed two other files on the target machine—one of them an installer for backdoor malware named \"adobeUpd.dll\" to disguise it and the other a Windows .cmd batch script that both opens the Word document and launches the backdoor.</p>\n<p>Because of the custom nature of the malware, it was not caught by antivirus software. And to avoid detection of its activity, the command and control server for the malware used a domain name almost identical to that of the hotel's own domain—other than the fact that it was a domain registered as part of Gabon's top-level domain (.ga). \"If you check logs, if you see something connecting to a domain that has the name of your company, you may not realize anything is going on.\" Corrons explained.</p>\n<p>The level of customization is evidence of at least some deeper intelligence gathering and reconnaissance by the attackers in advance of the phishing attack. The document used isn't published on the website of the hotel and is usually sent out only after a customer contacts the hotel to request it, Corrons said. The attackers may have also probed to find out which antivirus software the hotel used to make sure their malware package didn't trigger alerts.</p>\n<h2>Checkout time</h2>\n<div class=\"shortcode-img\">\n    \t<div class=\"image left full\">\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/hotel-phish.png\"  caption=\"A fraudulent Word document sent along with a \"spear phishing\" e-mail targeting a small hotel chain was one the hotel provided to customers.\"  alt=\"A fraudulent Word document sent along with a \"spear phishing\" e-mail targeting a small hotel chain was one the hotel provided to customers.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Panda Security)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/hotel-phish.png\" class=\"caption-link\" rel=\"nofollow\">A fraudulent Word document sent along with a \"spear phishing\" e-mail targeting a small hotel chain was one the hotel provided to customers.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t</div>\n  </div>\n\n<p>These types of attacks, Corrons told Ars, are the work of gangs that have specialized in stealing credit card data from point of sale systems. \"Hotels are a gold mine\" for credit card theft, he said. And while they have lots of other data, including customer personal information, that might be valuable, the network breaches pulled off by the attackers who hit chains such as Hilton, Mandarin Oriental, Trump Hotels, White Lodging, Starwood, Hyatt, and Hard Rock Las Vegas focused entirely on credit card transaction data—the data most easily monetized.</p>\n<p>While the chains affected in these attacks have not publicly detailed how the breaches took place, Corrons said that attacks seen by Panda's Adaptive Defense 360 service were predominantly via e-mails targeted at hotel employees. \"It's probably the easiest way to get in,\" he explained. \"You only need to get your hands in one computer, and once you've compromised that computer it's not that difficult to move laterally within the network.\"</p>\n<p>That's because, like many businesses, hotels often do little to segment their networks. Those who have poked around a little on hotel Internet access know that many hotel chains—especially smaller ones—lack any division of their networks, with systems often easily identifiable simply by browsing the network's advertised systems. \"That happens everywhere, not just in hotels,\" Corrons noted. \"I have been in some retail hubs where they have free Wi-Fi, and [when you connect] you have access to everything. Even the [network] names of everything show this is a point of sale system and that is a server.\" And while some of the larger hotels have better security teams, Corrons noted, \"the smaller ones don't even have a security team in place.\"</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Big TWC outage: Fiber cuts take out service for 750,000 in NYC area</title>\r\n\t\t<link>http://arstechnica.com/business/2016/05/big-twc-outage-fiber-cuts-take-out-service-for-750000-in-nyc-area/</link>\r\n\t\t<pubDate>Tue, 10 May 2016 15:46:25 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Jon Brodkin]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[Cox]]></category>\r\n\t\t<category><![CDATA[fiber cuts]]></category>\r\n\t\t<category><![CDATA[Level 3]]></category>\r\n\t\t<category><![CDATA[time warner cable]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=878815</guid>\r\n\t\t<description><![CDATA[Construction accident causes multi-state outage for TWC and Cox customers.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Accidental fiber cuts caused by construction workers took out telecommunications service for more than 750,000 customers in the New York City area yesterday.</p>\n<p>The fiber cuts hit the network of Level 3, an Internet backbone provider, and lasted for hours before being fixed. Problems hit several states: customer reports on DownDetector indicate that outages primarily affected <a href=\"http://downdetector.com/status/time-warner-cable/map/\">Time Warner Cable (TWC)</a> in New York and <a href=\"http://downdetector.com/status/cox-communications/map/\">Cox Communications</a> in large parts of Connecticut and Rhode Island and small parts of Massachusetts. Level 3's network serves both TWC and Cox.</p>\n<p>The most specific outage numbers came from New York. The New York Department of Public Service (NYDPS) issued a statement saying that \"more than 750,000 customers in the New York City area were unable to complete telephone calls.\" Most or all of those customers are apparently Time Warner Cable users. Internet and TV service was also affected.</p>\n<p>Level 3 confirmed the outage, <a href=\"http://money.cnn.com/2016/05/09/news/companies/time-warner-cable-cox-outages/index.html\">telling CNN</a> and other media outlets, \"Our network is experiencing service disruptions affecting some of our customers with operations in the Northeastern United States due to a fiber cut caused by third-party construction. Our technicians are on site and working to restore service.\" Time Warner Cable said the outage was caused by \"multiple fiber cuts at one of our network providers.\"</p>\n<p>The NYDPS statement noted that Level 3 provides service to both TWC and Verizon in New York. But Verizon's network did not suffer any problems related to the Level 3 trouble yesterday, a Verizon spokesperson told Ars.</p>\n<p>Time Warner Cable <a href=\"https://twitter.com/TWC_Help/status/729753375567384580\">acknowledged</a> the outage on Twitter at 3:22pm ET yesterday and <a href=\"https://twitter.com/TWC_NYNJ/status/729850605846417408\">said at 9:48pm</a> that service had been restored to NYC customers.</p>\n<blockquote class=\"twitter-tweet\">\n<p dir=\"ltr\" lang=\"en\">NYC customers, we are aware of issues concerning all services. Techs are investigating. Services will be restored as soon as possible. ^MR</p>\n<p>— TWC Help (@TWC_Help) <a href=\"https://twitter.com/TWC_Help/status/729753375567384580\">May 9, 2016</a></p></blockquote>\n<blockquote class=\"twitter-tweet\"><p><a href=\"https://twitter.com/GranbyPharmacy\">@GranbyPharmacy</a>  It may be another couple of hours, I'm afraid. Crews are splicing fiber now. I'm so sorry! I'll update you, if I can.-Becky</p>\n<p>— Cox Customer Care (@CoxHelp) <a href=\"https://twitter.com/CoxHelp/status/729800553773998080\">May 9, 2016</a></p></blockquote>\n<p>Cox's customer service team on Twitter \"was responding to questions about outages across Connecticut and Rhode Island all afternoon,\" Fox61 in Hartford <a href=\"http://fox61.com/2016/05/09/cox-communications-customers-in-connecticut-experiencing-outage/\">noted yesterday</a>. Cox said that service was restored late last night.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t</channel>\r\n</rss>\r\n",
  "headers": {
    "Expires": "Fri, 13 May 2016 07:43:23 GMT",
    "X-XSS-Protection": "1; mode=block",
    "Transfer-Encoding": "chunked",
    "Cache-Control": "private, max-age=0",
    "ETag": "FmsP9DfLU20yMzRQXgd6HtUL8dE",
    "Content-Encoding": "gzip",
    "Last-Modified": "Fri, 13 May 2016 06:01:02 GMT",
    "Date": "Fri, 13 May 2016 07:43:23 GMT",
    "X-Content-Type-Options": "nosniff",
    "Content-Type": "text/xml; charset=UTF-8",
    "Server": "GSE"
  },
  "response_url": "http://feeds.arstechnica.com/arstechnica/technology-lab"
}