{
  "requested_url": "http://feeds.feedburner.com/FP_TopStories?format=xml",
  "fetched_at": "2016-05-13T00:46:06.612601",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\r\n<?xml-stylesheet type=\"text/xsl\" media=\"screen\" href=\"/~d/styles/rss2full.xsl\"?><?xml-stylesheet type=\"text/css\" media=\"screen\" href=\"http://feeds.feedburner.com/~d/styles/itemcontent.css\"?><rss xmlns:content=\"http://purl.org/rss/1.0/modules/content/\" xmlns:wfw=\"http://wellformedweb.org/CommentAPI/\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\" xmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\" xmlns:np=\"http://www.nationalpost.com/syndication/1.0\" xmlns:georss=\"http://www.georss.org/georss\" xmlns:geo=\"http://www.w3.org/2003/01/geo/wgs84_pos#\" xmlns:media=\"http://search.yahoo.com/mrss/\" xmlns:feedburner=\"http://rssnamespace.org/feedburner/ext/1.0\" version=\"2.0\">\r\n\r\n<channel>\r\n\t<title>Financial Post - Top Stories</title>\r\n\t\r\n\t<link>http://business.financialpost.com</link>\r\n\t<description>Just another WordPress.com site</description>\r\n\t<lastBuildDate>Fri, 13 May 2016 07:41:50 +0000</lastBuildDate>\r\n\t<language>en</language>\r\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\r\n\t<sy:updateFrequency>1</sy:updateFrequency>\r\n\t<generator>http://wordpress.com/</generator>\r\n<cloud domain=\"business.financialpost.com\" port=\"80\" path=\"/?rsscloud=notify\" registerProcedure=\"\" protocol=\"http-post\" />\r\n<image>\r\n\t\t<url>http://1.gravatar.com/blavatar/b4ece3189893389a03f063830eacd95c?s=96&amp;d=http%3A%2F%2Fs2.wp.com%2Fi%2Fbuttonw-com.png</url>\r\n\t\t<title>News – Financial Post</title>\r\n\t\t<link>http://business.financialpost.com</link>\r\n\t</image>\r\n\t<atom:link rel=\"search\" type=\"application/opensearchdescription+xml\" href=\"http://business.financialpost.com/osd.xml\" title=\"Financial Post\" />\r\n\t\r\n\t<atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"self\" type=\"application/rss+xml\" href=\"http://feeds.feedburner.com/FP_TopStories\" /><feedburner:info uri=\"fp_topstories\" /><atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"hub\" href=\"http://pubsubhubbub.appspot.com/\" /><atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"hub\" href=\"http://business.financialpost.com/?pushpress=hub\" /><item>\r\n\t\t<title>Anti-corruption fight could be a long one as Canada joins 39 other countries in battle</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/hyPIDADaEVc/anti-corruption-fight-could-be-a-long-one-as-canada-joins-39-other-countries-in-battle</link>\r\n\t\t<comments>http://business.financialpost.com/news/economy/anti-corruption-fight-could-be-a-long-one-as-canada-joins-39-other-countries-in-battle#respond</comments>\r\n\t\t<pubDate>Thu, 12 May 2016 22:54:38 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Gordon Isfeld]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Economy]]></category>\r\n\t\t<category><![CDATA[News]]></category>\r\n\t\t<category><![CDATA[Corporate Tax]]></category>\r\n\t\t<category><![CDATA[Panama Papers]]></category>\r\n\t\t<category><![CDATA[Taxes]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://business.financialpost.com/?p=659389</guid>\r\n\t\t<description><![CDATA[A one-day gathering of diplomats and politicians in London ended with a general pledge to 'uncover corruption wherever it exists' and to 'pursue and punish']]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><p>OTTAWA —&nbsp;Canada is among 40 countries pledging a worldwide crackdown on money laundering and illegal corporate tax schemes during an anti-corruption summit in London.</p>\n<p>But there are lingering concerns that proposed rules agreed to Thursday — including requiring governments to set up public registries of company ownership — may be slow in coming and not go far enough.</p>\n<p>The one-day gathering of diplomats and politicians —&nbsp;among them, Canadian Public Safety Minister Ralph Goodale — ended with a general pledge to “uncover corruption wherever it exists and to pursue and punish those who perpetrate, facilitate or are complicit in it.”</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/news/economy/canada-to-push-for-global-tax-fraud-crackdown-after-second-release-of-panama-papers-data\">Canada to push for global tax fraud crackdown after second release of Panama Papers data</a></li><li><a href=\"http://business.financialpost.com/news/fp-street/panama-papers-list-of-offshore-companies-goes-live-today-in-searchable-database\">Panama Papers list of offshore companies now live in database anyone can search</a></li></ul></div>\n<p>So far, however, there are few signatories to back up the goals outlined in the communiqué.</p>\n<p>In fact, just six countries agreed to create public registries of company ownership and locations — a move that is hoped will expose those hiding behind shell companies, not only to hide profits but also to make it more difficult for governments and tax authorities to know who has purchased properties, or been awarded contracts, and in what countries.</p>\n<p>Canada is not yet on the short list of supporters for public registries.</p>\n<p>The only countries to sign up were the U.K., France, the Netherlands, Afghanistan, Kenya and Nigeria —&nbsp;although Australia, Ireland, New Zealand, Georgia, Indonesia and Jordan have committed to taking initial steps in that direction.</p>\n<p>Others have committed to establishing such registries farther down the road, something Canada has also agreed to do.</p>\n<p>“Transparency is important, especially when you’re trying to expose a scourge like corruption,” Goodale said in a telephone interview following Thursday’s summit. “From Canada’s point of view, there are a number of issues that need to be addressed before we can make the (registries) commitment.”</p>\n<p>For instance, “there are the inter-jurisdictional arrangements between the federal government, the provinces and, in some cases, municipalities —&nbsp;this is the Canadian constitutional complexity,” Goodale said.</p>\n<p>The minister pointed to another issue of concern, the Privacy Act, and how “an initiative of this kind can be done properly” without affecting the rights of Canadians.</p>\n<p>Still, the London summit managed to get broad support for initiatives to fight bribery across countries —&nbsp;including and commercial activities and sporting events.</p>\n<p>“The kind of discussion that took place is a demonstration of growing concern around the world about the impacts of corruption — and the pervasiveness of corruption,” Goodale said.</p>\n<blockquote class=\"pullquote\"><p>Transparency is important, especially when you’re trying to expose a scourge like corruption.</p></blockquote>\n<p>There is also “the need for countries to begin to do more and more and more about it — and not just (with) companies, but private-sector players, inter-governmental and non-governmental organizations.”&nbsp;&nbsp;</p>\n<p>During Thursday’s meeting, U.K. Prime Minister David Cameron said his country already requires companies —&nbsp;domestic or foreign — to disclose who benefits financially from their property holdings.</p>\n<p>At the same time, Cameron characterized international corruption as “the cancer at the heart of so many problems we need to tackle in our world.”</p>\n<p>There were equally strong words from U.S. Secretary of State John Kerry, who said he was concerned by how corruption has become “pandemic” around the world.</p>\n<p>“It is a contributor to terrorism in many different ways and the extremism that we see in the world today comes to no small degree from the utter exasperation that people have with the sense that the system is rigged.”</p>\n<p>Although tax evasion and other forms of corruption, such as money laundering, have been a global concern for decades, it has taken the so-called Panama Papers to push these issues to the public forefront.</p>\n<p>In the past few weeks, a consortium of international journalists has posted leaked documents with the names used in 200,000 offshore accounts registered by the law firm Mossack Fonseca, based in Panama.</p>\n<p>Among the data were tax havens belonging to some well-known business figures and politicians from a wide range of countries.</p>\n<p><em>Financial Post</em><br />\n<a href=\"mailto:gisfeld@nationalpost.com\"><em>gisfeld@nationalpost.com</em></a><br />\n<a href=\"http://Twitter.com/gisfeld\"><em>Twitter.com/gisfeld</em></a></p>\n</div><div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=hyPIDADaEVc:aNZlKGOPuPU:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=hyPIDADaEVc:aNZlKGOPuPU:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=hyPIDADaEVc:aNZlKGOPuPU:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=hyPIDADaEVc:aNZlKGOPuPU:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=hyPIDADaEVc:aNZlKGOPuPU:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=hyPIDADaEVc:aNZlKGOPuPU:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=hyPIDADaEVc:aNZlKGOPuPU:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=hyPIDADaEVc:aNZlKGOPuPU:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/hyPIDADaEVc\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://business.financialpost.com/news/economy/anti-corruption-fight-could-be-a-long-one-as-canada-joins-39-other-countries-in-battle/feed</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.business.financialpost.com/2016/05/anticorruption.jpg?w=620\" title=\"anticorruption\" Abstract=\"A one-day gathering of diplomats and politicians in London ended with a general pledge to 'uncover corruption wherever it exists' and to 'pursue and punish'\" Credit=\"ADRIAN DENNISADRIAN DENNIS/AFP/Getty Images\" />\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2016/05/anticorruption.jpg?w=140\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2016/05/anticorruption.jpg?w=140\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">anticorruption</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/news/economy/anti-corruption-fight-could-be-a-long-one-as-canada-joins-39-other-countries-in-battle</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Canadian luxury sales now competing on world class levels with Toronto and Vancouver on the rise</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/JNr-rBMc674/toronto-luxury-sales-finish-second-in-the-world-in-2015-says-new-study</link>\r\n\t\t<comments>http://business.financialpost.com/personal-finance/mortgages-real-estate/toronto-luxury-sales-finish-second-in-the-world-in-2015-says-new-study#respond</comments>\r\n\t\t<pubDate>Thu, 12 May 2016 21:44:19 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Garry Marr]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Mortgages & Real Estate]]></category>\r\n\t\t<category><![CDATA[News]]></category>\r\n\t\t<category><![CDATA[real estate]]></category>\r\n\t\t<category><![CDATA[Toronto]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://business.financialpost.com/?p=659202</guid>\r\n\t\t<description><![CDATA[Average prices in Toronto and Vancouver are being pushed up by the luxury end of the market, as people who can't afford in one segment of the market look elsewhere]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><p>Two Canadian cities have climbed into a top-10 list of markets for the most active luxury home sales as debate on the influence of foreign buyers continues to grow.</p>\n<p>The two separate studies out Thursday looked at the luxury housing market in major Canadian cities, one found Toronto to be growing at the second fastest rate in the world while another found 24 per cent of realtors surveyed maintain that a quarter of the properties in their region were purchased by foreign buyers.</p>\n<p>Christie’s International Real Estate found in its so-called luxury segment — defined as US$3 million or more — sales were up 48 per cent in Toronto from a year ago, placing the city just behind Aukland, New Zealand, on the list of 100 markets surveyed. Auckland activity was up 63 per cent from 2014 to 2015, while Victoria sales were up 45 per cent year over year.</p>\n<p>Chris Kapches, chief executive of Chestnut Park Real Estate, said the cost of luxury housing is moving people out of the central parts of Toronto deep into surrounding areas.</p>\n<p>&#8220;People are being right in Collingwood and some of the peripheral villages that sprung up around there,&#8221; he said, referring to the town about 150 kilometres north of the city that is normally associated with waterfront cottage properties.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/personal-finance/mortgages-real-estate/new-survey-of-realtors-points-finger-at-foreign-buyers-as-debate-over-ownership-continues\">New survey of realtors points finger at foreign buyers as debate over ownership continues</a></li><li><a href=\"http://business.financialpost.com/personal-finance/mortgages-real-estate/british-columbia-cracks-down-on-housing-loophole-requires-seller-consent-for-flipping-properties\">British Columbia cracks down on housing loophole, requires seller consent for flipping properties</a></li></ul></div>\n<p>Kapches says average prices in both Toronto and Vancouver are being pushed up by the luxury end of the market, as people who can&#8217;t afford in one segment of the market look elsewhere for property. Toronto’s real estate board reported this month that April prices for existing homes were up 16.2 per cent from a year ago, while Vancouver prices were up 25.3 per cent during the same period.</p>\n<p>&#8220;To use a cliche, the tide is lifting all boats, as the luxury market goes and up and prices goes up, we are seeing a similar impact on properties that normally wouldn&#8217;t be deemed to be luxury but are gradually becoming more expensive,&#8221; Kapches said.</p>\n<p>On the subject of foreign buyers, Kapches said his own anecdotal reports are that foreign buyers have been increasing substantially. &#8220;It&#8217;s more so than we have seen in the past,&#8221; he said.</p>\n<p>A report from Royal LePage, which between Feb. 26 and March 9 polled 250 of its real estate advisers who specialize in luxury property across the country, found 66 per cent of advisers believe foreign investor activity is up in their regions. LePage&#8217;s survey found 67 per cent of advisers said luxury home sales have increased since January 2015.</p>\n<p>“While the impact of foreign buying on Canada’s overall residential real estate market is small, we see it growing in importance in the luxury market,” said Phil Soper, chief executive of Royal LePage.</p>\n<p>The LePage numbers come as the debate over foreign ownership continues to intensify with even the chief executive of Canada Mortgage and Housing Corp. Evan Siddall saying the country needs more data on its prevalence. In the March budget, Ottawa pledged $500,000 to Statistics Canada to study the issue, but critics have suggested that’s not nearly enough money for a study.</p>\n<p>This week British Columbia Premier Christy Clark waded into the debate with reports saying she wanted more data from the federal government as her province begins to collect citizen data on sales.</p>\n<p>Most of the focus has been on federal efforts to control the housing market in hot municipalities but Finn Poschmann, chief executive of Atlantic Provinces Economic Council, said any federal move in the market comes with consequences.</p>\n<p>&#8220;The Bank of Canada could raise its interest rate and that would dampen the role of foreign buyers in the market and make life really hard for manufacturers and exporters and accommodation and tourism business. For every gain there is a loss,&#8221; he said, adding that you can see in real estate reports that the numbers break down on a regional basis. &#8220;When you are sitting somewhere else, it looks a whole lot different. You wouldn&#8217;t want the Bank of Canada to raise interest rates for markets that happen to be hot. Bubbles, where they exist, are always regional and always sectoral.&#8221;</p>\n<p>He added that, if you are concerned about foreign buyers, that is purely provincial territory. Prince Edward Island has long restricted out-of-province buyers and that option is open to every provincial jurisdiction in the country.</p>\n<p>&#8220;I have to tell you I&#8217;d be pretty ticked off (as a homeowner) if the pool of potential buyers was taken out of the market,&#8221; Poschmann said. About 70 per cent of households own, so any movement to curb prices negatively impacts more people than it helps, and Poschmann points out that the British Columbia premier has not yet moved to crack down on foreign buyers.</p>\n<p>There are other provincial measures that can clearly impact housing and Bryan Tuckey, chief executive of Toronto-based Building Industry and Land Development Association, said rising prices in the city for detached homes come as Ontario considers expanding the greenbelt which could limit the amount of land to available for development.</p>\n<p>&#8220;What it does from our prospective? It will mean more intensification, more condos, more cranes, more congestion, less housing choice and fewer ground-related pricing. It seems clear the government doesn&#8217;t seem to be concerned to be about the price of housing in the Greater Toronto Area,&#8221; Tuckey said.</p>\n<p><a href=\"mailto:gmarr@nationalpost.com\"><em>gmarr@nationalpost.com</em></a><br />\n<a href=\"http://twitter.com/dustywallet\"><em>twitter.com/dustywallet</em></a></p>\n</div><div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=JNr-rBMc674:oU5wcbapKSw:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=JNr-rBMc674:oU5wcbapKSw:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=JNr-rBMc674:oU5wcbapKSw:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=JNr-rBMc674:oU5wcbapKSw:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=JNr-rBMc674:oU5wcbapKSw:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=JNr-rBMc674:oU5wcbapKSw:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=JNr-rBMc674:oU5wcbapKSw:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=JNr-rBMc674:oU5wcbapKSw:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/JNr-rBMc674\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://business.financialpost.com/personal-finance/mortgages-real-estate/toronto-luxury-sales-finish-second-in-the-world-in-2015-says-new-study/feed</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.business.financialpost.com/2016/05/luxuryhome.jpg?w=620\" title=\"luxuryhome\" Abstract=\"The study considers 'luxury real estate' as properties that sold for US$3 million or more, which compares with a worldwide starting point of US$2.2 million.\" Credit=\"CNW Group/Royal LePage Real Estate Services\" />\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2016/05/luxuryhome.jpg?w=140\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2016/05/luxuryhome.jpg?w=140\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">luxuryhome</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/personal-finance/mortgages-real-estate/toronto-luxury-sales-finish-second-in-the-world-in-2015-says-new-study</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Bank of Canada to beef up market intelligence to better gauge new risks</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/qaoY3Ajx6D0/bank-of-canada-to-beef-up-market-intelligence-to-better-gauge-new-risks</link>\r\n\t\t<pubDate>Thu, 12 May 2016 21:23:36 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Greg Quinn, Bloomberg News]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[FP Street]]></category>\r\n\t\t<category><![CDATA[Market Moves]]></category>\r\n\t\t<category><![CDATA[Bank of Canada]]></category>\r\n\t\t<category><![CDATA[fintech]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://financialpostcom.wordpress.com?p=659304&amp;preview_id=659304</guid>\r\n\t\t<description><![CDATA[The focus on building closer ties with the industry reflects the growing complexity of financial products and increased concern that less-regulated participants are taking on more risk]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><p>Canada&#8217;s central bank is planning to expand its contacts within the financial industry to help it better gauge new risks to the system.</p>\n<p>Bank of Canada Deputy Governor Lynn Patterson, a former investment banker, said in an interview Wednesday she expects to grow the central bank&#8217;s &#8220;market intelligence&#8221; team responsible for keeping in touch with traders, asset managers and other industry players.</p>\n<p>The focus on building closer ties with the industry — a global trend among central banks — reflects the growing complexity of financial products and increased concern less- regulated participants are taking on more risk, through a range of activities from securitization to home lending, as capital rules tighten on traditional banks. Canada&#8217;s shadow banking industry was pegged at about 40 per cent of gross domestic product at the end of 2012.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/news/economy/whats-wrong-with-canadas-manufacturing-the-engine-poloz-hopes-will-drive-countrys-recovery-is-misfiring\">What’s wrong with Canada’s manufacturing? The engine Poloz hopes will drive country’s recovery is misfiring</a></li><li><a href=\"http://business.financialpost.com/news/economy/no-need-to-fret-over-weakness-in-global-trade-growth-bank-of-canadas-stephen-poloz-tells-business\">No need to fret over weakness in global trade growth, Bank of Canada’s Stephen Poloz tells business</a></li><li><a href=\"http://business.financialpost.com/news/fp-street/fintech-challenge-pushing-big-banks-to-cutting-fees-and-offering-new-options-to-compete\">Fintech challenge pushing big banks into cutting fees and offering new options to compete</a></li><li><a href=\"http://business.financialpost.com/news/fp-street/the-great-fintech-debate-will-regulating-financial-upstarts-level-the-playing-field-or-stifle-innovation\">The great fintech debate: Will regulating financial upstarts ‘level the playing field,’ or stifle innovation?</a></li></ul></div>\n<p>&#8220;While banks are materially safer than they were before the crisis, we know that risk has been transferred and it now sits in other places, so from our vantage point it makes it a little more difficult to assess and determine where the risks are,&#8221; Patterson said at the bank&#8217;s headquarters in Ottawa.</p>\n<p><strong>Emerging Risks</strong></p>\n<p>Increased deal-making outside traditional networks, government bonds that have become harder to trade and strains in the housing market are also emerging risks.</p>\n<p>The bank has six staff on its market intelligence team, with as many as 30 others contributing on a part-time basis. The Ottawa-based institution has stepped up its market monitoring in recent years, and Governor Stephen Poloz now holds semi-annual press conferences about risks to financial stability. The next one is scheduled for June 9.</p>\n<p>The information gathered from market intelligence informs decisions on the central bank&#8217;s trend-setting interest rate, how it runs bond auctions for the federal government and shapes advice to other regulators.</p>\n<p>&#8220;A really important aspect of how we watch and monitor financial markets is our market intelligence activities,&#8221; Patterson said. &#8220;If anything we will probably be looking to enhance them even further in the future.&#8221;</p>\n<p>Patterson, former Canadian head of Bank of America Merrill Lynch, became a deputy governor at the central bank in 2014 and splits her time between Ottawa and financial hub Toronto. She also co-chairs a recently created group aimed at streamlining operations in the Canadian bond market.</p>\n<p><strong>Liquidity Disruption</strong></p>\n<p>More than half of investors in an October survey said the ease of trading benchmark federal government bonds was &#8220;reduced somewhat&#8221; in the last two years, and 62 per cent said the ease of trading corporate debt was &#8220;reduced significantly.&#8221;</p>\n<p>Some of the disruption in bond liquidity may be part of the normal credit cycle, Patterson said. &#8220;When markets hit rough patches, liquidity always kind of disappears,&#8221; she said. &#8220;Is it really any different now?&#8221;</p>\n<p>The bond market panel was created &#8220;to make sure that everyone understands what are the issues,&#8221; she said.</p>\n<p>The biggest risk the central bank has identified to financial stability stems from hot housing markets such as Vancouver and Toronto, and Patterson said recent rule changes to ease strains in the housing market &#8220;are all helping.&#8221;</p>\n<p>Single-family homes in Vancouver and Toronto routinely fetch more than a million dollars. A growing economy and constraints on the supply of land for development explain part of the price increase in Toronto, Patterson said. Canada&#8217;s federal housing authority reported last month there&#8217;s &#8220;strong&#8221; evidence of overvaluation in both those cities.</p>\n<p>&#8220;We are certainly seeing in the Toronto area this creep of increased prices,&#8221; she said. &#8220;It&#8217;s kind of echoing out more from the city to the Hamilton area and others.&#8221;</p>\n<p>On the central bank&#8217;s own policy overnight interest rate, Patterson reiterated that &#8220;we don&#8217;t need to go to negative interest rates, yet it is an important tool for us to consider within the context of a number of different tools.&#8221; The Bank&#8217;s key interest rate has been 0.5 percent since July.</p>\n<p>The experience of other countries suggests negative rates are felt most at the &#8220;wholesale&#8221; banking level while consumers with savings accounts feel the pinch over time through higher fees rather than an explicit negative interest rate, she said.</p>\n<p>&#8220;It would be a little bit like having a safety deposit box where you might put in a thousand dollars and it costs you thirty dollars a month to have that box,&#8221; she said. &#8220;So in effect you have a negative interest rate there, but you know, you don&#8217;t really see it like a negative rate.&#8221;</p>\n<p><a href=\"http://Bloomberg.com\" target=\"_blank\">Bloomberg.com</a></p>\n</div><div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=qaoY3Ajx6D0:cr_iG2Sl8G4:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=qaoY3Ajx6D0:cr_iG2Sl8G4:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=qaoY3Ajx6D0:cr_iG2Sl8G4:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=qaoY3Ajx6D0:cr_iG2Sl8G4:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=qaoY3Ajx6D0:cr_iG2Sl8G4:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=qaoY3Ajx6D0:cr_iG2Sl8G4:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=qaoY3Ajx6D0:cr_iG2Sl8G4:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=qaoY3Ajx6D0:cr_iG2Sl8G4:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/qaoY3Ajx6D0\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.business.financialpost.com/2016/05/markets.jpg?w=620\" title=\"markets\" Abstract=\"The Bank of Canada wants to grow its &quot;market intelligence&quot; team responsible for keeping in touch with traders, asset managers and other industry players.\" Credit=\"Bloomberg\" />\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2016/05/markets.jpg?w=140\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2016/05/markets.jpg?w=140\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">markets</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/news/fp-street/bank-of-canada-to-beef-up-market-intelligence-to-better-gauge-new-risks</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Debenture holders at Lanesborough REIT asked to do their share, offered lower coupon for longer term</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/flJMt6Lp4Uc/denbenture-holders-at-lanesborough-reit-asked-to-do-their-share-offered-lower-coupon-for-longer-term</link>\r\n\t\t<comments>http://business.financialpost.com/investing/investing-pro/denbenture-holders-at-lanesborough-reit-asked-to-do-their-share-offered-lower-coupon-for-longer-term#respond</comments>\r\n\t\t<pubDate>Thu, 12 May 2016 20:49:43 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Barry Critchley]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Investing Pro]]></category>\r\n\t\t<category><![CDATA[FP Street]]></category>\r\n\t\t<category><![CDATA[Fort McMurray]]></category>\r\n\t\t<category><![CDATA[REITS]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://business.financialpost.com/?p=659362</guid>\r\n\t\t<description><![CDATA[Unlike Aston Hill Financial and Clarke Inc., which offered holders a higher coupon over a longer time period, Lanesborough is offering a lower interest rate for a longer term]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><p>For companies, the knock-on effects of external events can be devastating, and require management to take difficult but necessary decisions. Consider the situation at Winnipeg-based Lanesborough REIT whose primary market is Fort McMurray, Alberta.</p>\n<p>Two months back it reported its 2015 operating results: they weren’t good, in large part because of Lanesborough’s operations in Fort McMurray. “During 2015, the yearly average occupancy level of the Fort McMurray properties dropped to 68%, compared to 86% in 2014,” it said at the time, adding that a recovery, or otherwise, in oil prices, oilsands development activity and rental market conditions all presented “additional challenges.” And that was written before the devastating fire hit the town.</p>\n<p>Thursday another shoe dropped. The company put forward a plan to “extend and amend” its Series G unsecured debentures. Those 9.50 per cent debentures — and $24.8 million are outstanding — were set to mature on June 30, 2018. The company wants to extend the maturity date to June 30, 2022. Over the past year the debentures have traded in the range $8-$86.50.</p>\n\n<p>But in a twist, Lanesborough is not offering the holders an incentive to extend. Unlike (among others) Aston Hill Financial and Clarke Inc., which went down the same path and offered holders a higher coupon over a longer time period, Lanesborough is offering a lower interest rate for a longer term.</p>\n<p>Instead of 9.50 per cent, plans call for the holders to receive five per cent, a proposal to be voted on at a June 21 meeting. Lanesborough, which said it advanced the idea after holders indicated they didn’t want the debentures to default, gave three reasons for holders to accept:</p>\n<ul>\n<li>it will provide the issuer “the opportunity” to pay interest and principal when due rather than default;</li>\n<li>it will buy Lanesborough some time<strong> “</strong>to endure its current financial challenges and carry on as a going concern;” and,</li>\n<li>other lenders are doing the same thing.</li>\n</ul>\n<p>Lanesborough said the providers of a revolving loan have agreed to cut the interest rate on their loan to five per cent from 12 per cent. (The loan is provided by 2668921 Manitoba Ltd.) However they have attached a condition to that potential concession: it will only proceed if the debenture holders accept the offer from Lanesborough<strong>. </strong></p>\n<p>The lender, 2668921 Manitoba Ltd is “owned by a family member of an officer and trustee of the Trust.” At March 31, 2016, the loan stood at $18 million. But since then, $3.9 million has been repaid, leaving a balance of $14.1 million.</p>\n<p>Lanesborough’s financial statements show a company working on many levels to right-size its business. For instance the $85 million in assets held for sale on March 31 2016 was $30 million more than one year earlier. As well, property management fees (normally paid monthly) have been deferred for April and May, while in the first quarter, Lanesborough defaulted on “debt service requirements” on 12 mortgage loans (all in Fort McMurray) with a principal value of almost $194 million.</p>\n<p>“What we are doing is trying to keep it going and praying for an eventual recovery in Fort McMurray and the oilsands,” said chief executive Arni Thorsteinson. “And we want to demonstrate that everybody is doing their fair share to get the situation into a salvageable mode,” he added.</p>\n<p><em>Financial Post</em><br />\n<em> <a href=\"mailto:bcritchley@nationalpost.com\">bcritchley@nationalpost.com</a></em></p>\n</div><div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=flJMt6Lp4Uc:qy0U9vhzI_w:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=flJMt6Lp4Uc:qy0U9vhzI_w:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=flJMt6Lp4Uc:qy0U9vhzI_w:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=flJMt6Lp4Uc:qy0U9vhzI_w:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=flJMt6Lp4Uc:qy0U9vhzI_w:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=flJMt6Lp4Uc:qy0U9vhzI_w:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=flJMt6Lp4Uc:qy0U9vhzI_w:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=flJMt6Lp4Uc:qy0U9vhzI_w:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/flJMt6Lp4Uc\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://business.financialpost.com/investing/investing-pro/denbenture-holders-at-lanesborough-reit-asked-to-do-their-share-offered-lower-coupon-for-longer-term/feed</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.business.financialpost.com/2016/05/apartments_for_rent.jpg?w=620\" title=\"Apartments_for_rent\" Abstract=\"Unlike Aston Hill Financial and Clarke Inc., which offered holders a higher coupon over a longer time period, Lanesborough is offering a lower interest rate for a longer term\" Credit=\"SunMediaArchive\" />\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2016/05/apartments_for_rent.jpg?w=140\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2016/05/apartments_for_rent.jpg?w=140\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">Apartments_for_rent</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/investing/investing-pro/denbenture-holders-at-lanesborough-reit-asked-to-do-their-share-offered-lower-coupon-for-longer-term</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>What Sprott Asset Managment’s Eric Nuttall thinks of the energy market now</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/pdYtS5OqxUw/what-sprott-asset-managments-eric-nuttall-thinks-of-the-energy-market-now</link>\r\n\t\t<comments>http://business.financialpost.com/investing/buy-sell/what-sprott-asset-managments-eric-nuttall-thinks-of-the-energy-market-now#respond</comments>\r\n\t\t<pubDate>Thu, 12 May 2016 18:51:17 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Jonathan Ratner]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Buy & Sell]]></category>\r\n\t\t<category><![CDATA[Energy]]></category>\r\n\t\t<category><![CDATA[Eric Nuttall]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://business.financialpost.com/?p=659233</guid>\r\n\t\t<description><![CDATA['Once you have the collective investment community go from underweight to market weight energy, then I think there will be a re-emergence of a focus on valuation']]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><p>The majority of investors have completely missed the rally in energy stocks that has ensued over the past four months. As a result, there is a certain amount of performance anxiety among portfolio managers who continue to see oil stocks rising.</p>\n<p>That’s prompting some money to come off the sidelines and into the sector. But as Eric Nuttall, portfolio manager at Sprott Asset Management sees it, the situation is a lot like elephants going through a keyhole.</p>\n<p>“As that money has been flowing in, it&#8217;s inflating valuations in certain pockets of the market,&#8221; he said. &#8220;Once you have the collective investment community go from underweight to market weight energy, then I think there will be a re-emergence of a focus on valuation and an epiphany that perhaps some of these stocks have run too far relative to where the price of oil is likely to go.&#8221;</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/investing/investing-pro/watch-this-energy-company-when-oil-rebounds-eric-nuttall-sprott-asset-management\">Watch this energy company when oil rebounds: Eric Nuttall, Sprott Asset Management</a></li><li><a href=\"http://business.financialpost.com/investing/buy-sell/buy-and-sell-betting-that-the-resource-rally-still-has-room-to-run\">Betting that the resource rally still has room to run</a></li></ul></div>\n<p>Nuttall thinks that will be around US$60 to US$65 per barrel next year, and therefore sees a temporary pause coming for energy stocks.</p>\n<p>That’s why he only owns six names of meaningful size in the $90 million Sprott Energy Fund, and has a cash weighting of roughly 65 per cent.</p>\n<p>Nuttall was fully invested in December and January, making for a very painful period. But that decision to go all-in paid off when the energy market rallied, and the fund is up 33.88 per cent year-to-date as of May 11.</p>\n<p>His success came from identifying companies that the market was viewing as inevitably bankrupt given their excessive debt.</p>\n<p>Baytex Energy Corp. (BTE/TSX) was one name that had fallen more than 90 per cent (he doesn&#8217;t own it anymore). Yet a closer look at its debt showed that it wasn&#8217;t coming due until 2021, and as long as the company could make its interest payments and stay onside of the small covenants it had with limited bank debt, it would survive the period of low oil prices.</p>\n<p>&#8220;Those types of names have done phenomenally well, so the risk-reward in some of them is not as compelling,&#8221; Nuttall said. &#8220;The market is already embedding a certain recovery in the price of oil.&#8221;</p>\n<div class=\"npImgCentre\"><div class=\"npPosRel\" style=\"width:620px;\"><img class=\"size-large wp-image-659323\" alt=\"Peter J. Thompson/National Post\" src=\"http://wpmedia.business.financialpost.com/2016/05/0512nuttall.jpg?w=620&#038;h=465\" height=\"465\" width=\"620\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Peter J. Thompson/National Post</span><span class=\"npPhotoCaption\">Eric Nuttall, portfolio manager at Sprott Asset Management.</span></div></div></div></div>\n<p>Up until the recent rally, much of the capital was hiding in large cap energy stocks. Nuttall noted that the group was trading at some of the most expensive multiples in history, relative to both current oil prices and futures, which were in the US$50s for the next five years.</p>\n<p>&#8220;The large caps are unquestionably overvalued, so the best opportunities are still in the mid-cap space,&#8221; he said. &#8220;But I prefer not just financial leverage, but product leverage — the type of oil a company is producing.&#8221;</p>\n<p>One of Nuttall&#8217;s larger holdings is Cardinal Energy Ltd. (CJ/TSX), which produces medium-gravity oil that sells at a discount to light oil.</p>\n<p>&#8220;The stock fell more than others because of this issue,&#8221; he said. &#8220;As the market is becoming more optimistic on the price of oil, what caused that stock to fall more than others should cause it to rally more than others.&#8221;</p>\n<p>Nuttall&#8217;s short-term tactical call shouldn&#8217;t be mistaken for a bearish outlook for oil.</p>\n<p>He noted that the financial market for the commodity is about 30 times the size of the physical market, making it easy for the underlying fundamentals to be distorted.</p>\n<p>&#8220;It can take the price significantly lower than it ever should as dictated by supply and demand, because it is all being dictated by sentiment,&#8221; Nuttall said. &#8220;Sentiment got significantly worse than what anyone thought was possible.&#8221;</p>\n<p>He believes we&#8217;re months away from showing the oil market is undersupplied, which will come in the form of inventory draw-downs in the U.S.</p>\n<p>&#8220;We&#8217;re finally at the point now where not only have companies dialled back spending materially, and we know that is significantly below where production stays flat, but at the same time banks are enforcing the discipline on oil executives,&#8221; Nuttall said, adding that debt to EBITDA among U.S. companies is roughly 4.4x, compared to a historical average closer to 1.5x.</p>\n<p>He also noted that banks are under pressure from shareholders to reduce their exposure to the energy patch, which means that any excess cash being generated is not going into the ground, but rather, it&#8217;s going back to the bank.</p>\n<p>With the U.S. rig count as much as 80 per cent below where it needs to be to keep production flat, Nuttall thinks oil needs to be at US$50, US$55 or maybe even US$60 – and stay there – before there is a large uptick in the U.S. rig count.</p>\n<p>He also pointed out that U.S. production is down about 700,000 barrels per day from the peak of March-April 2015, yet demand is growing by 1.2 million barrels per day.</p>\n<p>&#8220;When you look globally, outside of Iran, there is really no significant pockets of production growth because the price has fallen to a point where it is completely uneconomic for the majority of OPEC and non-OPEC,&#8221; Nuttall said. &#8220;There is also a belief that we are going to be awash in oil between US$45 and US$50 because it is such a wonderfully profitable business at that price level, and the U.S. oil machine will come back and drill. I think that is preposterous.&#8221;</p>\n</div><div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=pdYtS5OqxUw:cdn05meo8n0:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=pdYtS5OqxUw:cdn05meo8n0:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=pdYtS5OqxUw:cdn05meo8n0:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=pdYtS5OqxUw:cdn05meo8n0:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=pdYtS5OqxUw:cdn05meo8n0:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=pdYtS5OqxUw:cdn05meo8n0:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=pdYtS5OqxUw:cdn05meo8n0:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=pdYtS5OqxUw:cdn05meo8n0:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/pdYtS5OqxUw\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://business.financialpost.com/investing/buy-sell/what-sprott-asset-managments-eric-nuttall-thinks-of-the-energy-market-now/feed</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t\t\t<media:content url=\"http://0_w3gh5wmy\" type=\"application/vnd.kaltura\" medium=\"featuredvideo\">\r\n\t\t\t<media:thumbnail url=\"\" />\r\n\t\t\t<media:title><![CDATA[What Sprott Asset Managment&#039;s Eric Nuttall thinks of the energy market now]]></media:title>\r\n\t\t\t\t\t\t\t<media:caption />\r\n\t\t\t\t\t\t</media:content>\r\n\t\t<np:featuredvideo><![CDATA[<div id=\"pn_video_728993\" itemprop=\"video\" itemtype=\"http://schema.org/VideoObject\" itemscope=\"itemscope\"></div><script type=\"text/javascript\">( function() { pnShowVideo( \"0_w3gh5wmy\", 728993, \"\", \"\", \"true\", \"\", \"\", \"kaltura\", \"video\", null, null, \"\" ); } )();</script>]]></np:featuredvideo><np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.business.financialpost.com/2016/05/0512nuttall.jpg?w=620\" title=\"Eric Nuttall\" Abstract=\"Eric Nuttall, portfolio manager at Sprott Asset Management.\" Credit=\"Peter J. Thompson/National Post\" />\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2016/05/0512nuttall.jpg?w=140\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2016/05/0512nuttall.jpg?w=140\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">Eric Nuttall</media:title>\r\n\t\t</media:content>\r\n\r\n\t\t<media:content url=\"https://financialpostcom.files.wordpress.com/2016/05/0512nuttall.jpg?w=620\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">Peter J. Thompson/National Post</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/investing/buy-sell/what-sprott-asset-managments-eric-nuttall-thinks-of-the-energy-market-now</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Oilsands around Fort McMurray to fly workers in and out of sites to get operations restarted quickly</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/k1cECmv-DDk/oilsands-around-fort-mcmurray-to-fly-workers-in-and-out-of-sites-to-get-operations-restarted-quickly</link>\r\n\t\t<pubDate>Thu, 12 May 2016 18:21:52 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Liz Hampton and Devika Krishna Kumar, Reuters]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Energy]]></category>\r\n\t\t<category><![CDATA[Fort McMurray]]></category>\r\n\t\t<category><![CDATA[oilsa]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://financialpostcom.wordpress.com?p=659281&amp;preview_id=659281</guid>\r\n\t\t<description><![CDATA[Fort McMurray residents will soon join an already large group of people who are flown in and out of the region to work on oil installations]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><p>EDMONTON, Alberta/NEW YORK – Fort McMurray residents Tony Bussey and Barritt Wilson are among the fortunate of those who live in the Alberta town ravaged by wildfire – both of their homes are fine.</p>\n<p>However, they and a number of others are going to see their commutes change, joining an already large group of people who are flown in and out of the region to work on oil installations.</p>\n<p>Last week, fire raged unchecked through the city of Fort McMurray, leading to a full evacuation, with many losing their homes and having to rebuild from scratch.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/news/energy/oilsands-production-north-of-fort-mcmurray-will-restart-in-coming-days-when-safe-to-do-so\">Oilsands production north of Fort McMurray will restart in coming days when ‘safe to do so’</a></li><li><a href=\"http://business.financialpost.com/news/energy/fires-costing-oilsands-sector-70-million-a-day-in-lost-revenue\">Fires costing oilsands sector $70 million a day in lost revenue</a></li><li><a href=\"http://business.financialpost.com/investing/investing-pro/fort-mac-fire-shows-our-economy-is-fragile-but-maybe-not-as-fragile-as-we-think\">Fort Mac fire shows our economy is fragile, but maybe not as fragile as we think</a></li></ul></div>\n<p>But Fort McMurray has long been an area that saw oil companies using fly-in-fly-out (FIFO), which lets companies get employees to remote work sites, where they stay in camps, usually for a couple of weeks.</p>\n<p>That will help some companies restart operations relatively quickly after the devastating fire that has scorched roughly 229,000 hectares (566,000 acres).</p>\n<p>Others, like Suncor Energy, will be moving workers in and out of the region through temporary workforce arrangements from Calgary and Edmonton to help restart operations.</p>\n<p>The wildfire knocked out nearly half, or 1.07 million barrels per day (bpd) of Alberta&#8217;s oilsands capacity and led to the evacuation of about 88,000 residents, many employed by the energy sector. Production is slowly trickling back in.</p>\n<p>Bussey and Wilson, both full-time employees of Suncor, were taking things in stride.</p>\n<p>&#8220;I think it will be interesting (to) fly in and fly out, staying in the camp for the time being,&#8221; said Bussey, who anticipates living in an Edmonton hotel for several months.</p>\n<p>With operations disrupted by the fire, the company is also supporting displaced residents who work at their facilities with advanced compensation.</p>\n<p>&#8220;Oil companies are releasing retention, which is like a bonus, to us early just to help us through,&#8221; said Wilson.</p>\n<p>Several major producers that pepper the oilsands, including ConocoPhillips Canada, Canadian Natural Resources, and others, may be able to resume operations faster than many would have thought, though there are logistical challenges.</p>\n<p>For others it may take a bit longer, though companies are adjusting. Suncor, Canada&#8217;s largest oil producer, does some FIFO, including at its Firebag facility, but tended in the past to have employees live in the community they work in.</p>\n<p>Suncor spokeswoman Sneh Seetal said the company will use lodges and camps for temporary housing, and employees will return when it is safe to bring people to Fort McMurray.</p>\n<p>ConocoPhillips Canada, has about 23 per cent of its Canadian workforce listed as FIFO workers. Just 26 employees have Fort McMurray residences, or about 1 per cent of Canadian employees.</p>\n<p>Still, &#8220;the logistics to get everyone back on site will be a challenge and that is being worked in tandem with the operations plan,&#8221; ConocoPhillips spokesman Rob Evans said in an email.</p>\n<p>Having a larger percentage of FIFO workers allows companies to use existing camp sites and other resources to steer themselves to recovery in the fire&#8217;s aftermath.</p>\n<p>About 78 per cent of workers at the Horizon site owned by Canadian Natural Resources Ltd, Canada&#8217;s largest independent petroleum producer, are fly-in, fly-out, company spokeswoman Julie Woo said.</p>\n<p>Companies that have more limited FIFO programs may instead be utilizing beds at workcamps. Suncor CEO Steve Williams said at a press conference Tuesday that the industry has determined there are enough beds to meet everyone&#8217;s needs.</p>\n<p>Shell Canada spokeswoman Tara Lemay said that prior to the fire, the majority of Shell&#8217;s staff lived in the Fort McMurray area, but the company does have a fly-in program, which it introduced in 2014. The company will be flying staff in and out to help resume operations.</p>\n<p><em>© Thomson Reuters 2016</em></p>\n</div><div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=k1cECmv-DDk:bULcrwGFtPs:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=k1cECmv-DDk:bULcrwGFtPs:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=k1cECmv-DDk:bULcrwGFtPs:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=k1cECmv-DDk:bULcrwGFtPs:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=k1cECmv-DDk:bULcrwGFtPs:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=k1cECmv-DDk:bULcrwGFtPs:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=k1cECmv-DDk:bULcrwGFtPs:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=k1cECmv-DDk:bULcrwGFtPs:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/k1cECmv-DDk\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.business.financialpost.com/2016/05/0512oilsands.jpg?w=620\" title=\"0512oilsands\" Abstract=\"A Fort McMurray wildfire evacuee walks a co-worker's dog at an oilfield work camp where approximately 500 evacuees are staying, in Wandering River, Alberta. Oilsands companies plan to move workers in and out of the region through temporary workforce arrangements from Calgary and Edmonton to help restart operations.\" Credit=\"Darryl Dyck/Bloomberg\" />\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2016/05/0512oilsands.jpg?w=140\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2016/05/0512oilsands.jpg?w=140\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">0512oilsands</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/news/energy/oilsands-around-fort-mcmurray-to-fly-workers-in-and-out-of-sites-to-get-operations-restarted-quickly</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Sending after-hours emails might soon be illegal in France after passed bill moves to Senate</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/KXDYJg-yPVY/sending-emails-after-hours-might-soon-be-illegal-in-france-after-passed-bill-moves-to-senate</link>\r\n\t\t<comments>http://business.financialpost.com/fp-tech-desk/sending-emails-after-hours-might-soon-be-illegal-in-france-after-passed-bill-moves-to-senate#respond</comments>\r\n\t\t<pubDate>Thu, 12 May 2016 17:30:47 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Karen Turner, Washington Post]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[FP Tech Desk]]></category>\r\n\t\t<category><![CDATA[Management & HR]]></category>\r\n\t\t<category><![CDATA[News]]></category>\r\n\t\t<category><![CDATA[France]]></category>\r\n\t\t<category><![CDATA[Mental Health]]></category>\r\n\t\t<category><![CDATA[stress]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://financialpostcom.wordpress.com?p=659258&amp;preview_id=659258</guid>\r\n\t\t<description><![CDATA[The country has tried before (and failed), but France's most recent bill is the closest an after-work email ban has come to becoming an actual law]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><p>After-hours and weekend work emails may soon become illegal in France. A bill that prevents companies of 50 or more employees from sending emails after typical work hours passed the French lower parliamentary house earlier this week.</p>\n<p>The case against after-work emails is that they can cause high levels of stress among employees.</p>\n<p>&#8220;All the studies show there is far more work-related stress today than there used to be and that the stress is constant,&#8221; said Benoit Hamon, a Socialist member of Parliament, to the BBC. &#8220;The texts, the messages, the emails &#8212; they colonize the life of the individual to the point where he or she eventually breaks down.&#8221;</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/executive/how-employers-can-stop-losing-productivity-to-smoke-breaks-working-from-home-and-stress-leave\">How employers can stop losing productivity to smoke breaks, working from home and stress leave</a></li><li><a href=\"http://business.financialpost.com/executive/careers/making-the-decision-to-disclose-and-discuss-disabilities-in-the-workplace\">Making the decision to disclose and discuss disabilities in the workplace</a></li></ul></div>\n<p>It&#8217;s not the first time a bill of this nature has been proposed. It&#8217;s similar to legislation that was introduced but never made it to the books in both France and Germany. France&#8217;s most recent bill, however, is the closest an after-work email ban has come to becoming an actual law.</p>\n<p>Gillian Symon, who studies the way modern people switch between the digital and corporate world, applauds the legislation for placing the responsibility of balancing work and life on the bosses rather than the employees. She said that her research with Digital Brain Switch, an interdisciplinary project that combines research from several UK universities, has found that the implications of putting the onus of answering work emails on employees can have devastating emotional effects.</p>\n<p>&#8220;There was much guilt, as you might expect as people felt concerned about whether they should ignore work or their family, again putting all the responsibility for the &#8216;choice&#8217; on employees,&#8221; she told The Washington Post.</p>\n<p>But both Symon and Jon Whittle, another researcher at Digital Brain Trust, fear that the law does not get to the root of the issue. It sometimes can be more stressful, they say, for an employee to power down their device because of the slew of emails that could be waiting for them in the morning. &#8220;I think the topic of work-related well-being is much larger than simply stopping email after-hours,&#8221; said Whittle. &#8220;Email is just a medium used to communicate. The real problem is the culture of having to constantly do more and constantly do better than competitors.&#8221;</p>\n<p>This fear of being left behind by the competition is expressed by some workers. &#8220;In my company, we compete with Indian, Chinese, American developers. We need to talk to people around the world late into the night,&#8221; a software coder named Gregory told the BBC. &#8220;Our competitors don&#8217;t have the same restrictions. If we obeyed this law we would just be shooting ourselves in the foot.&#8221;</p>\n<blockquote class=\"pullquote\"><p>The topic of work-related well-being is much larger than simply stopping email after-hours</p></blockquote>\n<p>But Whittle of Digital Brain Trust is quick to point out that a workplace that prioritizes well-being among workers promotes better work. &#8220;Having a happy and stress-free workforce can provide a competitive advantage,&#8221; he said. &#8220;The culture of expecting people to be always connected and always on will not necessarily lead to a competitive advantage; it could just lead to burnout and losing top-performing staff.&#8221;</p>\n<p>The bill will journey to the Senate next, where it will be reviewed, before going back to the National Assembly for final passage. It&#8217;s been highly contested since its introduction, specifically for its legislative rollbacks to the country&#8217;s prized labor code that protects employee rights. Despite the the bill&#8217;s controversy, the after-work email ban has been largely popular among President Francois Hollande&#8217;s Socialist Party.</p>\n<p><em>The Washington Post</em></p>\n</div><div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=KXDYJg-yPVY:z3Z-ZAQcaVw:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=KXDYJg-yPVY:z3Z-ZAQcaVw:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=KXDYJg-yPVY:z3Z-ZAQcaVw:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=KXDYJg-yPVY:z3Z-ZAQcaVw:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=KXDYJg-yPVY:z3Z-ZAQcaVw:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=KXDYJg-yPVY:z3Z-ZAQcaVw:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=KXDYJg-yPVY:z3Z-ZAQcaVw:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=KXDYJg-yPVY:z3Z-ZAQcaVw:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/KXDYJg-yPVY\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://business.financialpost.com/fp-tech-desk/sending-emails-after-hours-might-soon-be-illegal-in-france-after-passed-bill-moves-to-senate/feed</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.business.financialpost.com/2016/05/france-email.jpg?w=620\" title=\"Business man using digital tablet computer. Credit: fotolia.\" Abstract=\"France's most recent bill is the closest an after-work email ban has come to becoming an actual law.\" Credit=\"fotolia\" />\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2016/05/france-email.jpg?w=140\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2016/05/france-email.jpg?w=140\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">Business man using digital tablet computer. Credit: fotolia.</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/fp-tech-desk/sending-emails-after-hours-might-soon-be-illegal-in-france-after-passed-bill-moves-to-senate</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>OSFI taps senior B.C. regulator to replace departing deputy superintendent Mark Zelmer</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/7prgomm__X4/osfi-taps-senior-b-c-regulator-to-replace-departing-deputy-superintendent-mark-zelmer</link>\r\n\t\t<comments>http://business.financialpost.com/news/fp-street/osfi-taps-senior-b-c-regulator-to-replace-departing-deputy-superintendent-mark-zelmer#respond</comments>\r\n\t\t<pubDate>Thu, 12 May 2016 16:47:26 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Barbara Shecter]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[FP Street]]></category>\r\n\t\t<category><![CDATA[Office of the Superintendent of Financial Institutions]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://business.financialpost.com/?p=659200</guid>\r\n\t\t<description><![CDATA[OSFI's deputy superintendent of the regulation sector, Mark Zelmer, is stepping down this summer]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><p>Carolyn Rogers, a senior regulator in British Columbia’s public service, has been appointed assistant superintendent of the regulation sector at Canada’s top banking supervisor, the Office of the Superintendent of Financial Institutions.</p>\n<p>Rogers&nbsp;doesn’t take the job officially until Aug. 15, according to a statement issued Thursday by OSFI Superintendent Jeremy Rudin. As <a href=\"http://business.financialpost.com/news/fp-street/osfi-deputy-superintendent-mark-zelmer-to-step-down-this-summer\">reported earlier by the Financial Post</a>, OSFI&#8217;s deputy superintendent of the regulation sector, Mark Zelmer, is stepping down this summer.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/news/fp-street/osfi-deputy-superintendent-mark-zelmer-to-step-down-this-summer\">Senior OSFI regulator to step down this summer</a></li></ul></div>\n<p>A veteran of the financial services sector, including stints at several credit unions as well as a major bank, Rogers&nbsp;was&nbsp;most recently superintendent and chief executive of B.C.’s Financial Institutions Commission, an integrated financial services regulator. She held that&nbsp;post since 2010.</p>\n<p>She has also chaired the Canadian Council of Insurance Regulators and the Canadian Credit Union Prudential Supervisors Association.</p>\n<p>At OSFI, Rogers will join the executive committee, which includes Rudin, and three other assistant superintendents who oversee deposit-taking supervision, insurance supervisions, and the corporate services sector.</p>\n</div><div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=7prgomm__X4:482owRtuWMM:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=7prgomm__X4:482owRtuWMM:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=7prgomm__X4:482owRtuWMM:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=7prgomm__X4:482owRtuWMM:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=7prgomm__X4:482owRtuWMM:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=7prgomm__X4:482owRtuWMM:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=7prgomm__X4:482owRtuWMM:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=7prgomm__X4:482owRtuWMM:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/7prgomm__X4\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://business.financialpost.com/news/fp-street/osfi-taps-senior-b-c-regulator-to-replace-departing-deputy-superintendent-mark-zelmer/feed</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.business.financialpost.com/2016/05/0512osfi.jpg?w=620\" title=\"0512osfi\" Abstract=\"OSFI Superintendent Jeremy Rudin. Carolyn Rogers has been appointed assistant superintendent of the regulation sector at OSFI.\" Credit=\"Peter J. Thompson/National Post\" />\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2016/05/0512osfi.jpg?w=140\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2016/05/0512osfi.jpg?w=140\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">0512osfi</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/news/fp-street/osfi-taps-senior-b-c-regulator-to-replace-departing-deputy-superintendent-mark-zelmer</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Big banks shave 2016 growth outlooks for Canada in wake of Alberta wildfire</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/oqFemtR45YY/big-banks-shave-2016-growth-outlooks-for-canada-in-wake-of-alberta-wildfire</link>\r\n\t\t<pubDate>Thu, 12 May 2016 16:38:50 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Andy Blatchford, The Canadian Press]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Economy]]></category>\r\n\t\t<category><![CDATA[Canadian Economy]]></category>\r\n\t\t<category><![CDATA[Fort McMurray]]></category>\r\n\t\t<category><![CDATA[oil sands]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://financialpostcom.wordpress.com?p=659090&amp;preview_id=659090</guid>\r\n\t\t<description><![CDATA[In many cases, the updated real GDP projections also reflect disappointing economic data releases in recent weeks for trade and the labour force\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><p>OTTAWA — The effects of the enormous Alberta wildfire on the ever-crucial oil sector have prompted forecasters to trim their 2016 economic growth predictions for the entire country.</p>\n\n<p>Experts, including those from several big banks, have shaved their outlooks in recent days following the huge blaze that tore through Fort McMurray — the heart of oil country.</p>\n<p>The emergency forced nearby oilsands facilities to shut down last week, but some have begun to restart their operations. More are expected to get back to work over the coming days.</p>\n<p>But even temporary closures in the economically important industry are expected to have an impact on the nationwide real gross domestic product.</p>\n<p>In many cases, the updated real GDP projections also reflect disappointing economic data releases in recent weeks for trade and the labour force.</p>\n<p>Since the fire, TD knocked its 2016 real GDP projection down to 1.6 per cent from 1.9 per cent — 0.2 percentage points of which it attributed to the wildfire.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/news/energy/canadian-natural-gas-prices-hit-lowest-level-on-record-as-fort-mcmurray-fires-curtail-demand?__lsa=04ce-a4f7\">Canadian natural gas prices hit lowest level on record as Fort McMurray fires curtail demand</a></li><li><a href=\"http://business.financialpost.com/investing/investing-pro/fort-mac-fire-shows-our-economy-is-fragile-but-maybe-not-as-fragile-as-we-think\">Fort Mac fire shows our economy is fragile, but maybe not as fragile as we think</a></li></ul></div>\n<p>BMO clipped its prediction to 1.6 per cent from 1.8 per cent — evenly dividing the blame for the drop between the poor economic numbers and the disaster.</p>\n<p>CIBC lowered its outlook from 1.6 per cent to 1.5 due entirely to the fire.</p>\n<p>At this early stage, however, economists stressed that their predictions remain in flux as officials and companies gain a better understanding of the situation.</p>\n<p>&#8220;Anyone who is doing this today is still making some big guesses about how the oil facilities and the rest of the town are going to come back,&#8221; CIBC chief economist Avery Shenfeld said.</p>\n<p>Forecasters expect the wildfire to contribute to flat growth or even a contraction in the second quarter of the year. They now expect the economy to rebound with stronger growth in the third quarter.</p>\n<p>BMO chief economist Doug Porter said losing activity early in a given year, even if it&#8217;s regained later on, usually means the economy will still suffer a slight loss for the year as a whole.</p>\n<p>The wildfire, which has spread across about 2,300 square kilometres and continues to burn, destroyed about 10 per cent of Fort McMurray&#8217;s 25,000 buildings. More than 80,000 people were evacuated from the northern Alberta community.<br />\n<a href=\"http://wpmedia.business.financialpost.com/2016/05/fp0512_bank_gdp_projections.png\"><img class=\"alignright  wp-image-659237\" src=\"http://wpmedia.business.financialpost.com/2016/05/fp0512_bank_gdp_projections.png?w=359&#038;h=349\" alt=\"FP0512_Bank_GDP_Projections\" height=\"349\" width=\"359\"></a></p>\n<p>&#8220;Thank goodness most of the city was spared — the vast majority of it — and fortunately most of the (oilsands) facilities were, at the end of the day, unaffected,&#8221; Porter said.</p>\n<p>&#8220;It certainly could have been much worse.&#8221;</p>\n<p>Still, the disaster and the production shutdowns were severe enough to compound ongoing troubles in a province that has been Canada&#8217;s economic engine for years.</p>\n<p>Before the fire, the provincial and federal treasuries were already under intense fiscal pressure from still-low oil prices that started to plummet nearly two years ago.</p>\n<p>Both governments are expected to allocate large sums to cover the costs of things like firefighting and reconstruction.</p>\n<blockquote class=\"pullquote\"><p>Anyone who is doing this today is still making some big guesses</p></blockquote>\n<p>For example, Ottawa spent more than $1.3 billion to respond to the massive 2013 floods in southern Alberta and southeastern British Columbia, according to a February report by the parliamentary budget officer.</p>\n<p>Porter said the federal government should have more than enough cushion with its much-debated, $6-billion annual risk adjustment that it included in its March budget.</p>\n<p>The government has said it included the contingency padding, which was much-larger than usual, in case the country&#8217;s economic performance turns out to be weaker than experts have predicted.</p>\n<p>Critics have said the Liberals made the adjustment bigger than necessary to allow them to reap the political benefits of beating expectations.</p>\n<p>But even with the unexpected wildfire costs, Porter still expects the Ottawa&#8217;s 2016-17 shortfall to be smaller than the projection of nearly $30 billion outlined in the budget.</p>\n<p>&#8220;I would say it&#8217;s early days yet to talk about the fiscal implications, although I suspect the federal government will contribute heavily,&#8221; Porter said.</p>\n<p>&#8220;I don&#8217;t dare put a figure on it at this point.&#8221;</p>\n</div><div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=oqFemtR45YY:ftqslzzxZBI:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=oqFemtR45YY:ftqslzzxZBI:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=oqFemtR45YY:ftqslzzxZBI:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=oqFemtR45YY:ftqslzzxZBI:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=oqFemtR45YY:ftqslzzxZBI:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=oqFemtR45YY:ftqslzzxZBI:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=oqFemtR45YY:ftqslzzxZBI:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=oqFemtR45YY:ftqslzzxZBI:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/oqFemtR45YY\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/png\" href=\"http://wpmedia.business.financialpost.com/2016/05/fort-mcmurray-wildfire1.png?w=620\" title=\"fort-mcmurray-wildfire\" Abstract=\"Homes in Fort McMurray were devastated by a massive wildfire that forced the entire evacuation of the town.\" Credit=\"LARRY WONG/POSTMEDIA NETWORK\" />\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2016/05/fort-mcmurray-wildfire1.png?w=140\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2016/05/fort-mcmurray-wildfire1.png?w=140\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">fort-mcmurray-wildfire</media:title>\r\n\t\t</media:content>\r\n\r\n\t\t<media:content url=\"https://financialpostcom.files.wordpress.com/2016/05/fort-fire.jpg\" medium=\"image\" />\r\n\r\n\t\t<media:content url=\"https://financialpostcom.files.wordpress.com/2016/05/fp0512_bank_gdp_projections.png?w=620\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">FP0512_Bank_GDP_Projections</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/news/economy/big-banks-shave-2016-growth-outlooks-for-canada-in-wake-of-alberta-wildfire</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Loblaw stores temporarily closed across Canada today because of a ‘technical error’</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/RgohJ-JxrGI/loblaw-stores-temporarily-closed-across-canada-today-because-of-a-technical-error</link>\r\n\t\t<comments>http://business.financialpost.com/news/retail-marketing/loblaw-stores-temporarily-closed-across-canada-today-because-of-a-technical-error#respond</comments>\r\n\t\t<pubDate>Thu, 12 May 2016 16:20:17 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[The Canadian Press]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Retail & Marketing]]></category>\r\n\t\t<category><![CDATA[breaking]]></category>\r\n\t\t<category><![CDATA[Loblaw Companies Ltd.]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://business.financialpost.com/?p=659116</guid>\r\n\t\t<description><![CDATA[The problem resulted in some stores experiencing issues completing sales, but Loblaw said the issue has been fixed and all stores are now operational\n\n]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><p>A computer glitch forced Loblaw to temporarily close a number of its grocery stores in Canada on Thursday morning, the grocery and pharmacy chain said.</p>\n<p>Company spokeswoman Catherine Thomas said the stores, most of which were in Atlantic Canada and Ontario, had issues completing sales as a result of the problem.</p>\n<p>The error affected grocery stores that operate under the Loblaw (TSX:L) banner, which include Loblaws, No Frills and the Real Canadian Superstore, but did not involve its Shoppers Drug Mart outlets or PC Financial banks, Thomas said.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/news/retail-marketing/pharmacies-should-be-allowed-to-sell-medical-marijuana-loblaw-president-galen-g-weston-says\">Pharmacies should be allowed to sell medical marijuana, Loblaw president Galen G. Weston says</a></li><li><a href=\"http://business.financialpost.com/news/retail-marketing/loblaw-companies-ltd-profit-jumps-in-first-quarter-as-revenue-grows-and-costs-fall\">Loblaw Companies Ltd sharpens pencil, posts profit jump as grocery price war heats up</a></li><li><a href=\"http://business.financialpost.com/investing/a-packaged-goods-price-competition-might-be-on-the-way-with-walmart-leading-the-charge\">A packaged-goods price competition might be on the way, with Walmart leading the charge</a></li></ul></div>\n<p>The issue was later fixed and all stores resumed operations, though checkout times may have been slower than normal, she said.</p>\n<p>There are no privacy concerns as the glitch only impacted cash register functions, and Loblaw is investigating the matter, she added.</p>\n</div><div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=RgohJ-JxrGI:UbfoLp5w-cM:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=RgohJ-JxrGI:UbfoLp5w-cM:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=RgohJ-JxrGI:UbfoLp5w-cM:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=RgohJ-JxrGI:UbfoLp5w-cM:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=RgohJ-JxrGI:UbfoLp5w-cM:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=RgohJ-JxrGI:UbfoLp5w-cM:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=RgohJ-JxrGI:UbfoLp5w-cM:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=RgohJ-JxrGI:UbfoLp5w-cM:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/RgohJ-JxrGI\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://business.financialpost.com/news/retail-marketing/loblaw-stores-temporarily-closed-across-canada-today-because-of-a-technical-error/feed</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.business.financialpost.com/2016/05/loblaw.jpg?w=620\" title=\"loblaw\" Abstract=\"Loblaw says a “technical error” forced the temporary closure of a number of its stores today.\" Credit=\"Postmedia News\" />\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2016/05/loblaw.jpg?w=140\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2016/05/loblaw.jpg?w=140\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">loblaw</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/news/retail-marketing/loblaw-stores-temporarily-closed-across-canada-today-because-of-a-technical-error</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>British Columbia takes lead in Canada growth as Alberta stumbles</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/ynbuif9W-mk/british-columbia-takes-lead-in-canada-growth-as-alberta-stumbles</link>\r\n\t\t<pubDate>Thu, 12 May 2016 16:10:19 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Greg Quinn, Bloomberg News]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Economy]]></category>\r\n\t\t<category><![CDATA[oil prices]]></category>\r\n\t\t<category><![CDATA[Wildfires]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://financialpostcom.wordpress.com?p=659141&amp;preview_id=659141</guid>\r\n\t\t<description><![CDATA[British Columbia was also the top province in a jobs report last week, with its unemployment rate falling to the lowest in Canada for the first time in records back to 1976]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><p>British Columbia took over as Canada&#8217;s economic star Thursday, with government figures showing it grew the fastest among 10 provinces last year while Alberta&#8217;s output fell to last place on lower oil prices.</p>\n<p>Gross domestic product grew 3 per cent in B.C. in 2015, the fastest since 2006, on gains in real estate, retailing and manufacturing. Output in Alberta fell by 4 per cent on the energy rout, making it Canada&#8217;s worst performer. The oil-producing province had led a year earlier, when it posted 4.5 per cent growth.</p>\n<p>British Columbia was also the top province in a jobs report last week, with its unemployment rate falling to the lowest in Canada for the first time in records back to 1976. The changing fortunes of the two westernmost provinces will continue this year, with economists surveyed by Bloomberg predicting Alberta&#8217;s GDP will fall 0.9 per cent compared with 2.6 percent growth in British Columbia.<br />\n<a href=\"http://wpmedia.business.financialpost.com/2016/05/fp0512_gdp_provincial.png\"><img src=\"http://wpmedia.business.financialpost.com/2016/05/fp0512_gdp_provincial.png?w=620&#038;h=338\" alt=\"FP0512_GDP_Provincial\" width=\"620\" height=\"338\" class=\"aligncenter size-large wp-image-659201\" /></a></p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/news/economy/big-banks-shave-2016-growth-outlooks-for-canada-in-wake-of-alberta-wildfire\">Big banks shave 2016 growth outlooks for Canada in wake of Alberta wildfire</a></li><li><a href=\"http://business.financialpost.com/news/economy/whats-wrong-with-canadas-manufacturing-the-engine-poloz-hopes-will-drive-countrys-recovery-is-misfiring\">What’s wrong with Canada’s manufacturing? The engine Poloz hopes will drive country’s recovery is misfiring</a></li><li><a href=\"http://business.financialpost.com/news/economy/bank-of-canada-should-mull-rate-cut-again-if-needed-says-imf-report\">Bank of Canada should mull rate cut again if needed, says IMF report</a></li></ul></div>\n<p>That divergence may widen further with oilsands production in Alberta hampered over the past week by wildfires that forced more than 80,000 people to flee their homes.</p>\n<p>Canada&#8217;s economy is in a transition away from energy production after a crash in oil prices. The central bank says gains will be led by other industries aided by a lower currency and rising U.S. demand.</p>\n<p>The manufacturing-rich provinces of Ontario and Quebec showed respective expansions of 2.5 per cent and 1.1 per cent last year, Statistics Canada said.</p>\n<p><a href=\"http://bloomberg.com\" target=\"_blank\">Bloomberg News</a></p>\n</div><div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=ynbuif9W-mk:k0G8o_6_1XM:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=ynbuif9W-mk:k0G8o_6_1XM:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=ynbuif9W-mk:k0G8o_6_1XM:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=ynbuif9W-mk:k0G8o_6_1XM:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=ynbuif9W-mk:k0G8o_6_1XM:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=ynbuif9W-mk:k0G8o_6_1XM:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=ynbuif9W-mk:k0G8o_6_1XM:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=ynbuif9W-mk:k0G8o_6_1XM:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/ynbuif9W-mk\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.business.financialpost.com/2016/04/0404vancouver.jpg?w=620\" title=\"Vancouver\" Abstract=\"British Columbia is the provincial economic star of Canada, according to growth data released by Statistics Canada, with Alberta falling to the bottom of the list.\" Credit=\"Tourism Vancouver\" />\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2016/04/0404vancouver.jpg?w=140\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2016/04/0404vancouver.jpg?w=140\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">Vancouver</media:title>\r\n\t\t</media:content>\r\n\r\n\t\t<media:content url=\"https://financialpostcom.files.wordpress.com/2016/05/fp0512_gdp_provincial.png?w=620\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">FP0512_GDP_Provincial</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/news/economy/british-columbia-takes-lead-in-canada-growth-as-alberta-stumbles</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Ontario wineries are booming, bringing in investors as province relaxes liquor laws</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/GM8qAZTEr6s/ontario-wineries-are-booming-bringing-in-investors-as-province-relaxes-liquor-laws</link>\r\n\t\t<comments>http://business.financialpost.com/investing/ontario-wineries-are-booming-bringing-in-investors-as-province-relaxes-liquor-laws#respond</comments>\r\n\t\t<pubDate>Thu, 12 May 2016 16:09:03 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Allison McNeely, Bloomberg News]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Investing]]></category>\r\n\t\t<category><![CDATA[News]]></category>\r\n\t\t<category><![CDATA[Andrew Peller]]></category>\r\n\t\t<category><![CDATA[beverages]]></category>\r\n\t\t<category><![CDATA[Vineyards and Winemakers]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://financialpostcom.wordpress.com?p=659137&amp;preview_id=659137</guid>\r\n\t\t<description><![CDATA[Canadian wine regions, including B.C.'s Okanagan Valley and Nova Scotia's Gaspereau Valley, exported $66.3 million worth of wine in 2014, up 137 per cent from 2010]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><p>Row after row of delicate young vines line the long driveway leading to Peller Estates Winery in Niagara-on-the-Lake. It&#8217;s a cool spring morning and the expansive lawn in front of the winery is edged by a patio that will host parties and tastings all summer.</p>\n<p>John Peller, chief executive officer of Andrew Peller Ltd., is jovial as he surveys the vines that helped turn the company into Canada&#8217;s biggest publicly listed winery. Peller, 59, credits his Hungarian-immigrant grandfather for his foresight.</p>\n<p>&#8220;When my grandpa started the business in 1961, he had this vision of bringing the culture of wine and food from Europe to Canada and we laugh because it was the right vision, but he was 30 years too early,&#8221; Peller said in an interview at the winery last month.</p>\n<p>That vision is paying off now for his grandson, who took over the family business in 1994. Andrew Peller stock is trading near its record as a cheaper currency and looser liquor regulations draw investors to Ontario&#8217;s booming wine industry. Constellation Brands Inc., the Victor, New York-based beverage company, announced last month it was exploring an initial public offering of some of its Canadian wine business, Vincor Canada, the largest producer in the country.</p>\n<h3>Halo effect</h3>\n<p>&#8220;If Vincor does go public, it&#8217;s going to have a halo effect to our brand and to anybody that wants to invest in the industry,&#8221; Murray Souter, CEO of Diamond Estates Wines &amp; Spirits Ltd., said in his office in Niagara-on-the-Lake, located on the south shore of Lake Ontario about 50 kilometres south of Toronto.</p>\n<p>Once derided for sweet fizzy brands such as Baby Duck and Moody Blue, the region&#8217;s wares are gaining international appeal, led by rising Asian demand for ice wine and red table wines.</p>\n<p>Canadian wine regions, which also include British Columbia&#8217;s Okanagan Valley and Nova Scotia&#8217;s Gaspereau Valley, exported $66.3 million worth of wine in 2014, up 137 per cent from 2010, according to data collected by the Canadian Vintners Association. The Canadian dollar dropped 9.4 per cent against its U.S. counterpart in the half-decade through 2014.</p>\n<p>Peller, which has about a 14 per cent share of the country&#8217;s market, was named Canadian Wine Producer of the Year in 2015 by the U.K.-based International Wine &amp; Spirit Competition. &#8220;We&#8217;re 100 per cent confident that we make wine as good as anywhere in the world,&#8221; Peller said.</p>\n<h3>Doubling exports</h3>\n<p>Diamond Estates,&nbsp;the only other publicly traded wine company in Canada, has seen about a 30 per cent increase in debit- and credit-card sales from U.S. visitors over the past year, Souter said. He estimates the company&#8217;s exports will be about $3 million this year and will almost double next year.</p>\n<p>Ontario&#8217;s wine exports are increasing as the provincial government loosens the Prohibition-era liquor laws that govern domestic markets. Grocery stores will begin to stock Ontario wine starting in the autumn, the first time sales will be allowed outside government-run liquor stores and specialty wine stores. The five companies that hold almost 300 private wine store licenses, including Constellation and Andrew Peller, are also being encouraged to carry product from other wineries.</p>\n<p>Diamond Estates is considering a third equity sale as the company makes plans to expand its wine-making facility and build a new retail store, Souter said.</p>\n<div class=\"npImgCentre\"><div class=\"npPosRel\" style=\"width:620px;\"><img class=\"size-large wp-image-659197\" alt=\"Peter J. Thompson/National Post\" src=\"http://wpmedia.business.financialpost.com/2016/05/winery2.png?w=620&#038;h=465\" width=\"620\" height=\"465\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Peter J. Thompson/National Post</span><span class=\"npPhotoCaption\">Niagara College Teaching Winery product being bottled and packaged at the college&#039;s Niagara-on-the-Lake location</span></div></div></div></div>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://news.nationalpost.com/news/wine-to-be-sold-at-150-more-ontario-supermarkets-and-cider-will-join-beer-at-grocery-stores\">Ontario uncorks wine (and cider) sales in grocery stores — but only for wine $11 and up</a></li><li><a href=\"http://business.financialpost.com/entrepreneur/toronto-distillery-co-challenge-to-ontario-rules-has-ramifications-across-the-province-judge-says\">Toronto Distillery Co. challenge to Ontario rules has ‘ramifications across the province,’ judge says</a></li></ul></div>\n<h3>&#8216;Compelling alternative&#8217;</h3>\n<p>Peller said while the current stock price has made issuance &#8220;more attractive as a compelling alternative,&#8221; the company has opted to borrow in the past because equity markets want quicker returns than the wine industry can offer with its long-term horizon.</p>\n<p>To be sure, Ontario&#8217;s wine industry is still a minnow compared with international counterparts. France&#8217;s Burgundy wine region had international sales of 777 million euros (US$889 million) in 2015, according to the area industry group. Canada had 0.24 per cent of the world&#8217;s wine production in 2014, versus France&#8217;s 16.5 per cent, according to data collected by the Wine Institute, a California wine advocacy and policy association.</p>\n<p>Ontario wine sales rose 22 per cent in four years to $2.41 billion in fiscal 2014-2015, according to data from the Liquor Control Board of Ontario. Sales&nbsp;excluding exports of VQA Ontario wines, which are high-quality wines guaranteed for their origin, increased 1.9 per cent in a year to $314 million, according to Vintners Quality Alliance Ontario.</p>\n<h3>&#8216;Great job&#8217;</h3>\n<p>After a 79 per cent increase over the past year which took the stock to an intraday record $29.45 at the end of March, Andrew Peller has a market value of $424 million. It closed at $29.19 Wednesday. Shares of Diamond, which has a market value of $10 million, closed at 10 cents.</p>\n<p>The companies&#8217; small size hasn&#8217;t deterred Stephen Takacsy, chief investment officer at&nbsp;Montreal-based Lester Asset Management, which holds Peller and Diamond Estates in its $260 million portfolio. He likes Peller for its strong, accessible management and growth trajectory. He also said Diamond Estates is a good growth story with new management doing a &#8220;great job.&#8221;</p>\n<p>&#8220;It&#8217;s really the fastest growing segment of the beverage industry,&#8221; he said &#8220;If you look at the aging population, the baby boomers like me, we&#8217;re drinking a lot less beer and a lot more wine now.&#8221;</p>\n<p><a href=\"http://www.bloomberg.com/\"><em>Bloomberg News</em></a></p>\n</div><div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=GM8qAZTEr6s:7FUHPgU4Uus:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=GM8qAZTEr6s:7FUHPgU4Uus:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=GM8qAZTEr6s:7FUHPgU4Uus:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=GM8qAZTEr6s:7FUHPgU4Uus:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=GM8qAZTEr6s:7FUHPgU4Uus:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=GM8qAZTEr6s:7FUHPgU4Uus:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=GM8qAZTEr6s:7FUHPgU4Uus:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=GM8qAZTEr6s:7FUHPgU4Uus:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/GM8qAZTEr6s\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://business.financialpost.com/investing/ontario-wineries-are-booming-bringing-in-investors-as-province-relaxes-liquor-laws/feed</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.business.financialpost.com/2016/05/winery1.jpg?w=620\" title=\"Winery1\" Abstract=\"Canadian wine regions, including B.C.'s Okanagan Valley and Nova Scotia's Gaspereau Valley, exported $66.3 million worth of wine in 2014, up 137 per cent from 2010.\" Credit=\"Peter J. Thompson/National Post\" />\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2016/05/winery1.jpg?w=140\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2016/05/winery1.jpg?w=140\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">Winery1</media:title>\r\n\t\t</media:content>\r\n\r\n\t\t<media:content url=\"https://financialpostcom.files.wordpress.com/2016/05/winery2.png?w=620\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">Peter J. Thompson/National Post</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/investing/ontario-wineries-are-booming-bringing-in-investors-as-province-relaxes-liquor-laws</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Oil’s great day takes turn for worse as Alberta oilsands output gears back up</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/JKofcjAiJ3Q/oil-got-a-huge-boost-today-when-iea-said-supply-is-falling-and-demand-is-rising-faster-than-thought</link>\r\n\t\t<pubDate>Thu, 12 May 2016 15:45:32 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Bloomberg News]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Energy]]></category>\r\n\t\t<category><![CDATA[breaking]]></category>\r\n\t\t<category><![CDATA[oil prices]]></category>\r\n\t\t<category><![CDATA[OPEC]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://financialpostcom.wordpress.com?p=659041&amp;preview_id=659041</guid>\r\n\t\t<description><![CDATA[Oil slipped below $46 a barrel amid signs Canadian oil-sands production is coming back online after wildfires forced operations to shut]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><p>Oil slipped below $46 a barrel in New York amid signs Canadian oil-sands production is coming back online after wildfires forced operations to shut.</p>\n<p>Enbridge Inc. expects to restart its Athabasca crude pipeline in Alberta this weekend. Canadian Natural Resources Ltd. restored normal production rates at its Horizon oil-sands site.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/news/energy/say-good-bye-to-opec-russias-top-oil-mogul-warns-in-harshest-prediction-yet\">Say good-bye to OPEC, Russia’s top oil mogul warns in harshest prediction yet</a></li><li><a href=\"http://business.financialpost.com/news/energy/after-20-years-opec-bids-farewell-to-saudi-arabia-oil-chief-ali-al-naimi?__lsa=ce76-3935\">After 20 years, OPEC bids farewell to Saudi oil chief who could move markets with just a few words</a></li><li><a href=\"http://business.financialpost.com/news/energy/fort-mcmurray-wildfire-moves-markets-as-oil-climbs-for-first-time-this-week-on-supply-fears\">Fort McMurray wildfires are moving global markets as investors fret about world’s oil supply</a></li></ul></div>\n<p>Prices rose as much as 1.7 per cent earlier as supply reductions around the world helped whittle away the global surplus. In addition to the outages in Canada, Nigeria said militants have curbed the country’s oil output by as much as 600,000 barrels a day. The global surplus in the first half of this year is smaller than previously estimated because of robust demand in India and other emerging nations, the International Energy Agency said.</p>\n<p>West Texas Intermediate was trading 44 cents lower at $45.79 a barrel at 11:28 a.m. on the New York Mercantile Exchange. </p>\n<p><a href=\"http://Bloomberg.com\" target=\"_blank\">Bloomberg.com</a></p>\n</div><div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=JKofcjAiJ3Q:nldVw3B525A:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=JKofcjAiJ3Q:nldVw3B525A:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=JKofcjAiJ3Q:nldVw3B525A:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=JKofcjAiJ3Q:nldVw3B525A:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=JKofcjAiJ3Q:nldVw3B525A:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=JKofcjAiJ3Q:nldVw3B525A:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=JKofcjAiJ3Q:nldVw3B525A:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=JKofcjAiJ3Q:nldVw3B525A:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/JKofcjAiJ3Q\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.business.financialpost.com/2016/05/oil.jpg?w=620\" title=\"oil\" Abstract=\"The IEA on Thursday raised its 2016 global oil demand growth forecast to 1.2 million barrels per day (bpd) from its April forecast of 1.16 million.\" Credit=\"Getty Images\" />\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2016/05/oil.jpg?w=140\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2016/05/oil.jpg?w=140\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">oil</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/news/energy/oil-got-a-huge-boost-today-when-iea-said-supply-is-falling-and-demand-is-rising-faster-than-thought</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Oil producer Crescent Point Energy Corp posts bigger loss on weak crude prices</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/etHgL1_D4BE/oil-producer-crescent-point-energy-corp-posts-bigger-loss-on-weak-crude-prices</link>\r\n\t\t<pubDate>Thu, 12 May 2016 15:09:54 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Reuters]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Energy]]></category>\r\n\t\t<category><![CDATA[Crescent Point Energy Corp.]]></category>\r\n\t\t<category><![CDATA[Earnings and Losses]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://financialpostcom.wordpress.com?p=659134&amp;preview_id=659134</guid>\r\n\t\t<description><![CDATA[Crescent Point, which said it continued to lower its overall cost structure, has slashed its dividend, curbed capital spending and scaled back drilling activity]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><p>Canadian oil and gas producer Crescent Point Energy Corp reported a bigger quarterly loss due to weak oil prices.</p>\n<p>Crescent Point, which said it continued to lower its overall cost structure, has slashed its dividend, curbed capital spending and scaled back drilling activity to operate within its cash flow amid a steep and prolonged plunge in crude prices since June 2014.</p>\n<p>The company forecast about $300 million of excess free cash flow for 2016, if oil prices average US$45 per barrel.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/news/energy/crescent-point-energy-corp-slashes-dividend-posts-382-4-million-net-loss-on-write-downs\">Crescent Point Energy Corp slashes dividend, as oil plunge forces $589-million charge in Q4</a></li><li><a href=\"http://business.financialpost.com/news/energy/more-pain-looming-for-canadian-oil-producers-as-hedges-shielding-them-from-oil-rout-expire\">More pain looming for Canadian oil producers as hedges shielding them from oil rout expire</a></li></ul></div>\n<p>Funds flow, a measure of Crescent&#8217;s ability to fund new drilling, fell to $378 million in the quarter from $433.6 million, a year earlier.</p>\n<p>The company posted a net loss of $87.5 million, or 17 cents per share, for the first quarter ended March 31, compared with a loss of $46.0 million, or 10 cents per share, a year earlier.</p>\n<p>Total production rose about 16 per cent to 178,241 barrels of oil equivalent per day.</p>\n<p>Up to Wednesday&#8217;s close, the company&#8217;s Toronto-listed stock had lost about a third of its value in the past 12 months.</p>\n<p><em>© Thomson Reuters 2016</em></p>\n</div><div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=etHgL1_D4BE:rbtwmOoZlUk:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=etHgL1_D4BE:rbtwmOoZlUk:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=etHgL1_D4BE:rbtwmOoZlUk:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=etHgL1_D4BE:rbtwmOoZlUk:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=etHgL1_D4BE:rbtwmOoZlUk:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=etHgL1_D4BE:rbtwmOoZlUk:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=etHgL1_D4BE:rbtwmOoZlUk:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=etHgL1_D4BE:rbtwmOoZlUk:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/etHgL1_D4BE\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.business.financialpost.com/2016/05/0512cresecentpoint.jpg?w=620\" title=\"0512cresecentpoint\" Abstract=\"Crescent Point, which said it continued to lower its overall cost structure, has slashed its dividend, curbed capital spending and scaled back drilling activity to operate within its cash flow amid a steep and prolonged plunge in crude prices since June 2014.\" Credit=\"Handout/Cresent Point Energy\" />\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2016/05/0512cresecentpoint.jpg?w=140\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2016/05/0512cresecentpoint.jpg?w=140\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">0512cresecentpoint</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/news/energy/oil-producer-crescent-point-energy-corp-posts-bigger-loss-on-weak-crude-prices</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Goldcorp Inc makes first move into Arctic with $520 million deal to buy Kaminak Gold Corp</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/_cAswcvL-SU/goldcorp-inc-to-buy-yukon-miner-kaminak-gold-corp-for-520-million</link>\r\n\t\t<pubDate>Thu, 12 May 2016 14:39:43 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Peter Koven]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Mining]]></category>\r\n\t\t<category><![CDATA[breaking]]></category>\r\n\t\t<category><![CDATA[Goldcorp Inc.]]></category>\r\n\t\t<category><![CDATA[Kaminak Gold Corp.]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://financialpostcom.wordpress.com?p=659053&amp;preview_id=659053</guid>\r\n\t\t<description><![CDATA[Goldcorp Inc said it would buy Kaminak Gold Corp for about $520 million, giving it the Coffee gold project south of Dawson City, Yukon]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><p>The $520-million sale of Kaminak Gold Corp. marks yet another success for mining entrepreneur Eira Thomas, whose companies have been on a major winning streak of late.</p>\n<p>“I’m really fortunate that I’ve had the opportunity to be involved in some terrific projects,” Kaminak’s chief executive said in an interview.</p>\n<p>Ms. Thomas, 48, is known as the “Queen of Diamonds” because she discovered the Diavik diamond mine in the Northwest Territories in 1994. But her recent track record is just as notable.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/news/mining/goldcorp-inc-confirms-it-was-hacked-begins-investigation-to-determine-full-scope-of-breach\">Hackers target Goldcorp, release reams of private data online including payroll and passports</a></li><li><a href=\"http://business.financialpost.com/investing/trading-desk/goldcorp-inc-swings-back-to-profit-citing-lower-costs-and-higher-production\">Goldcorp swings back to profit citing lower costs and higher production</a></li></ul></div>\n<p>She co-founded Lucara Diamond Corp., which made headlines around the world last year when it discovered the second-largest gem-quality diamond in history. Stornoway Diamond Corp., which she co-founded and led for several years, is close to bringing Quebec’s first diamond mine into production. They are two of the mining sector’s only bright spots of the past few years.</p>\n<p>And now Kaminak is being sold to Goldcorp Inc. for roughly triple its value at the start of 2016. The all-stock deal represents a 32 per cent premium to its closing price on Wednesday.</p>\n<div class=\"npImgRight\"><div class=\"npPosRel\" style=\"width:350px;\"><img class=\"size-full wp-image-659405\" alt=\"Handout/ Kaminak\" src=\"http://wpmedia.business.financialpost.com/2016/05/0512thomas.jpg?w=350&#038;h=525\" height=\"525\" width=\"350\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Handout/ Kaminak</span><span class=\"npPhotoCaption\">Eira Thomas</span></div></div></div></div>\n<p>Like its peers in the junior gold mining sector, Kaminak was left for dead by most investors over the last few years. But the Vancouver-based firm staged a massive rebound in 2016 as gold prices rose and it released a promising feasibility study for the Coffee gold project in the Yukon. The study indicated Coffee could produce more than 200,000 ounces of gold a year for several years at low all-in sustaining costs of US$550 an ounce.</p>\n<p>Thomas, who joined Kaminak in 2013, acknowledged she is stunned how far the company has come in a short period. Now that a brutal four-year bear market for gold stocks is finally ending, the top companies are separating themselves from the pack and enjoying big share price gains.</p>\n<p>“You start to lose faith that you’ll ever see the light of day,” she said.</p>\n<p>“So it’s nice to come out the other end and realize that we’re not crazy, that our conviction is justified and that we have a really great project.”</p>\n<p>The estimated construction cost for Coffee is a manageable $317 million, and Thomas said Kaminak had planned to take it right to production. But when Goldcorp came calling with a big premium offer, the company changed course.</p>\n<p>Goldcorp produces about three million ounces of gold a year, so adding another 200,000 annually is a very small deal by its standards. But there are more exploration opportunities at the Coffee site, and Goldcorp will do more drilling to try to boost the reserves. The project currently has three million ounces of indicated gold resources, and another 2.2 million ounces of inferred resources.</p>\n<p>“We have long held the view that Coffee possesses significant exploration upside outside the current resource base,” Raymond James analysts Phil Russo and David Sadowski said in a note. They see “moderate” risk of a rival bid.</p>\n<p>The acquisition is David Garofalo’s first big move since he became Goldcorp’s CEO at the end of February. It fits the company’s longstanding strategy of buying low-cost ounces in politically safe jurisdictions in the Americas, despite the relatively small size.</p>\n<p>After the success of Kaminak, Stornoway and Lucara, Thomas said she has not decided what to do next.</p>\n<p>“I’m really pleased that we’ve got a stronger market upon us and we’re starting to see some interest back in the sector, and I’m excited to turn my mind to the next one.”</p>\n<p><em>Financial Post</em><br />\n<a href=\"mailto:pkoven@nationalpost.com\"><em>pkoven@nationalpost.com</em></a></p>\n</div><div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=_cAswcvL-SU:wmB_XGaWwOo:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=_cAswcvL-SU:wmB_XGaWwOo:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=_cAswcvL-SU:wmB_XGaWwOo:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=_cAswcvL-SU:wmB_XGaWwOo:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=_cAswcvL-SU:wmB_XGaWwOo:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=_cAswcvL-SU:wmB_XGaWwOo:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=_cAswcvL-SU:wmB_XGaWwOo:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=_cAswcvL-SU:wmB_XGaWwOo:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/_cAswcvL-SU\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/png\" href=\"http://wpmedia.business.financialpost.com/2016/05/kaminak.png?w=620\" title=\"kaminak\" Abstract=\"Kaminak Gold Corp.'s Coffee Gold Project south of Dawson City, Yukon. Kaminak president and CEO, Eira Thomas, right, with Kaminak executive chairman, John Robins, and Kaminak vice-president exploration Tim Smith looking at samples in a trench at Coffee.\" Credit=\"Handout/Kaminak Gold Corp.\" />\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2016/05/kaminak.png?w=140\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2016/05/kaminak.png?w=140\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">kaminak</media:title>\r\n\t\t</media:content>\r\n\r\n\t\t<media:content url=\"https://financialpostcom.files.wordpress.com/2016/05/0512thomas.jpg\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">Handout/ Kaminak</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/news/mining/goldcorp-inc-to-buy-yukon-miner-kaminak-gold-corp-for-520-million</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Canadian Tire Corp CEO says its not looking to get smaller as earnings beat expectations</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/Lq70-B59qT4/canadian-tire-corp-earnings-beat-expectations-on-solid-sales-in-retail-and-sporting-goods</link>\r\n\t\t<comments>http://business.financialpost.com/news/retail-marketing/canadian-tire-corp-earnings-beat-expectations-on-solid-sales-in-retail-and-sporting-goods#respond</comments>\r\n\t\t<pubDate>Thu, 12 May 2016 12:48:30 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Hollie Shaw]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Retail & Marketing]]></category>\r\n\t\t<category><![CDATA[breaking]]></category>\r\n\t\t<category><![CDATA[Canadian Tire Corp.]]></category>\r\n\t\t<category><![CDATA[earnings]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://business.financialpost.com/?p=659032</guid>\r\n\t\t<description><![CDATA[The company is also testing new ideas in stores, such as putting a discrete area away from the standard customer service desk for customers to pick up Internet orders]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><p>TORONTO — Shrinking the size of its vast stores is not one of Canadian Tire’s plans, even as it strives to shift a bigger portion of its business over to digital sales.</p>\n<p>Retailers from Best Buy and Staples to Sears have closed outlets or opened smaller stores as their outlets have faced competition from online and other retail and their core square footage grew less productive.</p>\n<p>And though Canadian Tire’s online sales still comprise a tiny part of the overall business, chief executive Mike Medline doesn’t see the company’s vast stores shrinking their footprint any time soon.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/news/retail-marketing/wal-mart-stores-inc-brings-back-its-iconic-greeters-to-help-deter-theft\">Wal-Mart Stores brings back its iconic greeters to help deter theft</a></li><li><a href=\"http://business.financialpost.com/news/retail-marketing/sears-canada-is-trying-to-radically-reinvent-itself-with-new-leadership-culture-and-technology\">Sears Canada is trying to radically reinvent itself with new leadership, culture and technology</a></li></ul></div>\n<p>“Every square foot in Canadian Tire is being fought over,” Medline said in an interview after the company’s annual meeting Thursday. “An issue I have with most of our dealers is, ‘If only we had another ten thousand square feet’ … I don’t think we ever overbuilt our store (network).”</p>\n<p>It’s a positive indicator for a company that has spent several years investing heavily in digital commerce initiatives and is spending a significant portion of this year’s $600 million to $625 million in capital expenditures on digital technology investments: all retailers with big stores want their online operation to integrate with stores and heighten overall sales, not transform bricks and mortar outlets into dusty mausoleums. Indeed, the company’s smallest store format, a 6,100-square foot Canadian Tire Express outlet, which offered about a quarter of the goods available at the chain’s biggest stores, failed to take off after a two-year test pilot in Toronto and closed down last month.</p>\n<p>“We cannot rest on our laurels, or be complacent,” Medline told shareholders, despite a year of increased store productivity, profitability and strong sales. “Digital disruption is happening on a scale larger than any of us could have imagined, and no industry, including retail, will be immune from those changes.”</p>\n<p>The company is using its Ottawa-area stores to test out new ideas for its click and collect program, in which customers buy an option and pick up goods in the store, to determine how to optimize the online business. One of the ideas being tested is putting a discrete area away from the standard customer service desk for customers to pick up Internet orders. E-commerce sales “are growing by leaps and bounds, off a relatively small base,” Medline said, but he did not elaborate further on its performance.</p>\n<p>The news came as Canadian Tire posted higher first-quarter sales and earnings, which rose to 90 cents per share in the period ended April 2, up from 88 cents in the same period a year ago. That beat analysts’ mean estimates of 84 cents per share, according to Thomson Reuters.</p>\n<p>Overall sales were hit hard by the slide in petroleum prices; consolidated retail sales rose just 0.8 per cent to $2.56 billion from $2.51 billion due to a nine per cent dip in gasoline sales.</p>\n<p>Excluding petroleum, consolidated retail sales were up three per cent.</p>\n<p>Same-store sales, an important measure of performance that strips out the effects of square footage growth, rose one per cent at Canadian Tire’s retail stores. At the FGL Sports division, which includes the Sport Chek chain, same-store sales rose 7.6 per cent and at Mark’s they climbed 0.8 per cent.</p>\n<p>The retail margin rate, excluding petroleum, rose 46 basis points and the retail segment’s income before income taxes rose 4.8 per cent to $20.6 million, up from $19.7 million last year.</p>\n<p>“We believe investors will be relieved that Canadian Tire was able to improve its margins despite the pressures on the Canadian consumer, weakness in Alberta, and the decline in the Canadian dollar,” Peter Sklar, analyst at BMO Financial Markets, wrote in a note to clients.</p>\n<p><em>Financial Post</em><br />\n<em> <a href=\"mailto:hshaw@nationalpost.com\">hshaw@nationalpost.com</a></em><br />\n<em> <a href=\"http://Twitter.com/HollieKShaw\">Twitter.com/HollieKShaw</a></em></p>\n</div><div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=Lq70-B59qT4:_DMXvEOBgww:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=Lq70-B59qT4:_DMXvEOBgww:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=Lq70-B59qT4:_DMXvEOBgww:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=Lq70-B59qT4:_DMXvEOBgww:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=Lq70-B59qT4:_DMXvEOBgww:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=Lq70-B59qT4:_DMXvEOBgww:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=Lq70-B59qT4:_DMXvEOBgww:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=Lq70-B59qT4:_DMXvEOBgww:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/Lq70-B59qT4\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://business.financialpost.com/news/retail-marketing/canadian-tire-corp-earnings-beat-expectations-on-solid-sales-in-retail-and-sporting-goods/feed</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.business.financialpost.com/2016/05/canadian_tire.jpg?w=620\" title=\"Canadian_Tire\" Abstract=\"Every square foot in Canadian Tire is being fought over,” Canadian Tire CEO Mike Medline said in an interview.\" Credit=\"THE CANADIAN PRESS/Nathan Denette\" />\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2016/05/canadian_tire.jpg?w=140\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2016/05/canadian_tire.jpg?w=140\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">Canadian_Tire</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/news/retail-marketing/canadian-tire-corp-earnings-beat-expectations-on-solid-sales-in-retail-and-sporting-goods</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Enbridge Inc readies oilsands pipelines for restart; fire not expected to hit 2016 earnings</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/HJDN293Bt6k/enbridge-inc-swings-back-into-profit-as-oil-shipments-rise</link>\r\n\t\t<pubDate>Thu, 12 May 2016 12:23:23 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Reuters]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Energy]]></category>\r\n\t\t<category><![CDATA[breaking]]></category>\r\n\t\t<category><![CDATA[earnings]]></category>\r\n\t\t<category><![CDATA[Enbridge Inc.]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://financialpostcom.wordpress.com?p=659027&amp;preview_id=659027</guid>\r\n\t\t<description><![CDATA[Enbridge Inc, Canada's largest pipeline company, reported a quarterly profit, compared with a year ago loss, as crude shipments increased]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><p>Enbridge Inc. is readying its oilsands pipelines for startup after shutting down parts of the system as wildfires ripping across northern Alberta forced the evacuation of more than 80,000 people.</p>\n<p>Canada’s largest pipeline company has resumed operations at its Cheecham oil terminal and is getting ready to restart its Woodland and Athabasca pipelines, Chief Executive Officer Al Monaco said on a conference call Thursday. Getting Enbridge’s network back up is key for oil-sands developers who are also looking to bring back about 1 million barrels a day of production they pushed offline amid the fire risk.</p>\n<p>Enbridge doesn’t expect the fires to affect its 2016 financial results or outlook, the company said while reporting a first-quarter profit.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/news/energy/oilsands-production-north-of-fort-mcmurray-will-restart-in-coming-days-when-safe-to-do-so\">Oilsands production north of Fort McMurray will restart in coming days when ‘safe to do so’</a></li><li><a href=\"http://business.financialpost.com/news/energy/enbridge-inc-bulks-up-eu-offshore-wind-investment-with-282-million-purchase-from-dong-energy\">Enbridge bulks up EU offshore wind investment with $282-million purchase from Dong Energy</a></li><li><a href=\"http://business.financialpost.com/news/energy/enbridge-partners-ask-national-energy-board-for-3-year-extension-on-northern-gateway-pipeline\">Enbridge seeks three-year extension to revive stalled Northern Gateway project</a></li></ul></div>\n<p><strong>Fire Impact</strong></p>\n<p>“Our preliminary estimate at this point is that it won’t have a material impact on our 2016 outlook,” Monaco said on the call.</p>\n<p>Deliveries on the company’s oil-sands lines, which were cut by about 900,000 barrels a day during the fires, will increase as capacity is restored over the next few days, the company said. The speed of restarts depends on factors including re- establishing power supply and its ability to access the facilities.</p>\n<p>The company gained limited access to its sites beginning late Sunday. Monaco said there was no damage at its Cheecham and Athabasca terminals and limited damage to some above-ground facilities along its pipelines. There are still power issues to resolve on the Athabasca line, which is scheduled for startup this weekend, Monaco said.</p>\n<p>Firefighting efforts are currently preventing Enbridge from doing final assessments of its Woodland Pipeline, which it said is otherwise ready to restart.</p>\n<p><strong>Quarterly Profit</strong></p>\n<p>Enbridge’s net income in the first quarter was $1.21 billion, or $1.38 a share, compared with a loss of $383 million, or 46 cents, a year earlier, the Calgary-based company said in a statement. Excluding one-time items, the per-share profit of 76 cents exceeded the 64-cent average of 13 analysts’ estimates compiled by Bloomberg. The earnings were driven by record volumes carried on Enbridge’s main oil system, which helped shield it from the collapse in crude prices.</p>\n<p>Enbridge continues to expand its crude pipelines even as it looks for ways to reduce its dependence on oil-sands growth&nbsp;as the prolonged price collapse casts doubt over the future of projects in Western Canada. The company is still attempting to win support for the Northern Gateway line to the Pacific Coast. Last week it requested a three-year extension of the period to start construction and increased the indigenous ownership stake.</p>\n<p>The financial results beat expectations on “stronger than expected contributions” from its liquids pipeline business, Patrick Kenny, an analyst at National Bank Financial in Calgary, wrote in a note.</p>\n<p><strong>Focus Shift</strong></p>\n<p>Enbridge is seeking to shift its focus after the current wave of projects draws to a close near the end of the decade. The company, which has $18 billion of projects with secured customers through 2019, is also looking at power generation and energy services as areas for growth.&nbsp;This week it spent $282 million for a 50 per cent stake in a French offshore wind company, and in January it bought two natural gas processing plants and associated pipelines in eastern British Columbia from Murphy Oil Corp. for $538 million.</p>\n<p>“As we generate a lot of cash in liquids, it makes sense to redeploy that in other areas so we get a better balance,” Monaco said Thursday on the call.</p>\n<p>The company completed a $2.3 billion secondary offering in the first quarter, which it said Thursday more than takes care of its equity funding needs through 2017 and will allow it to take advantage of new opportunities to grow and diversify its assets.</p>\n<p>While Enbridge’s outperformance versus analysts’ estimates on adjusted earnings should be a “modest positive for the stock,” it’s difficult to immediately interpret the results in the company’s different business units because it changed its reporting structure, Robert Kwan, an analyst at RBC Dominion Securities in Vancouver, wrote in a note.</p>\n<p>Enbridge reported the results before the start of trading on North American markets. The shares, which have 13 buy and three hold recommendations from analysts, rose 0.9 per cent to $51.70 at 12:51 p.m. in Toronto.</p>\n<p><a href=\"http://www.bloomberg.com\">Bloomberg.com</a></p>\n</div><div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=HJDN293Bt6k:S7KVwpDEorw:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=HJDN293Bt6k:S7KVwpDEorw:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=HJDN293Bt6k:S7KVwpDEorw:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=HJDN293Bt6k:S7KVwpDEorw:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=HJDN293Bt6k:S7KVwpDEorw:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=HJDN293Bt6k:S7KVwpDEorw:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=HJDN293Bt6k:S7KVwpDEorw:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=HJDN293Bt6k:S7KVwpDEorw:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/HJDN293Bt6k\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.business.financialpost.com/2016/05/enbridge.jpg?w=620\" title=\"enbridge\" Abstract=\"Enbridge Inc , Canada’s largest pipeline company, reported a quarterly profit, compared with a year ago loss, as crude shipments increased.\" Credit=\"Enbridge\" />\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2016/05/enbridge.jpg?w=140\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2016/05/enbridge.jpg?w=140\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">enbridge</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/news/energy/enbridge-inc-swings-back-into-profit-as-oil-shipments-rise</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Canada to push for global tax fraud crackdown after second release of Panama Papers data</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/SkLgvpVsfQI/canada-to-push-for-global-tax-fraud-crackdown-after-second-release-of-panama-papers-data</link>\r\n\t\t<comments>http://business.financialpost.com/news/economy/canada-to-push-for-global-tax-fraud-crackdown-after-second-release-of-panama-papers-data#respond</comments>\r\n\t\t<pubDate>Wed, 11 May 2016 22:32:35 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Gordon Isfeld]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Economy]]></category>\r\n\t\t<category><![CDATA[News]]></category>\r\n\t\t<category><![CDATA[Ottawa]]></category>\r\n\t\t<category><![CDATA[Panama Papers]]></category>\r\n\t\t<category><![CDATA[United Kingdom]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://business.financialpost.com/?p=658881</guid>\r\n\t\t<description><![CDATA[Ralph Goodale, the federal minister responsible for the Public Safety department, is representing Canada at an international anti-corruption summit Thursday in London]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><p>OTTAWA —&nbsp;Public Safety Canada is taking a lead role in global talks to expand the country’s efforts to address concerns over illegal offshore tax schemes.</p>\n<p>Ralph Goodale, the federal minister responsible for the Public Safety department, is representing Canada at an international anti-corruption summit Thursday in London — a gathering that would often include other government departments, such as the Canada Revenue Agency.</p>\n<p>Officials from the CRA are not attending the London meeting, which is being hosted by U.K. Prime Minister David Cameron.</p>\n<p>“Since the angle (of the London meeting) was more about corruption, Public Safety was going to have the lead on this,” said Chloe Luciani-Girouard, a spokeswoman for national Revenue Minister Diane Lebouthillier, who oversees the CRA.</p>\n\n<p>“Our officials were aware of this (meeting). They had prepared notes for the minister. We’re not going to be actively partaking in this. But we’re going to be following the discussions closely,” Luciani-Girouard said.</p>\n<p>The global conference comes after a second online release this week of Panama Papers data, which contain a list of 200,000 names and offshore accounts registered by Panama-based law firm Mossack Fonseca and leaked to journalists.&nbsp;&nbsp;&nbsp;</p>\n<p>The first release of offshore investment data was posted online last month.</p>\n<p>The federal government has earmarked more than $444 million to be invested in increased measures and staffing to help the CRA fight illegal tax schemes in Canada and abroad.</p>\n<p>“In so far that something is a tax-avoidance mechanism that crosses into illegality, that would default to the CRA,” said J.P. Duval, a spokesman for Goodale, whose department is responsible for the RCMP.</p>\n<p>“But once you’re talking about corruption (those offences) would be ones where the RCMP would take the lead.”</p>\n<p>The RCMP “are the domestic policing, law enforcement entity —&nbsp;but they also, obviously, collaborate with international partners,” Duval said.</p>\n<p>Given the new funding will be used to “really crack down on tax evasion, tax avoidance, both at home and offshore, the (government) definitely had interest in knowing what this meeting was going to conclude,” Luciani-Girouard said about the London summit.</p>\n<p>“Because we’re working with our international partners, anything that has to do with international collaboration is definitely very, very key to the (revenue) agency’s work currently,” she added.</p>\n<p>“With respect to taxation, in order to protect the revenue base and ensure that the system is fair to everyone, the Government is committed to combatting international tax evasion, including by introducing new measures,” said Jack Aubrey, chief spokesman for Finance Canada. “The government is committed to a strong and comprehensive framework that is at the forefront of the global fight against money laundering and terrorist financing.”</p>\n<p>Since January 2015, the CRA has required “financial intermediaries” —&nbsp;including banks, credit unions, money transfer outlets and casinos — to report incoming and outgoing international electronic funds transfers of $10,000 or more.</p>\n<p>“The CRA is analyzing these international transactions against information it has to identify taxpayers who may not have reported all their assets or income to the CRA,” said agency spokesman David Walters.</p>\n<p>“It remains the CRA’s position that all participants in the tax avoidance scheme must be identified and brought into full compliance with their tax obligations,” he said.</p>\n<p>Activities by high-profile Canadian firms —&nbsp;such as accounting giant KPMG and the Royal Bank of Canada —&nbsp;have raised questions about the extent of offshore tax-shelter schemes.</p>\n<p>CRA officials will use the Panama Papers to “cross-reference this information with the data already obtained through the agency’s existing investigation tools,” Walters said.</p>\n<p>But an international watchdog group is calling for stronger measures to limit illegal financial transactions.&nbsp;</p>\n<p>The Panama Papers “highlight a broader issue of the global financial system being abused for illicit purposes such as tax evasion and money laundering,” said Peter Dent, president of Transparency International Canada.</p>\n<p>The organization is calling on the federal government to create a mandatory public registry of all Canadian companies in order to trace ownership and locations.&nbsp;&nbsp;</p>\n<p>“There is a pressing need for the government of Canada to take concrete steps to address the ability of some Canadians to shield themselves, and their financial activities, from Canadian authorities,” Dent said in a statement, released ahead of the London meeting.</p>\n<p>“That some can rig the system to hide their wealth — whether amassed legally or not — is not merely unjust, it also masks corruption and harms global development by siphoning off revenues that could be directed to education, health care and infrastructure.”</p>\n<p><em>Financial Post</em><br />\n<em> <a href=\"mailto:gisfeld@nationalpost.com\">gisfeld@nationalpost.com</a></em><br />\n<a href=\"http://Twitter.com/gisfeld\"><em> Twitter.com/gisfeld</em></a></p>\n</div><div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=SkLgvpVsfQI:zAf0CEH_5LY:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=SkLgvpVsfQI:zAf0CEH_5LY:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=SkLgvpVsfQI:zAf0CEH_5LY:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=SkLgvpVsfQI:zAf0CEH_5LY:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=SkLgvpVsfQI:zAf0CEH_5LY:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=SkLgvpVsfQI:zAf0CEH_5LY:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=SkLgvpVsfQI:zAf0CEH_5LY:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=SkLgvpVsfQI:zAf0CEH_5LY:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/SkLgvpVsfQI\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://business.financialpost.com/news/economy/canada-to-push-for-global-tax-fraud-crackdown-after-second-release-of-panama-papers-data/feed</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.business.financialpost.com/2016/05/panamapapers.jpg?w=620\" title=\"panamapapers\" Abstract=\"View of the facade of the building where Panama-based Mossack Fonseca law firm offices are in Panama City.\" Credit=\"RODRIGO ARANGUA/AFP/Getty Images\" />\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2016/05/panamapapers.jpg?w=140\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2016/05/panamapapers.jpg?w=140\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">panamapapers</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/news/economy/canada-to-push-for-global-tax-fraud-crackdown-after-second-release-of-panama-papers-data</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Orange Capital checks out of InnVest after profitable two-year makeover</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/XFTxalb5jHI/orange-capital-checks-out-of-innvest-after-profitable-two-year-makeover</link>\r\n\t\t<comments>http://business.financialpost.com/investing/investing-pro/orange-capital-checks-out-of-innvest-after-profitable-two-year-makeover#respond</comments>\r\n\t\t<pubDate>Wed, 11 May 2016 21:58:58 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Barry Critchley]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Investing Pro]]></category>\r\n\t\t<category><![CDATA[FP Street]]></category>\r\n\t\t<category><![CDATA[Investment Services]]></category>\r\n\t\t<category><![CDATA[real estate investment trusts]]></category>\r\n\t\t<category><![CDATA[Real Estate Sector]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://business.financialpost.com/?p=658911</guid>\r\n\t\t<description><![CDATA[With a higher quality portfolio, InnVest was in a position to be acquired — and a buyer arrived]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><p>It’s probably as close to a classic private equity transaction as is possible: A group of investors finds an undervalued situation, gets board representation, makes some fundamental changes, gives the company a new mandate and waits for a buyer, prepared to pay a healthy premium, to come along. And then they sell.</p>\n<p>That, in short form, is how events played out at InnVest REIT which announced Wednesday it had been sold to Hong Kong interests for $7.25 per unit — a 37 per cent premium to the 30-day volume-weighted average price.</p>\n<p>Such an outcome was a long shot in early 2014 when New York based Orange Capital told the world it owned 10.33 per cent and wanted InnVest to call a unitholder meeting. Specifically, Orange wanted InnVest’s board to expand to nine from seven and Orange’s seven nominees appointed.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/news/property-post/hong-kongs-bluesky-buys-innvest-reit-for-2-1-billion-winning-stake-in-canadas-most-historic-hotels\">Foreign investment in real estate revs up as InnVest goes in cash deal</a></li><li><a href=\"http://business.financialpost.com/news/energy/oilpatch-activist-shareholders-are-getting-restless-as-oilpatch-downtown-continues\">Oilpatch activist shareholders are getting restless as oilpatch downtown continues</a></li></ul></div>\n<p>On the day of that announcement (Feb 7), InnVest’s units closed at $5.28.</p>\n<p>Reached yesterday, Daniel Lewis at Orange Capital, said: &#8220;We are pleased that through the work of a new independent board of directors and a talented CEO, InnVest has undergone a transformation of its portfolio and balance sheet over the past two years that has led us to this value realization opportunity, at a significant premium to the historical trading price.”</p>\n<p>So how good was the deal? According to Bloomberg, on a total return basis from Feb 7 2014 to May 11 2016, InnVest was ahead by 56.90 per cent — more than eight times the gain for the S&amp;P/TSX over the same period.</p>\n<p>One lawyer, whose practice is geared to proxy battles, chimed in this way: “Fights are good but the end game is to make money.”</p>\n<p>Following Orange’s request, InnVest — which in late 2008 received a request for a shareholders meeting, on that occasion from Royal Host REIT — formed a special committee.</p>\n<p>On March 13, it announced a settlement with Orange (which avoided a proxy campaign) and the arrival of KingSett Capital. The latter had a 6.7 per cent stake and had become a “strategic partner” at InnVest.</p>\n<p>On that day the units closed at $5.17.</p>\n<p>In the plan, InnVest’s management would be internalized, the board of trustees would expand to nine members (from six) with six new appointees being named; and its strategic plan would be accelerated, all part of the goal to make the REIT “the leading growth platform in Canada’s hospitality industry.”</p>\n<p>And InnVest would find a new chief executive, an asset management agreement would end and some assets would be sold.</p>\n<p>KingSett would effectively become InnVest’s banker — all part of a process to wean InnVest off issuing potentially dilutive convertible debentures. So KingSett agreed to provide a $50 million four-year secured-term loan facility (with an option for a $50 million standby facility) with plans to repay maturing issues of convertible debentures.</p>\n<p>On that day, April 28, InnVest’s units closed at $5.25.</p>\n<p>Later in 2014, InnVest expanded when it acquired an interest in Toronto’s Royal York Hotel and full ownership of Vancouver’s Hyatt Regency. On the days the Royal York and Hyatt deals were announced the units closed at $5.03 and $5.36 respectively.</p>\n<p>In 2015, acquisitions continued with purchases of all of Hotel Saskatchewan, one-third of Toronto’s Courtyard Marriott and 100 per cent of Ottawa’s Marriott Hotel.</p>\n<p>So with a higher quality portfolio, InnVest was in a position to be acquired. And a buyer arrived.</p>\n<p><em>Financial Post</em><br />\n<em> <a href=\"mailto:bcritchley@nationalpost.com\">bcritchley@nationalpost.com</a></em></p>\n</div><div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=XFTxalb5jHI:ZRI5--b0h7g:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=XFTxalb5jHI:ZRI5--b0h7g:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=XFTxalb5jHI:ZRI5--b0h7g:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=XFTxalb5jHI:ZRI5--b0h7g:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=XFTxalb5jHI:ZRI5--b0h7g:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=XFTxalb5jHI:ZRI5--b0h7g:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=XFTxalb5jHI:ZRI5--b0h7g:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=XFTxalb5jHI:ZRI5--b0h7g:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/XFTxalb5jHI\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://business.financialpost.com/investing/investing-pro/orange-capital-checks-out-of-innvest-after-profitable-two-year-makeover/feed</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.business.financialpost.com/2016/05/innvest.jpg?w=620\" title=\"InnVest\" Abstract=\"With a higher quality portfolio, InnVest was in a position to be acquired — and a buyer arrived.\" Credit=\"TORONTO SUN/Michael Peake\" />\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2016/05/innvest.jpg?w=140\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2016/05/innvest.jpg?w=140\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">InnVest</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/investing/investing-pro/orange-capital-checks-out-of-innvest-after-profitable-two-year-makeover</feedburner:origLink></item>\r\n\t\t<item>\r\n\t\t<title>Proposed bill would give Ottawa the power to order vehicle recalls</title>\r\n\t\t<link>http://feedproxy.google.com/~r/FP_TopStories/~3/1sBznJtHXTM/proposed-bill-would-give-ottawa-the-power-to-order-vehicle-recalls</link>\r\n\t\t<comments>http://business.financialpost.com/news/transportation/proposed-bill-would-give-ottawa-the-power-to-order-vehicle-recalls#respond</comments>\r\n\t\t<pubDate>Wed, 11 May 2016 20:59:01 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Kristine Owram]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Transportation]]></category>\r\n\t\t<category><![CDATA[News]]></category>\r\n\t\t<category><![CDATA[Government and Politics]]></category>\r\n\t\t<category><![CDATA[Marc Garneau]]></category>\r\n\t\t<category><![CDATA[Transportation Policy]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://business.financialpost.com/?p=658869</guid>\r\n\t\t<description><![CDATA[Bill would allow the transport minister to order a vehicle recall, force the automaker to repair the recalled vehicle for free, and prevent new vehicles from being sold until fixed]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><p>The Liberal government has tabled legislation that would allow it to order automakers to issue recalls and force them to repair vehicles at no cost to the owner.</p>\n<p>The legislation, dubbed the Strengthening Motor Vehicle Safety for Canadians Act, is similar to a Conservative bill that died on the order paper when the 2015 election was called.</p>\n<p>Transport Minister Marc Garneau announced the proposed legislation Wednesday, saying it will help keep unsafe vehicles off the road.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://business.financialpost.com/news/transportation/canadian-national-railway-co-ceo-tells-government-to-step-back-from-rail-regulations\">Canadian National Railway Co CEO tells government to ‘step back’ from rail regulations</a></li><li><a href=\"http://business.financialpost.com/news/transportation/canada-should-boost-foreign-ownership-of-airlines-eliminate-grain-revenue-cap-review-says\">Canada should boost foreign ownership of airlines, eliminate grain revenue cap, review says</a></li></ul></div>\n<p>If the bill is passed, it would allow the transport minister to order a vehicle recall, force the automaker to repair the recalled vehicle for free, and prevent new vehicles from being sold until they are repaired. It doesn’t mention used vehicles.</p>\n<p>It would also give the minister the power to impose fines for violations and to leverage those fines to require automakers to take “additional safety action.”</p>\n<p>Currently, only vehicle manufacturers have the ability to issue recalls. The minister can order an automaker to notify Canadians that their vehicle is the subject of a recall, but his power ends there.</p>\n<p>The minister also does not currently have the ability to issue fines. According to Transport Canada, “The only way to ensure compliance with the (Motor Vehicle Safety) Act is through time-consuming and costly criminal prosecution.”</p>\n<p>“Canadians deserve to know the vehicles they use to drive their families around and commute to and from work are safe and defect-free,” Garneau said in a statement.</p>\n<p>“When an issue is discovered and confirmed, Canadians can count on Transport Canada to take swift action and ensure it will be repaired at the manufacturer’s expense.”</p>\n<p>Transport Canada appears to be taking a more activist approach to vehicle safety under Garneau.</p>\n<p>In a recent interview, the minister said he wants to send a strong signal to the transportation industry that he takes safety “as seriously as possible.”</p>\n<p>He added that Canada will continue to work with the U.S. on transportation safety files, “but sometimes Canada will perhaps step out ahead.”</p>\n</div><div class=\"feedflare\">\n<a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=1sBznJtHXTM:1AzubD0KKuc:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=yIl2AUoC8zA\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=1sBznJtHXTM:1AzubD0KKuc:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=1sBznJtHXTM:1AzubD0KKuc:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=1sBznJtHXTM:1AzubD0KKuc:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=1sBznJtHXTM:1AzubD0KKuc:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=1sBznJtHXTM:1AzubD0KKuc:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.feedburner.com/~ff/FP_TopStories?a=1sBznJtHXTM:1AzubD0KKuc:gIN9vFwOqvQ\"><img src=\"http://feeds.feedburner.com/~ff/FP_TopStories?i=1sBznJtHXTM:1AzubD0KKuc:gIN9vFwOqvQ\" border=\"0\"></img></a>\n</div><img src=\"http://feeds.feedburner.com/~r/FP_TopStories/~4/1sBznJtHXTM\" height=\"1\" width=\"1\" alt=\"\"/>]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://business.financialpost.com/news/transportation/proposed-bill-would-give-ottawa-the-power-to-order-vehicle-recalls/feed</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.business.financialpost.com/2016/05/question_period.jpg?w=620\" title=\"Question_Period\" Abstract=\"Transport Minister Marc Garneau announced the proposed legislation Wednesday, saying it will help keep unsafe vehicles off the road.\" Credit=\"THE CANADIAN PRESS/Sean Kilpatrick\" />\r\n\t\t<media:thumbnail url=\"http://wpmedia.business.financialpost.com/2016/05/question_period.jpg?w=140\" />\r\n\t\t<media:content url=\"http://wpmedia.business.financialpost.com/2016/05/question_period.jpg?w=140\" medium=\"image\">\r\n\t\t\t<media:title type=\"html\">Question_Period</media:title>\r\n\t\t</media:content>\r\n\t<feedburner:origLink>http://business.financialpost.com/news/transportation/proposed-bill-would-give-ottawa-the-power-to-order-vehicle-recalls</feedburner:origLink></item>\r\n\t</channel>\r\n</rss>\r\n",
  "headers": {
    "Expires": "Fri, 13 May 2016 07:43:43 GMT",
    "X-XSS-Protection": "1; mode=block",
    "Transfer-Encoding": "chunked",
    "Cache-Control": "private, max-age=0",
    "ETag": "3w56ugLozGwea5QHxy+CLDj4YQA",
    "Content-Encoding": "gzip",
    "Last-Modified": "Fri, 13 May 2016 07:42:06 GMT",
    "Date": "Fri, 13 May 2016 07:43:43 GMT",
    "X-Content-Type-Options": "nosniff",
    "Content-Type": "text/xml; charset=UTF-8",
    "Server": "GSE"
  },
  "response_url": "http://feeds.feedburner.com/FP_TopStories?format=xml"
}