{
  "requested_url": "http://feeds.arstechnica.com/arstechnica/gaming",
  "fetched_at": "2016-05-13T00:45:56.816712",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\r\n<?xml-stylesheet type=\"text/xsl\" media=\"screen\" href=\"/~d/styles/rss2full.xsl\"?><?xml-stylesheet type=\"text/css\" media=\"screen\" href=\"http://feeds.arstechnica.com/~d/styles/itemcontent.css\"?><rss xmlns:content=\"http://purl.org/rss/1.0/modules/content/\" xmlns:wfw=\"http://wellformedweb.org/CommentAPI/\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\" xmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\" version=\"2.0\">\r\n\r\n<channel>\r\n\t<title>Opposable Thumbs – Ars Technica</title>\r\n\t\r\n\t<link>http://arstechnica.com</link>\r\n\t<description>Serving the Technologist for more than a decade. IT news, reviews, and analysis.</description>\r\n\t<lastBuildDate>Fri, 13 May 2016 05:52:42 +0000</lastBuildDate>\r\n\t<language>en-US</language>\r\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\r\n\t<sy:updateFrequency>1</sy:updateFrequency>\r\n\t<generator>https://wordpress.org/?v=4.4.1</generator>\r\n\t<atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"self\" type=\"application/rss+xml\" href=\"http://feeds.arstechnica.com/arstechnica/gaming\" /><feedburner:info xmlns:feedburner=\"http://rssnamespace.org/feedburner/ext/1.0\" uri=\"arstechnica/gaming\" /><atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"hub\" href=\"http://pubsubhubbub.appspot.com/\" /><item>\r\n\t\t<title>Lionhead tells all: Molyneux’s overpromises, Fable Legends’ $75M budget, more</title>\r\n\t\t<link>http://arstechnica.com/gaming/2016/05/lionhead-tells-all-molyneuxs-overpromises-fable-legends-75m-budget-more/</link>\r\n\t\t<pubDate>Thu, 12 May 2016 20:42:05 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Sam Machkovech]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[black and white]]></category>\r\n\t\t<category><![CDATA[curiosity what's in the cube]]></category>\r\n\t\t<category><![CDATA[Fable 2]]></category>\r\n\t\t<category><![CDATA[Fable 3]]></category>\r\n\t\t<category><![CDATA[fable legends]]></category>\r\n\t\t<category><![CDATA[godus]]></category>\r\n\t\t<category><![CDATA[Lionhead Studios]]></category>\r\n\t\t<category><![CDATA[Peter Molyneux]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=880829</guid>\r\n\t\t<description><![CDATA[Eurogamer feature also uncovers <em>Milo and Kate</em>'s failings, battles with Xbox marketing.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Looks like gamers didn’t have to wait long after the fall of British studio Lionhead to get a behind-the-scenes tell-all. Only two months after <a href=\"http://arstechnica.com/gaming/2016/03/microsoft-shuts-down-lionhead-studios-cancels-fable-legends/\">the maker of <em>Fable</em> was shuttered</a>, the staff at Eurogamer has pieced together <a href=\"http://www.eurogamer.net/articles/2016-05-12-lionhead-the-inside-story\">a massive feature</a> recounting stories from multiple sources, on the record and anonymous, about the good, the bad, and the “shit” of the studio's entire history.</p>\n<p>All of Lionhead’s big misses are on show here, particularly <em><a href=\"http://arstechnica.com/gaming/2014/04/molyneux-im-sure-theyre-going-to-release-an-xbox-one-without-kinect/\">Milo and Kate</a></em> and <em><a href=\"http://arstechnica.com/gaming/2015/02/microsoft-takes-fable-legends-free-to-play-on-xbox-one-and-pc/\">Fable Legends</a></em>, but the feature is even-handed about spreading both blame and compliments as needed. Microsoft is knocked for typical corporate complaints yet is praised for fostering Lionhead's creative spirit and mostly staying out of the way of the game development process during and after its <em>Fable 2</em> peak, while studio founder Peter Molyneux is cast as both an over-promising, under-delivering dreamer and as a genius producer and game director who got the most out of his team (and protected devs from Microsoft’s prying eyes).</p>\n<p>Molyneux, to his credit, participated fully in the feature and minced no words about himself: \"I'm a complete twat... There were many times my huge mouth got in the way of common sense.\" Former Microsoft employees went on the record as well, while Microsoft itself declined to comment.</p>\n<p>Among the feature’s many highlights:</p>\n<p><strong>Not free-to-make: </strong>By the time the free-to-play co-op game <em>Fable Legends</em> was canceled, it’d burnt through a lot of money. An unnamed source pegged the total at roughly $75 million. Yes, we said dollars, not pounds (which would be about £50 million), which makes us think Eurogamer got that tally from a Redmond, Washington source as opposed to one from Lionhead's former Guildford, UK office.</p>\n<p>\"<em>Legends</em> should have been dirt cheap to produce, that's the whole point of a free-to-play game,\" an unnamed source told Eurogamer. \"If people don't like the game, you take a small cut. If they do, you build more of what the people want. <em>Legends</em> cost a large amount of money and was delayed countless times so we could show off some other piece of Microsoft tech.\"</p>\n<p><strong>Canceled games:</strong> Microsoft's 2012 insistence on a free-to-play game from Lionhead, as opposed to another offline, single-player adventure, meant hopes for a sprawling new <em>Fable 4</em>, set in a steampunk-esque London, were squashed. \"You've had three shots [at a single-player <em>Fable</em>] and you've only tripled the money,\" Lionhead Art Director John McCormack told Eurogamer when paraphrasing Microsoft's thoughts on a sequel.</p>\n<p>Lionhead was also toying with a three-part game, code-named Project Opal, that would connect players on PC, Xbox, and mobile and would feature different games on each platform. The mobile fishing game and Xbox combat-adventure game would complement a PC world-building game, but the project was only in development for six months; it was shuttered soon after Molyneux left Lionhead to form a new studio and confuse the public with a pair of <a href=\"http://arstechnica.com/gaming/2012/12/peter-molyneuxs-introspective-attempt-to-revive-the-god-game/\">weird</a> <a href=\"http://arstechnica.com/gaming/2013/08/godus-preview-ambitious-expansive-and-absolutely-crazy/\">games</a>.</p>\n<p><strong>Smoke and mirrors: </strong>Lionhead reps went on the record to say what many in the public had long assumed and asserted: that <a href=\"https://www.youtube.com/watch?v=CPIbGnBQcJY\"><em>Milo and Kate</em>'s first reveal</a> was made up of wholly pre-rendered content, and that version was predicated on a higher-powered version of Kinect that never came to be. By the time the project was canned, it had dwindled from its initial promise of a fully responsive virtual-child relationship game. Instead, it only allowed players to engage in mini-games like moving objects around the titular boy's bedroom—all to distract him while his parents could be heard (but not seen) getting into arguments. This, the developers told Eurogamer, meant that worries of the game working as a \"pedophile simulator\" would have been squashed if people had seen how rudimentary the game actually turned out.</p>\n<p>\"The disaster that struck was everybody realized just how much it would cost to make a Kinect that had the field of view and the depth and the precision that would be necessary to give very fine motor control,\" Molyneux told Eurogamer. \"The specs of the Kinect went lower and lower and lower and lower and lower, until eventually it was a fraction of what <em>Milo and Kate</em> had been designed for.</p>\n<p><strong>Box art battle: </strong>In addition to complaints about Microsoft's corporate training regimen and an alleged tying of Metacritic review scores to developer pay bonuses, <em>Fable</em> Art Director John McCormack recounted an ongoing struggle with <em>Fable 2</em>'s marketing team.</p>\n<p>\"The marketing was shit,\" McCormack told Eurogamer, explaining that Lionhead had been stuck with an outside-of-Microsoft marketing firm. \"They were going, what are you making? An RPG? Right, dragons and shit. And that was their advert. And we were like, no, ours is a Monty Python-esque comedy. And they went, look, we know how to market RPGs. And they opened the RPG marketing drawer and pulled out a picture of a dragon that wasn't even in the game and went there you go. That's your market.”</p>\n<p>McCormack also faced off against that marketing group over the game’s box art. His push to put a black woman on the cover—and to emphasize progressive features in the game like gay marriage—were rejected by a marketing team that insisted on “the usual white guy with a sword on the front.” The marketing team asked McCormack what the least successful Disney film up until that point had been. “They went, ‘Princess and the Frog. Work it out.’ I was like, ‘Fuck you, man.’ I hated it.”</p>\n<p>These are but a few of the many anecdotes and nuggets in <a href=\"http://www.eurogamer.net/articles/2016-05-12-lionhead-the-inside-story\">Eurogamer's feature</a>, which pointed out a constant problem for game development at Lionhead: that the studio would spend years working on titles that had tons of features but felt aimless and often rushed. This feature, appropriately, feels the same, with many disjointed stories sewn together by little more than their place in a timeline, but it's an astounding read that any fan—or hater—of Peter Molyneux should carve out some time to peruse.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=KcWj2HrVBkU:a1_8s0HtcgE:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=KcWj2HrVBkU:a1_8s0HtcgE:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=KcWj2HrVBkU:a1_8s0HtcgE:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=KcWj2HrVBkU:a1_8s0HtcgE:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=KcWj2HrVBkU:a1_8s0HtcgE:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=KcWj2HrVBkU:a1_8s0HtcgE:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Chrome dev asserts browser is viable VR platform, targets 90 FPS rendering</title>\r\n\t\t<link>http://arstechnica.com/gadgets/2016/05/chrome-dev-asserts-browser-is-viable-vr-platform-targets-90-fps-rendering/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 22:23:03 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Sam Machkovech]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[Google Chrome]]></category>\r\n\t\t<category><![CDATA[htc vive]]></category>\r\n\t\t<category><![CDATA[oculus rift]]></category>\r\n\t\t<category><![CDATA[steamvr]]></category>\r\n\t\t<category><![CDATA[virtual reality]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=880341</guid>\r\n\t\t<description><![CDATA[Engineer demonstrates on HTC Vive, says it's \"good enough to deploy real things.\"]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>The ongoing virtual reality battles aren’t just being waged on the hardware side. Software firms are making a big play for the platform—particularly the ones making 3D engines, which game and app makers are heavily relying on to help them create optimized content that looks good and runs at a crisp 90 frames-per-second refresh.</p>\n<p>While <a href=\"http://arstechnica.com/gaming/2015/03/unity-5-game-engine-brings-enhanced-graphic-tools-new-cloud-services/\">Unity</a> and <a href=\"http://arstechnica.com/gaming/2016/02/epic-announces-vr-updates-for-unreal-editor-predicts-vr-editing-future/\">Unreal</a> have fetched the most headlines about VR 3D engines, Google might have a surprising game-changer on its hands: the Chrome Web browser.</p>\n<p><a href=\"http://www.roadtovr.com/google-chrome-webvr-htc-vive-90-fps-hz-chrome/\">A Wednesday report from Road to VR</a> surfaced <a href=\"http://vrexpo.com/2016-speaker/boris-smus/\">a late-April speech from Google software engineer Boris Smus</a>, and that speech stood out because it stressed efforts by the Chrome team to finally support a 90 frames-per-second refresh for systems such as the HTC Vive and Oculus Rift. Up until recently, the burgeoning WebVR platform had been capped at 60 FPS, which doesn’t reach the necessary visual-smoothness threshold needed to ensure comfort for VR users.</p>\n<p>Of course, merely having text and content-scrolling display a few frames faster on your favorite 2D sites isn’t going to set the VR industry on fire, but <a href=\"https://mozvr.com/webvr-spec/\">the WebVR platform</a> is another matter. Until Unity or other engines announce a simple path to enabling browser-based distribution of VR executables, WebVR is poised to be the most solid way to get VR experiences up and running in Chrome, and Smus' demonstration and speech pointed to the platform recognizing and enabling use on the HTC Vive and the Oculus Rift, should developers want to support either or both. Smus specifically showed off a running Chrome demo that recognized the HTC Vive's motion-tracked hand controllers while rendering its visuals at the full 90 FPS refresh, and the demo included full room-scale tracking, as opposed to limited, pseudo-VR content as seen in 360-degree videos.</p>\n<p>WebVR and Chrome's feasibility as an optimized engine remains to be seen, of course, especially as the updates needed for the higher refresh rate have yet to roll out among <a href=\"https://www.chromium.org/getting-involved/dev-channel\">various Chrome builds</a>. There's also the glaring issue of content creators not necessarily wanting to switch from programming languages such as C# to Javascript. But for ease of access and skipping such distribution channels as Steam and the Oculus Store, Chrome clearly has a leg up on the competition.</p>\n<p>But Smus' insistence that the platform is \"good enough to deploy real things\" is certainly intriguing, and for VR content creators who opt for simpler textures and other rudimentary graphical options—like the kinds that work on weaker platforms like Samsung GearVR—the platform may very well prove suitable and offer a neater distribution path for experimental and film-like content.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=Xy0Bs0y-aI4:EDug4xPP-2U:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=Xy0Bs0y-aI4:EDug4xPP-2U:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=Xy0Bs0y-aI4:EDug4xPP-2U:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=Xy0Bs0y-aI4:EDug4xPP-2U:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=Xy0Bs0y-aI4:EDug4xPP-2U:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=Xy0Bs0y-aI4:EDug4xPP-2U:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Steam Gauge: What VR games are popular with HTC Vive’s early adopters [Updated]</title>\r\n\t\t<link>http://arstechnica.com/gaming/2016/05/steam-gauge-what-vr-games-are-popular-with-htc-vives-early-adopters/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 18:15:34 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Kyle Orland]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[htc vive]]></category>\r\n\t\t<category><![CDATA[sales]]></category>\r\n\t\t<category><![CDATA[steam gauge]]></category>\r\n\t\t<category><![CDATA[steamvr]]></category>\r\n\t\t<category><![CDATA[Valve]]></category>\r\n\t\t<category><![CDATA[VR]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=879977</guid>\r\n\t\t<description><![CDATA[One month in, Ars analysis shows what people are buying and playing in VR.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>For years now, we've been <a href=\"http://arstechnica.com/gaming/2016/03/people-will-fall-for-it-like-a-drug-game-devs-on-the-future-of-vr/\">hearing dueling predictions</a> about the eventual fate of high-end, consumer-grade virtual reality. Will the technology cause a revolution in gaming and computer interaction? Will it quickly become a faddish flop? Or are we looking at something in between?</p>\n<p>It will likely take years to fully answer those questions. But a month after <a href=\"http://arstechnica.com/gaming/2016/04/the-ars-vr-headset-showdown-oculus-rift-vs-htc-vive/\">the launch of the HTC Vive and Oculus Rift</a>, software sales estimates from <a href=\"http://arstechnica.com/series/steam-gauge/\">Ars Technica's Steam Gauge project</a> can at least give us some idea of how quickly one branch of PC-based virtual reality is getting off the ground. The answer, it seems, is a small, slow, and steady start for an HTC Vive market that's still quite limited by lack of hardware in players' homes.</p>\n<p>We'll note right up front that Steam Gauge doesn't give precise sales or gameplay data for Steam games. Instead, it generates estimates for gameplay and ownership based on random sampling of public data from Steam's own API. While there may be a small margin of error from actual sales numbers, this data should be accurate enough to provide a general view of the market. More details on the Steam Gauge methodology and its limitations can be found in <a href=\"http://arstechnica.com/gaming/2014/04/introducing-steam-gauge-ars-reveals-steams-most-popular-games/\">our initial write-up</a>.</p>\n<p>For this analysis, we focused on games that were designed for the HTC Vive and its hand-tracking Lighthouse controllers. Games designed to be played exclusively with a standard controller or mouse/keyboard were omitted, since Oculus Rift owners playing through Steam could skew the data for these titles, causing an apples-to-oranges comparison with Vive-exclusive games. Our data on such Rift games is incomplete, in any case, without information from the competing Oculus Store. Some games that support both Lighthouse controllers and standard controls were included, however.</p>\n<p>All estimates in this piece were accurate as of May 6. Aggregate data used to generate the below graphs is available on the next page.</p>\n<h2>How much hardware?</h2>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/steam-gauge-vr-update.001-640x480.jpeg\">\n  <p><strong> more images in gallery</strong></p>\n\n\n<p>Steam Gauge can't directly tell us how many HTC Vive units have been shipped to users so far, but it can give us a rough idea. That's because each Vive headset currently comes packaged with free download codes for three titles: <i>Job Simulator</i>, <i>Fantastic Contraption</i>, and <i>Tilt Brush</i>.</p>\n<p>The Steam Gauge data is a bit confusing on this score, though. While both <i>Tilt Brush</i> and <i>Fantastic Contraption</i> hover around 40,000 estimated registered users so far, <em>Job Simulator</em> is much less popular, with only about 24,000 users in Steam Gauge's count (Fig. 1). This could be an artifact of our system's sampling, or it could suggest that users are simply less eager to download <i>Job Simulator</i> after they <a href=\"http://arstechnica.com/gaming/2016/03/my-virtual-living-room-setting-up-a-social-vr-space-in-the-house/\">get their VR rooms set up</a>.</p>\n<p>Even stranger, there are a few HTC Vive titles that appear to be <i>more</i> popular than the hardware's free pack-in games. In particular, <i>The Lab</i> and <i>Surgeon Simulator VR</i> have more downloads than any of the temporarily free games packed with the hardware, racking up more than 81,000 and 73,000 estimated owners so far, respectively.</p>\n<p>There is <a href=\"https://www.reddit.com/r/virtualreality/comments/4fo8rm/surgeon_simulator_vr_meet_the_medic_w_razer_hydra/\">some</a> <a href=\"https://www.youtube.com/watch?v=FRDqRKpLiVY\">evidence online</a> that some Oculus Rift users may be downloading these free, Steam-exclusive titles, hacking together a control solution by using <a href=\"http://www.razerzone.com/gaming-controllers/razer-hydra-portal-2-bundle\">Razer's Hydra motion-sensing controllers</a> to act as stand-ins for the Vive's Lighthouse controllers. <em>The Lab</em> and <em>Surgeon Simulator</em> also have unusually high numbers of owners who have yet to play the games, suggesting many people may simply be downloading the free-to-play titles even though they don't yet have their own VR headsets.</p>\n<p>With all those caveats in place, our best guess right now is that there are somewhere between 45,000 and 60,000 HTC Vive units out in the wild at this point (give or take). That's not a bad start for a completely new technology that has seen its fair share of <a href=\"http://www.roadtovr.com/htc-vive-backorder-june-date-shipping/\">production and shipping delays</a>. Still, it's a pretty small initial market for software makers to take advantage of. By contrast, both the <a href=\"http://arstechnica.com/gaming/2013/11/dont-read-too-much-into-xbox-ones-million-day-one-sales-either/\">Xbox One</a> and <a href=\"http://arstechnica.com/gaming/2013/11/dont-read-too-much-into-the-ps4s-million-day-one-sales/\">PS4</a> sold a million units worldwide in their first weekend day of retail availability. Non-VR games on Steam launch with a potential audience that numbers in the tens of millions. VR developers are going to have to wait quite a while before they see anything like that audience.</p>\n<p>[<strong>Update:</strong> Triangular Pixels' Kate Goode <a href=\"https://twitter.com/Katie_TriPixels/status/730479599403044864\">points out</a> that HTC Vive developer units came with a key that unlocked <a href=\"https://photos.google.com/share/AF1QipN5oAfUZoSYtdkGV06WsF8EW6ObRZ_zLfQidNEET5JaWhj_vSmxNwOhP02J3TSKuA/photo/AF1QipNKFyeR3isAl6b4C6jpCr2DL_cTHpIaEAYdkrIv?key=WVRaNnczeXhodzMwWEp4aE1oTGJPSDFXVVB5eGFR\">a wide variety of HTC Vive software</a> for free. This list includes <em>Tilt Brush</em> and <em>Fantastic Contraption</em>, but not <em>Job Simulator</em>, which would account for the significant discrepancy between those games in our data.</p>\n<p>Based on this new information, our best guess is that about 25,000 to 30,000 HTC Vive units have been sent to consumers, while about 10,000 to 15,000 dev kits are floating around as well. This has a significant impact on the revenue data discussed below, and means that \"player\" data might be more reliable than \"owner\" data in determining what games are actually popular thus far.]</p>\n<h2>What’s selling?</h2>\n\n<p>Despite the low hardware ceiling, a few VR games have already managed to make a minor splash in the VR marketplace. <em>Audioshield</em> and <em>Space Pirate Trainer</em> seem to be the most popular paid games on the HTC Vive so far, riding positive press coverage and easy-to-grasp gameplay to more than 25,000 sales each in their first month (<em>Water Bears VR</em>'s low player numbers and daily sales pattern suggest its \"sales\" were <a href=\"https://www.reddit.com/r/GameDeals/comments/42z2sm/steam_water_bears_vr_free_for_limited_time/\">skewed by a free giveaway</a>). A few cheap or free non-gaming experiences are also pretty popular on the headset, including the exploratory <i>Heaven Island Life</i>, Ikea's room-building \"experience,\" and the <i>Minecraft-</i>inspired <i>realities</i>.</p>\n<p>These aren't necessarily the most popular SteamVR experiences so far, however. When you look at the number of actual players (owners who have logged more than zero hours on the game), titles like <em>Windlands</em> and <em>Hover Junkers</em> start to look much more successful than their relatively low sales would suggest (Fig. 2).</p>\n<p><em>Windlands</em> especially seems to keep players entranced with an average of 3.89 hours spent per owner and more than 56,000 hours total (Figs. 3 and 4), by far the largest of any HTC Vive games we looked at (though people playing the game in its non-VR mode may be skewing that number). <em>CyberPong VR</em> seems to be an addictive hit, too, averaging 2.6 hours of playtime per owner despite having just a week of availability during our sample (though a relatively small sample of actual players may be skewing <i>that</i> number).</p>\n<p>On the one hand, these kinds of player engagement numbers pale in comparison to the most popular traditional Steam games, which can average dozens or even hundreds of hours of playtime per owner. On the other hand, Vive titles have only had a month so far to rack up those play hours. It will be interesting to see which VR titles players keep coming back to month after month and which ones lose their luster after some initial early adopter experimentation.</p>\n<p>Steam Gauge can also give us some idea of the total revenue HTC Vive games have brought in thus far (Fig. 5) (see important update above). While we tried to take temporary sales prices into account in this calculation, the vagaries of Steam Gauge's daily sampling mean that revenue estimates could be a little less accurate than owner and player statistics.</p>\n<p>Still, overall, we can make a first-order estimate that Vive developers altogether have brought in about $5 to $6 million in revenue so far (not including any in-game purchases for free-to-play titles). That's obviously a drop in the bucket for a Steam marketplace that sells hundreds of millions of dollars in software every month, but it's not bad for an audience that amounts to tens of thousands of headset owners.</p>\n<p>Looking at VR game pricing, $20 seems to be the sweet spot for the best performing paid Vive titles as far as total revenue is concerned. Most VR games that sell for much cheaper than that struggle to make up for the lower cost in much higher unit sales so far. Meanwhile, <i>Hover Junkers</i> has managed to bring in a decent amount of revenue even at its highest-in-class price of $35.</p>\n<p>You can take a look at the close-to-raw data for the HTC Vive titles in our Steam Gauge database on the next page. Overall, though, our data shows that the initial VR gold rush may take a while to truly pay off (if it ever does) and that early HTC Vive developers <a href=\"http://www.polygon.com/2016/5/4/11569400/vr-future-ccp-games-aldin\">need to be patient</a> in waiting for the marketplace to develop.</p>\n<div><a name='page-2'></a></div>\n<p>Notes: Numbers in this table are just estimates generated by <a href=\"http://arstechnica.com/series/steam-gauge/\">Ars' Steam Gauge project</a>. Actual sales and player numbers may vary by a few percentage points in either direction. This table leaves off a few dozen games for which Steam Gauge registered less than 1,000 estimated owners, below the threshold where we trust the margin of error to be reliable.</p>\n<p>Games marked with a ^ were reportedly included with many HTC Vive dev kits, and may have inflated ownership numbers because of this. See update on previous page.</p>\n<table class=\"tableizer-table\">\n<thead>\n<tr class=\"tableizer-firstrow\">\n<th>Title</th>\n<th>Owners</th>\n<th>Players</th>\n<th>Avg. hrs</th>\n<th>Tot. hrs</th>\n<th>Release Date</th>\n<th>Current price</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>The Lab</td>\n<td>81,188</td>\n<td>25,400</td>\n<td>0.50</td>\n<td>40,640</td>\n<td>4/5/2016</td>\n<td>$0.00</td>\n</tr>\n<tr>\n<td>Surgeon Simulator VR: Meet The Medic^</td>\n<td>73,931</td>\n<td>10,432</td>\n<td>0.04</td>\n<td>2,721</td>\n<td>4/5/2016</td>\n<td>$0.00</td>\n</tr>\n<tr>\n<td>Heaven Island Life</td>\n<td>53,067</td>\n<td>17,689</td>\n<td>1.15</td>\n<td>61,186</td>\n<td>4/21/2016</td>\n<td>$0.99</td>\n</tr>\n<tr>\n<td>Water Bears VR</td>\n<td>47,171</td>\n<td>1,814</td>\n<td>0.02</td>\n<td>862</td>\n<td>1/27/2016</td>\n<td>$9.99</td>\n</tr>\n<tr>\n<td>IKEA VR Experience^</td>\n<td>46,264</td>\n<td>11,339</td>\n<td>0.04</td>\n<td>1,905</td>\n<td>4/4/2016</td>\n<td>$0.00</td>\n</tr>\n<tr>\n<td>Fantastic Contraption</td>\n<td>38,553</td>\n<td>14,061</td>\n<td>0.37</td>\n<td>14,151</td>\n<td>4/5/2016</td>\n<td>pack-in</td>\n</tr>\n<tr>\n<td>Tilt Brush</td>\n<td>38,327</td>\n<td>17,794</td>\n<td>0.99</td>\n<td>37,825</td>\n<td>4/5/2016</td>\n<td>pack-in</td>\n</tr>\n<tr>\n<td>realities^</td>\n<td>35,832</td>\n<td>8,618</td>\n<td>0.07</td>\n<td>2,631</td>\n<td>4/5/2016</td>\n<td>$0.00</td>\n</tr>\n<tr>\n<td>Audioshield^</td>\n<td>28,575</td>\n<td>12,700</td>\n<td>1.16</td>\n<td>33,156</td>\n<td>4/5/2016</td>\n<td>$19.99</td>\n</tr>\n<tr>\n<td>Space Pirate Trainer^</td>\n<td>25,853</td>\n<td>11,339</td>\n<td>1.34</td>\n<td>34,743</td>\n<td>4/5/2016</td>\n<td>$14.99</td>\n</tr>\n<tr>\n<td>Job Simulator</td>\n<td>24,039</td>\n<td>16,782</td>\n<td>1.39</td>\n<td>33,428</td>\n<td>4/5/2016</td>\n<td>pack-in</td>\n</tr>\n<tr>\n<td>The Cubicle.</td>\n<td>22,678</td>\n<td>6,803</td>\n<td>0.04</td>\n<td>907</td>\n<td>4/5/2016</td>\n<td>$0.00</td>\n</tr>\n<tr>\n<td>Abbot's Book Demo^</td>\n<td>20,864</td>\n<td>2,268</td>\n<td>0.02</td>\n<td>363</td>\n<td>4/4/2016</td>\n<td>$0.00</td>\n</tr>\n<tr>\n<td>Modbox^</td>\n<td>19,050</td>\n<td>4,536</td>\n<td>0.14</td>\n<td>2,721</td>\n<td>4/5/2016</td>\n<td>$14.99</td>\n</tr>\n<tr>\n<td>ZenBlade^</td>\n<td>17,689</td>\n<td>3,629</td>\n<td>0.11</td>\n<td>1,905</td>\n<td>4/29/2016</td>\n<td>$14.99</td>\n</tr>\n<tr>\n<td>Jeeboman^</td>\n<td>16,782</td>\n<td>3,175</td>\n<td>0.03</td>\n<td>499</td>\n<td>4/8/2016</td>\n<td>$9.99</td>\n</tr>\n<tr>\n<td>VR Baseball - Home Run Derby^</td>\n<td>16,782</td>\n<td>1,361</td>\n<td>0.02</td>\n<td>272</td>\n<td>4/4/2016</td>\n<td>$8.98</td>\n</tr>\n<tr>\n<td>Chunks^</td>\n<td>16,328</td>\n<td>2,268</td>\n<td>0.09</td>\n<td>1,451</td>\n<td>4/11/2016</td>\n<td>$19.99</td>\n</tr>\n<tr>\n<td>Felt Tip Circus^</td>\n<td>16,328</td>\n<td>1,361</td>\n<td>0.04</td>\n<td>590</td>\n<td>4/5/2016</td>\n<td>$7.99</td>\n</tr>\n<tr>\n<td>Diorama No.3 : The Marchland^</td>\n<td>16,328</td>\n<td>2,268</td>\n<td>0.03</td>\n<td>408</td>\n<td>4/5/2016</td>\n<td>$4.99</td>\n</tr>\n<tr>\n<td>Sisters^</td>\n<td>16,328</td>\n<td>1,361</td>\n<td>0.02</td>\n<td>317</td>\n<td>4/18/2016</td>\n<td>$0.00</td>\n</tr>\n<tr>\n<td>Final Approach^</td>\n<td>14,968</td>\n<td>1,814</td>\n<td>0.03</td>\n<td>499</td>\n<td>4/5/2016</td>\n<td>$24.99</td>\n</tr>\n<tr>\n<td>Windlands</td>\n<td>14,514</td>\n<td>12,246</td>\n<td>3.89</td>\n<td>56,469</td>\n<td>4/5/2016</td>\n<td>$19.99</td>\n</tr>\n<tr>\n<td>PITCH-HIT : Rampage Level</td>\n<td>14,514</td>\n<td>2,268</td>\n<td>0.09</td>\n<td>1,270</td>\n<td>4/5/2016</td>\n<td>$0.00</td>\n</tr>\n<tr>\n<td>Quar: Battle for Gate 18^</td>\n<td>14,061</td>\n<td>454</td>\n<td>0.01</td>\n<td>91</td>\n<td>4/4/2016</td>\n<td>$19.99</td>\n</tr>\n<tr>\n<td>The Divergent Series: Allegiant VR</td>\n<td>14,061</td>\n<td>5,443</td>\n<td>0.09</td>\n<td>1,270</td>\n<td>3/17/2016</td>\n<td>$0.00</td>\n</tr>\n<tr>\n<td>Irrational Exuberance: Prologue</td>\n<td>14,061</td>\n<td>4,536</td>\n<td>0.07</td>\n<td>1,043</td>\n<td>4/5/2016</td>\n<td>$0.00</td>\n</tr>\n<tr>\n<td>Minigolf VR^</td>\n<td>13,607</td>\n<td>907</td>\n<td>0.01</td>\n<td>181</td>\n<td>3/30/2016</td>\n<td>$19.99</td>\n</tr>\n<tr>\n<td>theBlu</td>\n<td>13,153</td>\n<td>10,886</td>\n<td>0.67</td>\n<td>8,845</td>\n<td>4/5/2016</td>\n<td>$9.99</td>\n</tr>\n<tr>\n<td>Spell Fighter VR</td>\n<td>13,153</td>\n<td>4,536</td>\n<td>0.11</td>\n<td>1,406</td>\n<td>3/23/2016</td>\n<td>$0.00</td>\n</tr>\n<tr>\n<td>Skeet: VR Target Shooting^</td>\n<td>11,793</td>\n<td>2,268</td>\n<td>0.07</td>\n<td>862</td>\n<td>4/5/2016</td>\n<td>$0.00</td>\n</tr>\n<tr>\n<td>Hover Junkers</td>\n<td>9,525</td>\n<td>8,164</td>\n<td>2.62</td>\n<td>24,992</td>\n<td>4/5/2016</td>\n<td>$34.99</td>\n</tr>\n<tr>\n<td>Holopoint</td>\n<td>9,071</td>\n<td>6,803</td>\n<td>0.60</td>\n<td>5,443</td>\n<td>4/5/2016</td>\n<td>$7.99</td>\n</tr>\n<tr>\n<td>Vanishing Realms</td>\n<td>8,164</td>\n<td>5,896</td>\n<td>1.36</td>\n<td>11,067</td>\n<td>4/5/2016</td>\n<td>$19.99</td>\n</tr>\n<tr>\n<td>SurrealVR</td>\n<td>7,711</td>\n<td>2,268</td>\n<td>0.04</td>\n<td>318</td>\n<td>4/15/2016</td>\n<td>$0.00</td>\n</tr>\n<tr>\n<td>The FOO Show featuring Will Smith</td>\n<td>7,257</td>\n<td>2,721</td>\n<td>0.08</td>\n<td>544</td>\n<td>4/5/2016</td>\n<td>$0.00</td>\n</tr>\n<tr>\n<td>HoloBall</td>\n<td>6,350</td>\n<td>4,536</td>\n<td>0.60</td>\n<td>3,810</td>\n<td>4/25/2016</td>\n<td>$9.99</td>\n</tr>\n<tr>\n<td>Atlas Reactor VR Character Viewer</td>\n<td>5,896</td>\n<td>907</td>\n<td>0.03</td>\n<td>181</td>\n<td>4/5/2016</td>\n<td>$0.00</td>\n</tr>\n<tr>\n<td>The Gallery - EP1: Call of the Starseed</td>\n<td>4,989</td>\n<td>3,175</td>\n<td>0.54</td>\n<td>2,676</td>\n<td>4/5/2016</td>\n<td>$29.99</td>\n</tr>\n<tr>\n<td>Euclidean</td>\n<td>4,989</td>\n<td>3,629</td>\n<td>0.32</td>\n<td>1,587</td>\n<td>9/25/2015</td>\n<td>$3.99</td>\n</tr>\n<tr>\n<td>Unseen Diplomacy</td>\n<td>4,989</td>\n<td>2,268</td>\n<td>0.24</td>\n<td>1,179</td>\n<td>4/5/2016</td>\n<td>$2.99</td>\n</tr>\n<tr>\n<td>Lecture VR</td>\n<td>4,989</td>\n<td>0</td>\n<td>0.00</td>\n<td>0</td>\n<td>3/15/2016</td>\n<td>$0.00</td>\n</tr>\n<tr>\n<td>Poly Runner VR</td>\n<td>4,536</td>\n<td>1,361</td>\n<td>0.04</td>\n<td>181</td>\n<td>4/18/2016</td>\n<td>$0.00</td>\n</tr>\n<tr>\n<td>BLARP!</td>\n<td>4,082</td>\n<td>2,721</td>\n<td>1.31</td>\n<td>5,352</td>\n<td>4/4/2016</td>\n<td>$24.99</td>\n</tr>\n<tr>\n<td>Cloudlands : VR Minigolf^</td>\n<td>3,175</td>\n<td>2,721</td>\n<td>0.96</td>\n<td>3,039</td>\n<td>4/5/2016</td>\n<td>$19.99</td>\n</tr>\n<tr>\n<td>The Brookhaven Experiment</td>\n<td>3,175</td>\n<td>0</td>\n<td>0.00</td>\n<td>0</td>\n<td>2/24/2016</td>\n<td>$19.99</td>\n</tr>\n<tr>\n<td>5089: The Action RPG</td>\n<td>3,175</td>\n<td>2,268</td>\n<td>2.51</td>\n<td>7,983</td>\n<td>2/3/2016</td>\n<td>$7.99</td>\n</tr>\n<tr>\n<td>Whirligig</td>\n<td>3,175</td>\n<td>3,175</td>\n<td>0.49</td>\n<td>1,542</td>\n<td>4/3/2016</td>\n<td>$3.99</td>\n</tr>\n<tr>\n<td>XLR</td>\n<td>2,721</td>\n<td>0</td>\n<td>0.00</td>\n<td>0</td>\n<td>4/5/2016</td>\n<td>$18.99</td>\n</tr>\n<tr>\n<td>Out of Ammo</td>\n<td>2,721</td>\n<td>1,814</td>\n<td>2.12</td>\n<td>5,760</td>\n<td>4/15/2016</td>\n<td>$14.99</td>\n</tr>\n<tr>\n<td>Apollo 11 VR</td>\n<td>2,721</td>\n<td>2,268</td>\n<td>0.95</td>\n<td>2,585</td>\n<td>4/1/2016</td>\n<td>$14.99</td>\n</tr>\n<tr>\n<td>Crystal Rift</td>\n<td>2,721</td>\n<td>907</td>\n<td>0.08</td>\n<td>227</td>\n<td>3/30/2016</td>\n<td>$9.99</td>\n</tr>\n<tr>\n<td>A Legend of Luca</td>\n<td>2,268</td>\n<td>907</td>\n<td>0.20</td>\n<td>454</td>\n<td>4/5/2016</td>\n<td>$19.99</td>\n</tr>\n<tr>\n<td>Cyberpong VR</td>\n<td>2,268</td>\n<td>907</td>\n<td>2.66</td>\n<td>6,032</td>\n<td>4/28/2016</td>\n<td>$14.99</td>\n</tr>\n<tr>\n<td>Light Repair Team #4</td>\n<td>2,268</td>\n<td>907</td>\n<td>0.86</td>\n<td>1,950</td>\n<td>4/5/2016</td>\n<td>$7.99</td>\n</tr>\n<tr>\n<td>Colosse</td>\n<td>2,268</td>\n<td>907</td>\n<td>0.04</td>\n<td>91</td>\n<td>4/21/2016</td>\n<td>$0.00</td>\n</tr>\n<tr>\n<td>Hot Dogs, Horseshoes &amp; Hand Grenades</td>\n<td>1,814</td>\n<td>1,361</td>\n<td>0.83</td>\n<td>1,497</td>\n<td>4/5/2016</td>\n<td>$19.99</td>\n</tr>\n<tr>\n<td>#SelfieTennis</td>\n<td>1,814</td>\n<td>907</td>\n<td>0.38</td>\n<td>680</td>\n<td>4/1/2016</td>\n<td>$14.99</td>\n</tr>\n<tr>\n<td>Zombie Training Simulator</td>\n<td>1,361</td>\n<td>907</td>\n<td>0.53</td>\n<td>726</td>\n<td>4/15/2016</td>\n<td>$19.99</td>\n</tr>\n<tr>\n<td>HordeZ</td>\n<td>1,361</td>\n<td>0</td>\n<td>0.00</td>\n<td>0</td>\n<td>4/29/2016</td>\n<td>$15.99</td>\n</tr>\n<tr>\n<td>Time Machine VR</td>\n<td>1,361</td>\n<td>454</td>\n<td>1.57</td>\n<td>2,132</td>\n<td>8/27/2015</td>\n<td>$14.99</td>\n</tr>\n<tr>\n<td>8i - Make VR Human</td>\n<td>1,361</td>\n<td>454</td>\n<td>0.03</td>\n<td>45</td>\n<td>4/25/2016</td>\n<td>$0.00</td>\n</tr>\n</tbody>\n</table>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=a9PVCf14zLI:7PLmYSFt6gs:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=a9PVCf14zLI:7PLmYSFt6gs:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=a9PVCf14zLI:7PLmYSFt6gs:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=a9PVCf14zLI:7PLmYSFt6gs:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=a9PVCf14zLI:7PLmYSFt6gs:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=a9PVCf14zLI:7PLmYSFt6gs:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Civilization VI launches October 2016 with a cartoony new art style</title>\r\n\t\t<link>http://arstechnica.com/gaming/2016/05/civilization-vi-launches-october-2016-with-a-cartoony-new-art-style/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 17:26:53 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Ron Amadeo]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[civilization]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=879907</guid>\r\n\t\t<description><![CDATA[New game brings classic Civ gameplay with brighter colors and simpler textures. ]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/CivilizationVI_screenshot_announce2-640x360.jpg\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>2K Games and Firaxis have just announced <em><a href=\"http://franchise.civilization.com/en/games/civilization-vi/\">Civilization VI</a></em>, the latest entry in the long-running 4X strategy franchise. There's only a small handful of info for now, but the most important piece is the release date: October 21, 2016, on PC.</p>\n<p>One of the biggest changes is the art style, which is definitely more \"cartoony\" than <em><a href=\"http://arstechnica.com/gaming/2010/09/statecraft-as-entertainment-ars-reviews-civilization-v/\">Civ V</a> </em>or <em><a href=\"http://arstechnica.com/gaming/2014/10/civilization-beyond-earth-next-time-reach-for-the-stars/\">Beyond Earth</a></em>. The land, buildings, and units are drawn in bright, primary colors. The terrain textures almost look like a painting with brush strokes as opposed to the realistic style depicted in <em>Civ V</em>. Longtime <em>Civ</em> fans might be having traumatic flashbacks to the console-only <em><a href=\"http://arstechnica.com/gaming/2007/06/new-civilization-title-coming-to-next-gen-consoles-and-portables-will-be-action-packed/\">Civilization Revolution</a></em>, but <em>Civ VI</em> looks like it will still keep the deep and addictive gameplay the series is known for.</p>\n<p>On the gameplay side of things, <em>Civ VI</em> seems to keep <em>Civ V</em>'s hexagonal tile layout. Players will still be warring over territories displayed via big, bright division lines that cut through the landscape. There will be some gameplay changes, though. The \"One unit per tile\" rule has been tweaked, with the press release saying that \"support units can now be embedded with other units, like anti-tank support with infantry or a warrior with settlers.\" Similar units can also be combined together to form \"Corps\" units.</p>\n<p>Cities will now \"physically expand across the map,\" taking up multiple tiles. Players will be \"leading a civilization from the Stone Age to the Information Age,\" but researching technology seems like it will still be a more active process. The press release encourages players to \"unlock boosts\" in research by exploring the map and developing the environment. It sounds like Firaxis is trying to entice new players to the series, too, with a new tutorial system that will explain all the base concepts.</p>\n<p>The rest of the press release sounds like... well... <em>Civilization</em>. There is also an announcement trailer, but it contains zero information or gameplay footage. You do get some triumphant music, flashes of artwork, and a speech from a voice actor we're pretty sure is Sean Bean.</p>\n<p>The game is already <a href=\"http://store.steampowered.com/app/289070/\">up for preorder</a> on Steam. It's $59.99 for the regular version or $79.99 for the \"Digital Deluxe\" version, which includes the 25th Anniversary Digital Soundtrack and access to four post-launch DLC packs. You can also snag 40 percent off a <a href=\"http://arstechnica.com/gaming/2015/03/steam-controller-steamvr-steam-machines-valves-hardware-push-in-photos/\">Steam Controller</a> when you order the game.</p>\n<div class=\"shortcode-video  centered-figure-container \">\n\t<div class=\"video center \" style=\"width:px;\">\n\t\t\t\t<iframe style=\"display:block; min-height: 480px;\" type=\"text/html\" src=\"http://www.youtube.com/embed/qvBf6WBatk0?start=0&wmode=transparent\" frameborder=\"0\" allowfullscreen></iframe>\n\n\t</div>\n</div>\n\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"https://www.youtube.com/watch?v=qvBf6WBatk0\" class=\"caption-link\" rel=\"nofollow\"></a>\n\t\t\t\t\t\t<p>\n\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=JIitCOhCj6w:S02rC3Lm32s:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=JIitCOhCj6w:S02rC3Lm32s:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=JIitCOhCj6w:S02rC3Lm32s:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=JIitCOhCj6w:S02rC3Lm32s:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=JIitCOhCj6w:S02rC3Lm32s:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=JIitCOhCj6w:S02rC3Lm32s:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>$80 2DS makes accessing Nintendo’s vast portable library cheaper than ever</title>\r\n\t\t<link>http://arstechnica.com/gaming/2016/05/psa-nintendo-2ds-drops-to-80-on-may-20/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 14:23:50 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Kyle Orland]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[2ds]]></category>\r\n\t\t<category><![CDATA[3DS]]></category>\r\n\t\t<category><![CDATA[Nintendo]]></category>\r\n\t\t<category><![CDATA[portable]]></category>\r\n\t\t<category><![CDATA[price drop]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=879767</guid>\r\n\t\t<description><![CDATA[Lower price comes ahead of November's new <i>Pokemon</i> launch.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Nintendo continues to lower the price floor for access to its vast ecosystem of dual-screen portable games. The company announced today that it would start selling the slate-like Nintendo 2DS for $80 on May 20, along with a preinstalled copy of <i>Mario Kart 7</i>.</p>\n<p>The 2DS is definitely the bargain-basement option for getting access to the full library of 3DS (and backward-compatible original DS) games. That has been the case since it <a href=\"http://arstechnica.com/gaming/2013/10/nintendo-2ds-review-cheaper-than-ever-but-with-a-price/\">launched at $130 in 2013</a> and <a href=\"http://arstechnica.com/gaming/2015/08/nintendo-dropping-2ds-price-to-100-on-august-30/\">dropped to $100 last summer</a>. That low price comes with some compromises compared to the traditional 3DS line, though, including a lack of stereoscopic 3D, a non-folding design with slightly uncomfortable button positioning, and a smaller screen than the \"XL\" line. The 2DS also doesn't play the few games that require <a href=\"http://arstechnica.com/gaming/2015/02/new-nintendo-3ds-xl-review-return-to-the-third-dimension/\">the \"new 3DS\" chipset</a>.</p>\n<p>Still, the 2DS is a pretty good deal compared to the $200 that Nintendo charges for a top-end New 3DS XL these days, and it comes in cheaper than even <a href=\"http://www.gamestop.com/nintendo-3ds/consoles/nintendo-3ds-system-black/129115\">a $120 used 3DS</a> from GameStop. If you haven't taken the plunge on a Nintendo portable yet, $80 is a great price for getting access to over 500 3DS games, thousands of original DS games, and hundreds of <a href=\"https://en.wikipedia.org/wiki/List_of_Virtual_Console_games_for_Nintendo_3DS_(North_America)\">downloadable Virtual Console titles</a> from Nintendo's back catalog. That list includes at least a few dozen games that are actually good (We recommend <i>Super Mario 3D World</i>, <i>Animal Crossing: New Leaf</i>, and <i>Fire Emblem: Awakening</i> just for starters). Plus, we hear there's <a href=\"http://arstechnica.com/gaming/2016/05/pokemon-sun-and-moon-arrive-november-18-with-new-monsters-and-a-big-3d-world/\">a new <em>Pokemon</em> game coming soon</a>...</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=K_a8bZZ24Hk:IYAE_X8DeuQ:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=K_a8bZZ24Hk:IYAE_X8DeuQ:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=K_a8bZZ24Hk:IYAE_X8DeuQ:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=K_a8bZZ24Hk:IYAE_X8DeuQ:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=K_a8bZZ24Hk:IYAE_X8DeuQ:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=K_a8bZZ24Hk:IYAE_X8DeuQ:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Disney Infinity shuts down as Disney drops out of game publishing</title>\r\n\t\t<link>http://arstechnica.com/gaming/2016/05/disney-infinity-shuts-down-as-disney-drops-out-of-game-publishing/</link>\r\n\t\t<pubDate>Tue, 10 May 2016 21:15:45 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Kyle Orland]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[Disney]]></category>\r\n\t\t<category><![CDATA[Infinity]]></category>\r\n\t\t<category><![CDATA[Lucasarts]]></category>\r\n\t\t<category><![CDATA[Skylanders]]></category>\r\n\t\t<category><![CDATA[Star Wars]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=879523</guid>\r\n\t\t<description><![CDATA[Company will take $147 million writedown for shuttered toys-to-life line.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Disney may be enjoying a renaissance as the popular cross-media publisher of everything from <i>Star Wars</i> to <i>Inside Out</i> to <i>Captain America</i>. That list won't include video games anymore. The company just announced it will be shutting down its <i>Disney Infinity</i> line of games and associated collectible toys, and it will be ending its \"self-published console games business\" altogether.</p>\n<p>Disney Infinity Senior VP and General Manager John Blackburn <a href=\"http://www.disneyinteractive.com/blog/update-disney-infinity/\">said in a surprise announcement</a> today that \"we have made the difficult decision to discontinue production of <em>Disney Infinity</em>. From the beginning, <em>Disney Infinity</em> was built for you—our fans—and I wanted to take a moment to thank you not just for your support over the years, but for creating a community that made <em>Disney Infinity</em> more than just a game.\" Blackburn promised that there would be two final retail releases of <em>Infinity</em> toy playsets in the next two months, before the line is shut down entirely.</p>\n<p>In <a href=\"https://ditm-twdc-us.storage.googleapis.com/q2_fy16_earnings.pdf\">an earnings report</a> today, Disney said it will write down a $147 million charge in connection with the shutdown of its console business, largely due to <em>Infinity</em>. The company's latest earnings report cites \"lower results for <em>Infinity</em>\" as part of the reason for a slight decrease in revenues and income from its Consumer Products &amp; Interactive Media division.</p>\n<p>Today's announcement comes a month after Disney announced <i>Disney Infinity 3.0</i> <a href=\"http://arstechnica.com/gaming/2016/03/disney-infinity-and-the-death-of-apple-tvs-gaming-ambitions/\">would no longer be receiving updates on the Apple TV</a> or the PC. Industry analyst Michael Pachter <a href=\"http://attackofthefanboy.com/news/star-wars-battlefront-and-disney-infinity-3-0-sales-impress/\">estimated late last year</a> that <i>Disney Infinity</i> and its associated toy line earned over $200 million in 2015.</p>\n<p><i>Disney Infinity</i> launched in 2013 as the company's answer to the popularity of Activision's <i>Skylanders</i> and the toys-to-life segment it inspired. <i>Infinity</i> toys and power discs interacted with an NFC base to unlock characters, environments, and items in the associated multiplatform video game.</p>\n<p>Though best known for <em>Infinity</em> in recent years, Disney Interactive was responsible for character-themed games like <em>Fantasia: Music Evolved</em>, <i>Epic Mickey</i>, and <i>Ducktales: Remastered</i>, as well as racing titles like <i>Pure</i> and <i>Split/Second</i>.</p>\n<p>Disney Interactive also took a hard—and surprising—pass on handling<em>Star Wars</em>-specific games once Lucasfilm was sold to the Disney/ABC empire. After <a href=\"http://arstechnica.com/gaming/2013/04/end-of-an-era-disney-shuts-down-internal-game-development-at-lucasarts/\">shuttering LucasArts</a> and cancelling the <em>Star Wars 1313</em> game, Disney entered <a href=\"http://arstechnica.com/gaming/2013/05/the-future-of-star-wars-games-belongs-to-ea/\">a multi-year licensing agreement with EA</a> to transfer game-property rights. Last week, EA announced that <a href=\"http://arstechnica.com/gaming/2016/05/ex-god-of-war-director-leading-respawns-new-star-wars-game/\">another one of its game-development studios, Respawn Entertainment</a>, would also launch a Star Wars-themed game in the future.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=OQG5rFkJsOQ:ee4fXQR0Oqc:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=OQG5rFkJsOQ:ee4fXQR0Oqc:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=OQG5rFkJsOQ:ee4fXQR0Oqc:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=OQG5rFkJsOQ:ee4fXQR0Oqc:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=OQG5rFkJsOQ:ee4fXQR0Oqc:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=OQG5rFkJsOQ:ee4fXQR0Oqc:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Mass Effect: Andromeda officially slips to beginning of 2017</title>\r\n\t\t<link>http://arstechnica.com/gaming/2016/05/mass-effect-andromeda-officially-slips-to-beginning-of-2017/</link>\r\n\t\t<pubDate>Tue, 10 May 2016 17:51:54 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Lee Hutchinson]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[Bioware]]></category>\r\n\t\t<category><![CDATA[EA]]></category>\r\n\t\t<category><![CDATA[Mass Effect]]></category>\r\n\t\t<category><![CDATA[mass effect andromeda]]></category>\r\n\t\t<category><![CDATA[RPG]]></category>\r\n\t\t<category><![CDATA[space]]></category>\r\n\t\t<category><![CDATA[space rpg]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=879131</guid>\r\n\t\t<description><![CDATA[New game, new galaxy, and new characters now targeted for new year.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p><br />\nIn a blog post today on MassEffect.com, Bioware General Manager Aaryn Flynn announced the next game in the <em>Mass Effect</em> series has a new release date: <a href=\"http://www.masseffect.com/news/an-update-on-mass-effect-andromeda.html\">early 2017</a>. First teased at <a href=\"http://arstechnica.com/gaming/2014/06/ea-shows-off-big-names-at-e3-dragon-age-mass-effect-battlefield-hardline/\">E3 in 2014</a> with a short video and then given <a href=\"https://www.youtube.com/watch?v=uG8V9dRqSsw\">a more formal reveal and an official name</a> at last year’s E3, <em>Mass Effect: Andromeda</em> was tentatively targeted at a late 2016 release.</p>\n<p>Last month, Electronic Arts CFO Blake Jorgensen appeared to indicate in a financial presentation that <em>Andromeda</em> would arrive during EA’s fourth fiscal quarter, which aligns with the first calendar quarter of 2017. Today’s announcement by Bioware dovetails nicely with that rumor.</p>\n<p>We’ve reached out to Bioware with some requests for additional information and a couple of questions, and we’ll update this story if they’re able to reply.</p>\n<h2>Andromeda dreams</h2>\n<p>We had the opportunity to <a href=\"http://arstechnica.com/gaming/2015/06/ars-sits-down-with-with-bioware-to-talk-about-mass-effect-andromeda/\">sit down and talk a bit with Flynn and Bioware Creative Director Mac Walters</a> at E3 last year about the upcoming title. They were understandably cagey with the information, but we learned that the game would follow a new group of characters down some familiar Bioware paths. <em>Andromeda </em>will focus around giving the player an interesting bunch of companions to go on adventures with, and building relationships with those characters will be a core component.</p>\n<p>\"I think it’s fair to say that’s a hallmark of Bioware,\" said Flynn. \"It’s a hallmark certainly of the <em>Mass Effect</em> franchise and something we’d never stray away from. I think one of the most interesting things for us when we started looking at what we were going to do with <em>Andromeda </em>was knowing this was going to be a whole new set of characters and a new adventure and all the great stories we were going to be able to tell because of that and what their journey is going to be like.\"</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center large\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/mako.jpg\" class=\"enlarge\" alt=\"The new Mako. Yes, there will be at least one vehicle in the new game. Yes, we're hopeful Bioware gets the vehicle right this time. Yes, the Mako is better than the Hammerhead. #teammako \" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/mako-640x357.jpg\"  caption=\"The new Mako. Yes, there will be at least one vehicle in the new game. Yes, we're hopeful Bioware gets the vehicle right this time. Yes, the Mako is better than the Hammerhead. #teammako \"  alt=\"The new Mako. Yes, there will be at least one vehicle in the new game. Yes, we're hopeful Bioware gets the vehicle right this time. Yes, the Mako is better than the Hammerhead. #teammako \" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Electronic Arts / Bioware)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/mako.jpg\" class=\"caption-link\" rel=\"nofollow\">The new Mako. Yes, there will be at least one vehicle in the new game. Yes, we're hopeful Bioware gets the vehicle right this time. Yes, the Mako is better than the Hammerhead. #teammako </a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<p>The new game should in many ways resemble what has come before, just with a new shine on it (literally, since the game will be using EA’s Frostbite engine). Combat should at least in part feel like past <em>Mass Effect</em> games, for example: \"I think it would be fair to say that <em>Mass Effect 3</em> represents a starting point from where we want to go with this combat experience,\" Flynn told us.</p>\n<p>Flynn and Walters also confirmed that the adventure does take place in a far-away galaxy—presumably the eponymous Andromeda galaxy—and that the player’s character and crew will all be new, fresh faces. Even the bad guys will be different. Don’t even expect previous <em>Mass Effect</em> big bads, the Reapers, to make an appearance. \"Again,\" explained Flynn, \"the real idea here is that because it’s a… a real big new adventure and it’s very far away.\"</p>\n<h2>The real deal?</h2>\n<p>Bioware has otherwise been extremely tight-lipped about the upcoming game, though small trickles of information have made it out. The E3 trailer showed a few short images of the new player character’s crew, which appears to have at least one Krogan in the mix. The company released a video for <a href=\"http://arstechnica.com/gaming/2015/11/video-reveals-new-mass-effect-andromeda-hints-including-character-name/\">last year’s \"N7 Day\"</a> (November 7) that seemed to show off a pair of dog tags labeled with the name \"RYDER,\" possibly indicating the player character’s name.</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center large\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/ryder.jpg\" class=\"enlarge\" alt=\"Zoomed-in snippet from the video showing the dog tag.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/ryder-640x360.jpg\"  caption=\"Zoomed-in snippet from the video showing the dog tag.\"  alt=\"Zoomed-in snippet from the video showing the dog tag.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Electronic Arts / Bioware)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/ryder.jpg\" class=\"caption-link\" rel=\"nofollow\">Zoomed-in snippet from the video showing the dog tag.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n\n\n<p>The video ended with a glimpse of a massive, unnamed ship gliding away from one galaxy and toward another—presumably the player’s ship en route to the Andromeda galaxy.</p>\n<p>However, there have been a number of details—correct or not—allegedly revealed through leaks. In 2014, at least one redditor put up <a href=\"https://www.reddit.com/r/masseffect/comments/32yzxf/last_month_i_took_a_random_survey_about_mass/\">a lengthy spoiler-filled post</a> detailing an audience focus survey about the next <em>Mass Effect</em> game (beware: there may or may not be plot and gameplay spoilers in that post—assuming it’s accurate). A short <a href=\"http://www.pcgamer.com/mass-effect-andromeda-looks-quite-nice-if-leaked-footage-is-real/\">VFX test video</a> leaked last month with some gameplay details, though much of the art and assets are clearly placeholders. Still, the video shows off what is rumored to be a major gameplay element: the player’s character is equipped with a jetpack, which he or she uses to bound up on top of obstacles.</p>\n<h2>Moving forward</h2>\n<p>The next bit of useful <em>Mass Effect: Andromeda</em> information ought to appear on June 12 at the <a href=\"http://www.ea.com/play2016/\">EA Play</a> press event. We don’t have any insight yet as to the specific details, but Bioware and EA have been teasing the game for two full years. We’re hungry for those real details.</p>\n<p>Keep your eyes on the skies, folks. The hype spaceship is about to blast off.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=kzuJR5Sj2AA:HA6MiB48UzQ:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=kzuJR5Sj2AA:HA6MiB48UzQ:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=kzuJR5Sj2AA:HA6MiB48UzQ:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=kzuJR5Sj2AA:HA6MiB48UzQ:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=kzuJR5Sj2AA:HA6MiB48UzQ:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=kzuJR5Sj2AA:HA6MiB48UzQ:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Pokemon Sun and Moon arrive November 18 with new monsters and a big 3D world</title>\r\n\t\t<link>http://arstechnica.com/gaming/2016/05/pokemon-sun-and-moon-arrive-november-18-with-new-monsters-and-a-big-3d-world/</link>\r\n\t\t<pubDate>Tue, 10 May 2016 15:00:06 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Andrew Cunningham]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[pokemon]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=878813</guid>\r\n\t\t<description><![CDATA[Games push the series' graphical boundaries despite debuting on the 3DS. ]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>In a brief <a href=\"http://www.pokemon-sunmoon.com/en-us/\">trailer released this morning</a>, Nintendo gave eager Pokémon masters some important details on the forthcoming <em>Pokémon Sun</em> and <em>Pokémon Moon</em>: the games will launch on November 18th; as usual, each game will include a new as-yet-unnamed legendary mascot and new grass-, fire-, and water-type starter Pokémon.</p>\n<p>The starters include Popplio, a water-type seal; Litten, a fire-type disinterested-looking cat (so, a cat); and Rowlet, a grass- and flying-type owl with an adorable little leafy bow tie (clearly the best of the three). <em>Pokémon Sun</em>'s story will presumably revolve around the big sunny lion on the cover, where <em>Moon</em> will feature a big crescent-shaped bat.</p>\n<p>The trailer also showed off snippets of the game's graphics, which are similar to those used in <em>X</em> and <em>Y</em> (they're launching on the same system, after all). The main <em>Pokémon</em> RPGs have always been conservative in the graphics department—<em>Pokémon X</em> and <em>Y</em> were the first in the franchise's then-17-year history to use 3D models for all people and Pokémon both inside and outside of battle. <em>Sun </em>and <em>Moon's</em> setting, the Hawaii-esque Alola region, appears to use larger maps with a greater sense of scale than in past games, and the region is shown off using more diverse and dynamic camera angles. The game's worlds have all been rendered in 3D since <em>Pokémon Diamond</em> and <em>Pearl</em> hit the DS back in 2006, but even <em>X</em> and <em>Y</em> mostly stuck to the top-down camera view the series has used since <em>Red</em> and <em>Blue</em> on the original Game Boy.</p>\n<p>We still don't know much else about the new <em>Pokémon</em> games, which will presumably include a wide range of new monsters and the customary tweaks to the battle system and other longstanding gameplay elements. We do know, however, that players will be able to transfer monsters to <em>Sun</em> and <em>Moon</em> from <em>X</em>, <em>Y</em>, <em>Omega Ruby</em>, <em>Alpha Sapphire</em>, and the 3DS Virtual Console versions of <em>Blue</em>, <em>Red</em>, and <em>Yellow</em> via an updated version of the <em>Pokémon Bank</em> app.</p>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/Screen-Shot-2016-05-10-at-9.49.27-AM-640x334.png\">\n  <p><strong> more images in gallery</strong></p>\n\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=EI6LX4ZbIbk:TAfxhEj5ck0:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=EI6LX4ZbIbk:TAfxhEj5ck0:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=EI6LX4ZbIbk:TAfxhEj5ck0:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=EI6LX4ZbIbk:TAfxhEj5ck0:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=EI6LX4ZbIbk:TAfxhEj5ck0:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=EI6LX4ZbIbk:TAfxhEj5ck0:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Is this the world’s first “perfect” game of Donkey Kong?</title>\r\n\t\t<link>http://arstechnica.com/gaming/2016/05/is-this-the-worlds-first-perfect-game-of-donkey-kong/</link>\r\n\t\t<pubDate>Tue, 10 May 2016 14:54:59 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Kyle Orland]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[arcade]]></category>\r\n\t\t<category><![CDATA[Donkey Kong]]></category>\r\n\t\t<category><![CDATA[high score]]></category>\r\n\t\t<category><![CDATA[king of kong]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=878835</guid>\r\n\t\t<description><![CDATA[Surpassing Wes Copeland's 1,218,000 points is about luck as much as skill.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p><div class=\"shortcode-video  centered-figure-container \">\n\t<div class=\"video center \" style=\"width:px;\">\n\t\t\t\t<iframe style=\"display:block; min-height: 480px;\" type=\"text/html\" src=\"http://www.youtube.com/embed/23RNHhzMbew?start=0&wmode=transparent\" frameborder=\"0\" allowfullscreen></iframe>\n\n\t</div>\n</div>\n\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"https://www.youtube.com/watch?v=23RNHhzMbew\" class=\"caption-link\" rel=\"nofollow\">Copeland's 3+ hour world record run, preserved for posterity.</a>\n\t\t\t\t\t\t<p>\nSince 2007's <i>The King of Kong</i> hit theaters, the back-and-forth race for ever-higher scores on the arcade classic <i>Donkey Kong</i> has <a href=\"http://arstechnica.com/gaming/2013/11/old-king-of-kong-rivals-squaring-off-at-kong-off-3/\">attracted outsized attention</a> from competitive gamers. Last week, Wes Copeland tried to put that battle to bed once and for all with <a href=\"https://www.youtube.com/watch?v=23RNHhzMbew\">an incredible new world record score of 1,218,000 points</a>.</p>\n<p><a href=\"http://www.polygon.com/2016/5/8/11635188/donkey-kong-all-time-high-score-wes-copeland-perfect-game\">Some</a> <a href=\"http://www.eurogamer.net/articles/2016-05-09-donkey-kong-player-reckons-hes-posted-the-perfect-world-record-high-score\">press</a> <a href=\"http://www.wired.co.uk/news/archive/2016-05/09/donkey-kong-perfect-high-score\">reports</a> have referred to this accomplishment as the world's first \"perfect\" game of <i>Donkey Kong</i>, implying a scoring mark that will never be surpassed. That framing has partly been driven by Copeland himself, who <a href=\"https://www.facebook.com/photo.php?fbid=10154145008633104&amp;set=a.486437773103.271346.672968103&amp;type=3&amp;theater\">said on Facebook</a> that \"this will be my last record score... I don't believe I can put up a game any higher than this.\" A <a href=\"http://donkeykongblog.blogspot.com/\">breathless post</a> by the score-watchers at Donkey Kong Blog calls it \"a score about which we could confidently say, even if not definitively, 'this will never be beaten.'\"</p>\n<p>Yet there's still some reason to believe higher <i>Donkey Kong</i> scores are technically achievable, even if no one in their right mind may be able to do so any time soon.</p>\n<h2>Point Ceilings 101</h2>\n<p><div class=\"shortcode-img expandable\">\n    \t<div class=\"image right medium\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/copeland.jpg\" class=\"enlarge\" alt=\"Wes Copeland poses with the <i>Donkey Kong</i> machine he used to set his record.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/copeland-300x400.jpg\"  caption=\"Wes Copeland poses with the <i>Donkey Kong</i> machine he used to set his record.\"  alt=\"Wes Copeland poses with the <i>Donkey Kong</i> machine he used to set his record.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Donkey Kong Blog)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/copeland.jpg\" class=\"caption-link\" rel=\"nofollow\">Wes Copeland poses with the <i>Donkey Kong</i> machine he used to set his record.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n  </div>\n<i>Donkey Kong</i> is fundamentally different from more deterministic games like <i>Pac-Man</i>, which has a concrete score ceiling of the 3,333,360 that was <a href=\"http://archive.wired.com/science/discoveries/news/2008/07/dayintech_0703\">first achieved by Billy Mitchell in 1999</a>. In <i>Donkey Kong</i>, the highest possible score depends heavily on the random movement of the game's myriad enemies. A few more barrels grouping together for multi-barrel jumps, or a few more flaming barrels wandering close to Mario's hammer, can mean the difference between a merely great score and a record-breaking one. (<a href=\"http://donkeykongforum.com/index.php?board=11.0\">Donkey Kong Forum</a> goes into much more detail on state-of-the-art point-pressing strategies).</p>\n<p>That randomness hasn't stopped people from trying to calculate a theoretical maximum score, though. Back in 2010, then champion Steve Wiebe <a href=\"http://kotaku.com/5694847/wiebe-still-points-available-in-race-to-donkey-kongs-max-score\">said</a> 1.15 million points was \"probably where it would be realistic to get a [maximum] score.\" In 2012, the score-watchers at <a href=\"http://donkeykongblog.blogspot.com/2011/11/donkey-kong-world-record-maximum.html\">Donkey Kong Blog</a> cited 1.2 million points as the \"Current prevailing wisdom among the game's top players\" for \"the practical ceiling\" of the game. The fact that both of these \"ceilings\" have now been broken should show that the \"perfect\" <i>Donkey Kong</i> score is a moving target and that Copeland's 1,218,000 might not be unbeatable.</p>\n<p>In <a href=\"http://fivethirtyeight.com/features/the-last-kings-of-donkey-kong-high-score/\">a 2015 FiveThirtyEight piece</a>, DonkeyKongForum stats guru Jeremy Young mentioned the highly specific 1,265,000 as the game's theoretical ceiling, though he failed to explain the math behind that number. A <a href=\"http://www.classicarcadegaming.com/forums/index.php/topic,881.msg8309.html#msg8309\">detailed analysis</a> by Twin Galaxies referee Robert Mruczek, on the other hand, found a \"reasonable theoretical maximum\" of just over 1.3 million, given ridiculously perfect luck and flawless execution. <a href=\"http://donkeykongforum.com/index.php?topic=688.0\">Discussions of tool-assisted runs suggest</a> that scores over 2 million points might be possible with tedious frame-by-frame analysis and massive save state-driven manipulation of the game's random number generation, which would never be possible for an unassisted player.</p>\n<h2>Better to be lucky than to be good</h2>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center large\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/dkchart.png\" class=\"enlarge\" alt=\"A detailed chart of Copeland's world record scoring pace. Click the source for a more legible version.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/dkchart-640x752.png\"  caption=\"A detailed chart of Copeland's world record scoring pace. Click the source for a more legible version.\"  alt=\"A detailed chart of Copeland's world record scoring pace. Click the source for a more legible version.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Twin Galaxies)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/dkchart.png\" class=\"caption-link\" rel=\"nofollow\">A detailed chart of Copeland's world record scoring pace. Click the source for a more legible version.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<p>Theory aside, a score higher than the current 1,218,000 should be humanly possible. For evidence, look at <a href=\"http://www.twingalaxies.com/showthread.php/154886-Arcade-Donkey-Kong-Points-Hammer-Allowed-1-190-200-Robbie-Lakeman?p=826020&amp;viewfull=1#post826020\">this analysis of the previous world record game</a> from Robbie Lakeman, who scored just over 1.19 million points. Early in that run, just after level 6-6, Lakeman was \"on pace\" to score a whopping 1.26 million points, before the vagaries of chance and skill brought his score back to more reasonable levels. If Copeland's lucky (and skillful) 71,200-point performance on the sixth stage could have somehow been repeated over and over again for the rest of the run, his score could have easily been in excess of 1.3 million.</p>\n<p>Even without ridiculous luck and execution, though, Lakeman's score shows that Copeland's mark can be beaten. The real key to Copeland's new record was the fact that he didn't die at all during the first 155 levels of the game—an incredible feat for anyone, much less someone making risky, point-pushing moves for over three hours. This let Copeland <a href=\"http://www.twingalaxies.com/showthread.php/156133-Arcade-Donkey-Kong-Points-Hammer-Allowed-1-218-000-Wes-Copeland?p=831587&amp;viewfull=1#post831587\">farm the last barrel stage for in excess of 10,000 points per life</a> while intentionally sacrificing three of his extra Jumpmen, leaving him with a single life to make it to the \"kill screen\" just two levels away. A game that combined the luck of Copeland's run with the death-free skill of Lakeman's could heave easily broken 1.22 or even 1.23 million.</p>\n<p>Even if higher scores are technically possible, we're definitely reaching the point of diminishing returns for <i>Donkey Kong</i> point pushing. For top-level players, breaking the record now is just a matter of the stars aligning for a perfectly focused run coinciding with an incredibly lucky streak of in-game randomness. The record will only be broken if someone playing perfectly also gets the in-game equivalent of a dozen coins flipped \"heads\" in a row (or if someone manages the unlikely feat of finding a currently unknown score-inflating strategy)</p>\n<p>That daunting prospect is discouraging enough to make many competitors stop trying. Lakeman, who has been locked in a high score battle with Copeland for months, said on Facebook that he's \"not wasting his time\" trying to surpass the new high-water mark. \"I'm not lucky enough,\" he wrote. \"Good enough, but not lucky enough.... I won't beat it.\"</p>\n<p>Of other high-level players who might be willing and able to take on the new record, Donkey Kong Blog mentions only Dean Saglio, the first player to break the 1.2 million point threshold <a href=\"http://donkeykongblog.blogspot.com/2013/10/1206800.html\">back in 2013</a>. Saglio's use of MAME emulation to set his mark caused quite a bit of controversy, though, with many arguing that the more responsive keyboard controls give him an unfair advantage.</p>\n<p>Even if Copeland's current score is eventually beaten, however, Donkey Kong Blog is probably right to consider the <i>Donkey Kong</i> high score race effectively over, nearly a decade after <i>King of Kong</i> sent it into high gear. \"Copeland's run is, for all intents and purposes, a practical maxout,\" the site wrote. \"That's what we wanted to see, and it exceeded expectations. This is a world record that leaves nothing to complain about, and so much to praise. The theoretical possibility of better is one thing; summoning the insane and blazing fire of motivation it will take to realize it is another.\"</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=8mUBfkuO940:993xNMfD_60:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=8mUBfkuO940:993xNMfD_60:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=8mUBfkuO940:993xNMfD_60:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=8mUBfkuO940:993xNMfD_60:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=8mUBfkuO940:993xNMfD_60:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=8mUBfkuO940:993xNMfD_60:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Microsoft starts tackling game developer complaints in Universal Windows apps</title>\r\n\t\t<link>http://arstechnica.com/gaming/2016/05/microsoft-starts-tackling-game-developer-complaints-in-universal-windows-apps/</link>\r\n\t\t<pubDate>Tue, 10 May 2016 14:29:29 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Peter Bright]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[microsoft]]></category>\r\n\t\t<category><![CDATA[uwp]]></category>\r\n\t\t<category><![CDATA[Windows]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=878807</guid>\r\n\t\t<description><![CDATA[Gamers now have better control over performance and picture quality trade-offs.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Microsoft has been pushing developers to build applications for the Windows Store and the Universal Windows Platform and has come under fire from both gamers and game developers for <a href=\"http://arstechnica.com/gaming/2016/02/microsoft-needs-to-stop-forcing-console-like-restrictions-on-windows-store-pc-games/\">some of the restrictions</a> that the platforms impose. In particular, UWP games have been unable to disable v-sync and are not able to use either Nvidia's G-sync or AMD's Freesync technology.</p>\n<p>Later today, Microsoft will be publishing an update to Windows 10 that removes this constraint and gives the UWP games the ability to update at whichever refresh rate they choose.</p>\n<p>Until now, UWP has required that games enable v-sync, tying their frame rates to the screen's refresh rate. V-sync can reduce the presence of certain visual artifacts—it prevents a phenomenon called tearing, wherein the top half of the screen shows one frame and the bottom half of the screen shows a different, newer frame—but it also limits the frame rate that applications can run at. G-sync and Freesync are two technologies that allow monitors to vary their refresh rates dynamically so that the monitor can keep pace with the game's frame rate, even when the game's frame rate is very high (typically up to about 144fps) or very low (down to around 30fps). With these systems, one can have the benefits of enabling v-sync—no tearing—without the restrictions on frame rate that the feature normally implies.</p>\n<p>With today's update, gamers will be able to choose whether or not to have v-sync enabled. Those who want the highest possible framerates (and hence the most responsive games) will be able to disable v-sync; those who would prefer to never see tearing will be able to keep v-sync turned on. Moreover, gamers with suitable video cards and monitors will be able to use G-sync or Freesync to enjoy the best of both worlds.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=cjXPrs-g2S8:uUQbroPB8tw:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=cjXPrs-g2S8:uUQbroPB8tw:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=cjXPrs-g2S8:uUQbroPB8tw:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=cjXPrs-g2S8:uUQbroPB8tw:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=cjXPrs-g2S8:uUQbroPB8tw:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=cjXPrs-g2S8:uUQbroPB8tw:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Cliff Bleszinski’s LawBreakers: A shooter inspired by sports, not video games</title>\r\n\t\t<link>http://arstechnica.com/gaming/2016/05/cliff-bleszinski-lawbreakers-game-hands-on/</link>\r\n\t\t<pubDate>Tue, 10 May 2016 12:45:08 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[John Robertson]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[console gaming]]></category>\r\n\t\t<category><![CDATA[lawbreakers]]></category>\r\n\t\t<category><![CDATA[PC gaming]]></category>\r\n\t\t<category><![CDATA[shooters]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=878789</guid>\r\n\t\t<description><![CDATA[\"Boston sports fans are very passionate, to the point of being insufferable.\"]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p><div class=\"shortcode-img expandable\">\n    \t<div class=\"image right medium\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/sites/3/2016/05/Cliff_Arjan_BKP_Combo_Image_1461141402.png\" class=\"enlarge\" alt=\"Cliff Bleszinski (left) with Boss Key COO Arjan Brussee.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/sites/3/2016/05/Cliff_Arjan_BKP_Combo_Image_1461141402-300x297.png\"  caption=\"Cliff Bleszinski (left) with Boss Key COO Arjan Brussee.\"  alt=\"Cliff Bleszinski (left) with Boss Key COO Arjan Brussee.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/sites/3/2016/05/Cliff_Arjan_BKP_Combo_Image_1461141402.png\" class=\"caption-link\" rel=\"nofollow\">Cliff Bleszinski (left) with Boss Key COO Arjan Brussee.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n  </div>\nOn paper, a description of <em>LawBreakers</em>—the next game from ex-Epic and <em>Gears of War </em>developer Cliff Bleszinski—sounds niche at best, stale at worst.</p>\n<p>\"An exhilarating role-based first-person shooter where the laws of physics can be shattered, creating unprecedented gravity-based combat in an ever-evolving bloody arena,\" reads <a href=\"http://store.steampowered.com/app/350280/\"><em>LawBreakers</em>’ Steam page</a>, sounding like something aimed at teenage boys with a penchant for the SyFy channel and a simple understanding of base adjectives.</p>\n<p>Delve deeper though, and it's clear that <em>LawBreakers </em>is a game that the hyperbolic ad-speak fails to do justice to. As with the likes of basketball, baseball, and other successful sports, the entertainment factor doesn't come from a dry description of the rules—and let's face it, baseball <em>sounds</em> incredibly boring on paper—but from the presentation and minute details of the sport.</p>\n<p>That <em>LawBreakers</em> is best described as a sport, rather than a videogame, is no accident. Bleszinski—one of the few legitimate videogame personalities of today—made a name for himself with big guns and bloody battles in the likes of <em>Gears of War</em> and <em>Unreal Tournament</em>. And yet it's Boston-based sports teams, rather than shooters, that serve as his inspiration.</p>\n<p>\"Boston sports fans are very passionate, to the point of being insufferable,\" Bleszinski grins. \"Growing up it was one of those situations where I would be in the car with my dad and we'd always have the Red Sox or the Celtics on the radio, or we'd be home watching the Patriots play. Sports like those [baseball, basketball, American football] have been around for years, and their rules are so tight that they often end with a lot of drama.\"</p>\n<p>It's the drama that caught, and still catches, Bleszinski's attention—and it's very much found its way into <em>LawBreakers</em>. The presentation draws players in, but it's a more sophisticated understanding of the rules that keeps them coming back for more.</p>\n<p>\"Watching people play <em>LawBreakers</em> for the first time is interesting because you can see that they pick up on the game type and the class system relatively quickly,\" explains Bleszinski, \"perhaps after just one or two sessions. It's important to keep it deep, though, and that way people have something to learn. Either that or someone will make a YouTube video that helps them.\"</p>\n<p>One of <em>LawBreakers'</em> modes—the only one I got to play—exemplifies this approach. \"Battery\" sees two teams battle for possession of a battery (read: ball) that they must return to their base (read: goal). Keep the ball in the goal long enough and you score a point. Score two points and your team wins.</p>\n<div class=\"shortcode-video  centered-figure-container \">\n\t<div class=\"video center \" style=\"width:px;\">\n\t\t\t\t<iframe style=\"display:block; min-height: 480px;\" type=\"text/html\" src=\"http://www.youtube.com/embed/-uX9iY-KJQw?start=0&wmode=transparent\" frameborder=\"0\" allowfullscreen></iframe>\n\n\t</div>\n</div>\n\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"https://www.youtube.com/watch?v=-uX9iY-KJQw\" class=\"caption-link\" rel=\"nofollow\">Check out <em>LawBreakers</em> in a action in this gameplay trailer.</a>\n\t\t\t\t\t\t<p>\n\n<p>It's a very simple idea, but the drama comes from the finer rules. Once the battery is inside a base, players need to wait for a gauge to reach 100 percent, which takes a not-insignificant length of time. Thus, the opposition has plenty of chances to attack before the point is scored. This is made all the more dramatic by the fact that bases have many entrance points, and that players are free to change class whenever they die. This means that each wave of attack carries a very real chance of looking nothing like the previous one.</p>\n<p>Given that the classes range from characters that pack huge firepower and daunting health bars, to melee-focused blade-bearers who also carry a grappling hook, the safest tactic is often not to prepare too rigidly for any particular eventuality.</p>\n<p>Then there's the cooldown timer that appears once the battery gauge hits 100 percent, giving the opposition a final 20 seconds to try and snatch the points away. There's also the second cooldown timer, known as the shield, to worry about. The shield is activated when a player is killed and drops the battery, and prevents the opposing team from picking it back up immediately. Instead, the attacking team is forced to protect it for a few seconds until the shield disappears and they can scoop it up themselves. The idea is that every turnover must be earned.</p>\n<p>\"When you add a clock you've instantly created suspense,\" Bleszinski tells me, \"so we've got a clock that counts up, and when it gets to the end the music starts swelling up and everyone starts, you know…\"—getting excited, presumably.</p>\n<p>\"Before you get to around the 75 percent finished mark in Battery mode you see people going to the base and trying to hold it down, and it feels a bit like team deathmatch. When it gets down to the wire though, people start thinking about how much time they have left, what class they're going to play, how they're going to stack their team and that kind of thing. There's the old saying from Yogi Bear: it ain't over 'til it's over.\"</p>\n<div><a name='page-2'></a></div>\n  <img src=\"\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>Sports, of course, are not the <em>only</em> influence here. You need only watch the trailers or cast an eye over the released imagery to pick up on the stylistic influence of the likes of <em>Gears of War</em>, <em>Kill Bill</em> and <em>Ghost in the Shell</em>.</p>\n<p>\"I'm a huge pop-culture whore,\" says Bleszinski. \"If I'm not playing a game then I’m reading a graphic novel or watching a movie or TV show. It all goes into my head and then, through some weird process that I don't even understand, it comes back out of the other side. The sword and gunplay that you generally tend to see in some of the interesting Tarantino movies… that has inspired me growing up.</p>\n<p>I put it to Bleszinski that—given his love of pop culture and remixing of content—perhaps he is the closest thing the videogame industry has to its own Quentin Tarantino figure?</p>\n<p>\"I'd be flattered if someone said that, and if someone wants to say it then I'll take it,\" Bleszinski says, before explaining his theory that there are actually very few fresh ideas coming into the entertainment industry.</p>\n<p>\"There are still occasionally new ideas here and there that are still completely fresh and new, but often you get new movies that come out that are spiritual successors to <em>Alien</em> or some western, or whatever. There are only so many types of art, universes, and characters that exist before you start getting into things that people can’t understand, and are too esoteric and weird.\"</p>\n<p><em>LawBreakers</em> fits into this idea of controlled originality very snugly. As a first-person shooter it is a natural successor to the games that have come before it. And yet it also borrows ideas from places that most game designers have little interest in, or sophisticated knowledge of.</p>\n<p>That combination came through when I played it: <em>LawBreakers</em> is simultaneously familiar and original, and I've no doubt that some players are going to love it.</p>\n<p>But the competitive gaming space becomes more crowded every day, and the days of bankable hits are fast dwindling. Nothing stays new forever, and once the honeymoon period is over, <em>LawBreakers </em>will have to walk the tried-and-true path of regular updates, responding to player feedback, and keeping on top of the competition.</p>\n<p>Bleszinski is unquestionably an ideas man, but is he able to focus on a single idea long enough? As he says himself, sports have had years to refine their rules to become as popular as they are now. <em>LawBreakers</em> will need the same kind of dedication.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=kvRiv06vMfA:nhj7K4FPnuY:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=kvRiv06vMfA:nhj7K4FPnuY:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=kvRiv06vMfA:nhj7K4FPnuY:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=kvRiv06vMfA:nhj7K4FPnuY:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=kvRiv06vMfA:nhj7K4FPnuY:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=kvRiv06vMfA:nhj7K4FPnuY:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>How side-mounted LEDs can help fix VR’s “tunnel vision” and nausea problems</title>\r\n\t\t<link>http://arstechnica.com/gaming/2016/05/how-side-mounted-leds-can-help-fix-vrs-tunnel-vision-and-nausea-problems/</link>\r\n\t\t<pubDate>Mon, 09 May 2016 22:11:01 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Sam Machkovech]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[Scientific Method]]></category>\r\n\t\t<category><![CDATA[field of view]]></category>\r\n\t\t<category><![CDATA[htc vive]]></category>\r\n\t\t<category><![CDATA[Microsoft Research]]></category>\r\n\t\t<category><![CDATA[oculus rift]]></category>\r\n\t\t<category><![CDATA[sparse peripheral displays]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=877715</guid>\r\n\t\t<description><![CDATA[Ars interviews Microsoft Research group on its hacked-together findings.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>The current world of consumer-grade virtual reality has a bit of a tunnel-vision problem. As realistic as VR can feel, even the most expensive headsets are restricted to a 110-degree field of view, compared to the over 180 degrees of real-world vision. While most early industry enthusiasts have been able to get past that issue, a team at Microsoft Research has not.</p>\n<p>\"You don’t realize when you’re playing with Oculus or other [headsets] how much black there really is in the device,\" Carnegie Mellon PhD candidate Robert Xiao said in an interview with Ars Technica. \"You strap it on, and the first thing your eyes focus on is the middle part, the bright screen. You don’t realize how much of the visual field is taken up by black, empty space.\"</p>\n<p>Xiao, who served as a Microsoft Research intern in 2015 as part of his work in CMU's Human Computer Interaction Institute, decided to focus on that blackness in his first major Microsoft project. Alongside senior researcher Hrvoje Benko, Xiao came up with an idea borne mostly from affordability: a cheap array of LEDs to fill in the rest of a VR headset's dark spots. (The results of their findings were <a href=\"http://dx.doi.org/10.1145/2858036.2858212\">published in <em>CHI'16</em></a> last week.)</p>\n<h2>80 more diodes, 60 more degrees</h2>\n<div class=\"shortcode-video  centered-figure-container \">\n\t<div class=\"video center \" style=\"width:px;\">\n\t\t\t\t<iframe style=\"display:block; min-height: 480px;\" type=\"text/html\" src=\"http://www.youtube.com/embed/o9LVwl8cmc0?start=0&wmode=transparent\" frameborder=\"0\" allowfullscreen></iframe>\n\n\t</div>\n</div>\n\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"https://www.youtube.com/watch?v=o9LVwl8cmc0\" class=\"caption-link\" rel=\"nofollow\">Augmenting the Field-of-View of Head-Mounted Displays with Sparse Peripheral Displays, from Microsoft Research</a>\n\t\t\t\t\t\t<p>\n\n<p>Benko and Xiao's \"sparse peripheral display\" is built on top of an <a href=\"http://arstechnica.com/gaming/2014/03/oculus-rift-dk2-eyes-on-finally-vr-without-the-ocu-latency/\">Oculus Rift \"DK2\" set</a>, which only offers a 90-degree field-of-view (the retail Rift, which launched in March, upped that to 110 degrees). The pair then added 80 strategically arranged LEDs that sit above and around the headset's lenses, as well as a sheer screen to diffuse their light. With a bit of processing of the in-game 3D world, the system renders relevant, real-time color and intensity data for those LEDs, to add 60 degrees to the total functional field of view. This isn't all that demanding from a processing overhead point-of-view, since only a few \"pixels\" of data have to be sent to the headset.</p>\n<p>Xiao says this reduces nausea and improved situational awareness in VR experiences no matter whether movement is controlled by turns of the head, by users' presses of keys, or by an automated, roller-coaster-styled sequence. The nausea-reduction effect surprised Xiao, in particular, because all of what he calls \"surprisingly spotty\" research on the subject up until that point said the opposite would happen.</p>\n<p>\"There is some academic research... suggesting that expanding field-of-view [in VR] with a full-resolution, high-fidelity display would increase the sensation of sickness,\" Xiao said. \"The primary reason is that you’re introducing a greater disparity between a person’s visual periphery and their sense of vection—their internal inertia sensors that tell them if they’re actually moving. Increase that and you increase the possibility of nausea.\"</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"image left\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/Screenshot-21.png\" class=\"enlarge\" alt=\"A better example of exactly how the LED array stimulates a VR user's peripheral vision.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/Screenshot-21-980x727.png\"  caption=\"A better example of exactly how the LED array stimulates a VR user's peripheral vision.\"  alt=\"A better example of exactly how the LED array stimulates a VR user's peripheral vision.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Microsoft Research)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/Screenshot-21.png\" class=\"caption-link\" rel=\"nofollow\">A better example of exactly how the LED array stimulates a VR user's peripheral vision.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n  </div>\n\n<p>Since that earlier research had been conducted primarily with larger simulator systems, Xiao and Benko guessed that they might achieve different results with screens closer to the face. The idea of using suggestive LEDs was proposed solely as a way to test a cheaper, lower-energy solution. The duo's first public report stated that 11 out of 14 testers reported reduced nausea when using a \"DK2\" unit with the periphery hack, which was bolstered by a \"counter-vection\" processing of visual data when movement was simulated.</p>\n<p>These results validated some of the ideas behind the researchers' design.. \"When we looked at how the eye works, we discovered the periphery is very low-density compared to the retina,\" Xiao said. \"It doesn’t need as many cells, and the cells in the periphery are more sensitive to light; both of these have specific, evolutionary reasons for existing. We thought, we can take advantage of that to create a low-resolution display that simulates the periphery in much the same way. Because it’s sparse, you won’t be wanting to look at the periphery. You’re still focused on content in the central field, and you can tilt your head around to get a better look.\"</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"image left\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/Screenshot-20.png\" class=\"enlarge\" alt=\"Microsoft Research's peripheral-VR hack, from start to finish, as applied to an Oculus Rift DK2.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/Screenshot-20-980x172.png\"  caption=\"Microsoft Research's peripheral-VR hack, from start to finish, as applied to an Oculus Rift DK2.\"  alt=\"Microsoft Research's peripheral-VR hack, from start to finish, as applied to an Oculus Rift DK2.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Microsoft Research)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/Screenshot-20.png\" class=\"caption-link\" rel=\"nofollow\">Microsoft Research's peripheral-VR hack, from start to finish, as applied to an Oculus Rift DK2.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n  </div>\n\n<p>There's still a disconnect when a sideways, peripheral turn of real-life eyes within a VR headset is greeted only with glowing dots as opposed to real detail. Xiao and Benko acknowledge this in their paper, and suggest smaller-sized LEDs might both improve the effect and make even more sense in an open-glasses, augmented-reality system. Xiao's experience with the system has him hopeful for future applicability in everything from games to productivity applications.</p>\n<p>\"Think of working on a big project, like sculpting, and offering a perspective on where someone is contextually,\" Xiao said. \"Think of virtual architecture. You can maintain the context of where [users] are through sparse periphery, queues to orient themselves, to know intuitively where they are. Hopefully, they can more quickly understand as they move around the environment what they’re doing and where they’re going.\"</p>\n<p>Xiao wouldn't say if the pair's hardware-hacking efforts had gotten any farther since the project was completed roughly a year ago. Still, he did offer hints about possible future work with Microsoft Research. \"Maybe AR's in my near future,\" he said, without mentioning <a href=\"http://arstechnica.com/gadgets/2016/04/hands-on-hololens-on-the-cusp-of-a-revolution/\">HoloLens</a> by name. When asked about his findings being made public or open-sourced for other VR developers to test or for hardware tinkerers to create their own LED inserts and appropriate wirings, Xiao could only say that \"Microsoft has previously open sourced a few of its projects, such as RoomAlive.\"</p>\n<p><em>CHI'16</em>, 2016. DOI: <a href=\"http://dx.doi.org/10.1145/2858036.2858212\">10.1145/2858036.2858212</a>  (<a href=\"http://arstechnica.com/science/news/2010/03/dois-and-their-discontents-1.ars\">About DOIs</a>).</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=8eYBxaDKNy4:YLQEOBKnAVw:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=8eYBxaDKNy4:YLQEOBKnAVw:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=8eYBxaDKNy4:YLQEOBKnAVw:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=8eYBxaDKNy4:YLQEOBKnAVw:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=8eYBxaDKNy4:YLQEOBKnAVw:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=8eYBxaDKNy4:YLQEOBKnAVw:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Mario makes leap to Minecraft</title>\r\n\t\t<link>http://arstechnica.com/gaming/2016/05/microsoft-enters-the-super-mario-business-with-new-minecraft-skins/</link>\r\n\t\t<pubDate>Mon, 09 May 2016 15:15:13 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Kyle Orland]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[console wars]]></category>\r\n\t\t<category><![CDATA[microsoft]]></category>\r\n\t\t<category><![CDATA[minecraft]]></category>\r\n\t\t<category><![CDATA[mojang]]></category>\r\n\t\t<category><![CDATA[Nintendo]]></category>\r\n\t\t<category><![CDATA[Wii U]]></category>\r\n\t\t<category><![CDATA[XBox]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=878241</guid>\r\n\t\t<description><![CDATA[Move proves some games are too big to lock down on one platform.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>The release of yet another bit of cosmetic DLC for one specific version of <i>Minecraft</i> isn't usually the kind of thing we'd take the time to write about at Ars. But the latest skin pack for the game caught our eye because it marks the first time that characters from Nintendo's <em>Super Mario Bros.</em> series have shown up in a game published by an ostensible console competitor: Microsoft, in this case.</p>\n<p>The \"Super Mario Mash-Up Pack\" will launch as a free download exclusively for the Wii U version of the game on May 17 and come included on the retail disc when it launches on June 17 (the downloadable version launched on Wii U last December). It includes 40 Mario-themed skins, new world and item textures inspired by the Mario series, and 15 pieces of music from <em>Super Mario 64</em>.</p>\n<p>Releasing special content specifically targeted at Wii U players may seem like an odd thing for Microsoft to do after the company <a href=\"http://arstechnica.com/gaming/2014/09/its-official-microsoft-acquires-mojang-and-minecraft-for-2-5-billion/\">spent $2.5 billion to acquire <em>Minecraft</em> maker Mojang</a> back in 2014. At the time, though, <a href=\"http://arstechnica.com/gaming/2014/09/why-minecraft-is-now-microsoft-owned-but-not-microsoft-exclusive/\">Microsoft promised</a> that the many existing versions of <i>Minecraft</i> on platforms like PlayStation systems, iOS, and Android wouldn't be affected by the purchase. The company has proved true to its word since then, releasing a Wii U version just a few months ago and even featuring <a href=\"https://blog.eu.playstation.com/2015/06/30/minecraft-gets-littlebigplanet-dlc-minecon-pack-free-updates-this-week/\">Sony's <em>LittleBigPlanet</em> series in DLC</a> for the PlayStation 4 version of the game last year.</p>\n<div class=\"shortcode-video  centered-figure-container \">\n\t<div class=\"video center \" style=\"width:px;\">\n\t\t\t\t<iframe style=\"display:block; min-height: 480px;\" type=\"text/html\" src=\"http://www.youtube.com/embed/l8EhPT6ixTA?start=0&wmode=transparent\" frameborder=\"0\" allowfullscreen></iframe>\n\n\t</div>\n</div>\n\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"https://www.youtube.com/watch?v=l8EhPT6ixTA\" class=\"caption-link\" rel=\"nofollow\"></a>\n\t\t\t\t\t\t<p>\n\n<p>This isn't the first time Nintendo has loaned its iconic Mario characters to outside developers, either. Storied companies like <a href=\"http://www.mariowiki.com/Bandai_Namco_Entertainment\">Bandai Namco</a>, <a href=\"http://www.mariowiki.com/Square_Enix\">Square Enix</a>, and <a href=\"http://www.mariowiki.com/Capcom\">Capcom</a> have taken lead development duties on a number of Mario-themed spin-offs, including many arcade-style sports games. Nintendo published all those games exclusively for its systems, though; this time around, Microsoft-owned Mojang is the one making money as the game's publisher (even as Nintendo takes in Wii U licensing fees for the game itself).</p>\n<p>In any case, there's something jarring about another console maker officially collaborating to use Nintendo's mascot like this—even if the Wii U <a href=\"http://arstechnica.com/gaming/2016/03/report-wii-u-will-be-nintendos-shortest-lived-home-console/\">isn't exactly a long-term sales threat in the current marketplace</a> (and even if Mario isn't showing up in, say, the Xbox One version of the game). It reminds us of the feeling we got seeing Sonic on a Nintendo console for the first time <a href=\"https://en.wikipedia.org/wiki/Sonic_Advance\">back in the early '00s</a>. Seeing <a href=\"http://arstechnica.com/gaming/2016/03/ars-tests-nintendos-first-mobile-app-and-club-nintendos-wimpy-successor/\">Nintendo's familiar Miis on iOS</a> earlier this year was a similarly odd context shift, and it will still be a bit weird seeing <a href=\"http://arstechnica.com/gaming/2016/04/nintendo-announces-march-2017-launch-for-nintendo-nx-and-zelda-delay/\">familiar Nintendo franchises on smartphones</a> later this year.</p>\n<p>That probably reflects somewhat old-world thinking about the nature of platforms and the exclusive games that power them, though. In a way, <i>Minecraft</i> is really its own content platform these days, powering an ecosystem of mods, videos, and player collaboration that's much bigger than any single hardware family. With Microsoft recently <a href=\"http://arstechnica.com/gaming/2016/03/why-microsoft-is-finally-pushing-for-cross-platform-online-gaming/\">pushing for cross-console multiplayer gaming</a>, the company apparently realizes that, these days, controlling quality software may matter more than controlling the hardware on which it's published.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=MeFiZSoylLg:yGzBsgdA-ME:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=MeFiZSoylLg:yGzBsgdA-ME:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=MeFiZSoylLg:yGzBsgdA-ME:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=MeFiZSoylLg:yGzBsgdA-ME:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=MeFiZSoylLg:yGzBsgdA-ME:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=MeFiZSoylLg:yGzBsgdA-ME:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>High-tech cardboard: The rise of digitally augmented board games</title>\r\n\t\t<link>http://arstechnica.com/gaming/2016/05/from-xcom-to-golems-cardboard-games-with-digital-brains/</link>\r\n\t\t<pubDate>Sat, 07 May 2016 12:00:48 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Ars Staff]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Features]]></category>\r\n\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=877703</guid>\r\n\t\t<description><![CDATA[Three designers talk about the pros—and cons—of tech-powered tabletop titles.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Board gaming is in the midst of a creative “golden age.” But while games thrive on innovation, a paradoxically conservative streak runs through the hobby when it comes to the most fundamental technological shift of the 21st century: the rise of the smartphone.</p>\n<p>While publishers have pushed out digital adaptations of hit games like <em>Catan</em>, <em>Carcassonne</em>, and <em>Ticket to Ride</em>, this is generally a one-way movement; few digital apps and tools are used in physical board games. But there are exceptions.</p>\n<p>One of the first high-profile attempts at an analog-digital hybrid was <a href=\"https://www.fantasyflightgames.com/en/products/xcom-the-board-game/\"><em>XCOM: The Board Game</em></a>. Released in 2015, the game offers a cooperative, multiplayer reimagining of the revered video game series that tasks players with repelling an alien invasion of the Earth. Created by Canadian designer Eric Lang, it uses a smartphone app to coordinate the aliens’ sinister plans to enslave the planet.</p>\n<p>“I’d been wanting to do a digitally integrated game for years, but it wasn’t until smartphones with big screens really hit critical mass that the time was right to do it,” Lang told Ars. “And when the <em>XCOM</em> license came up, I just knew in my gut that this was the game to do it with. I’ve been a fan of the series since the beginning. Back in the '90s, my roommate had a copy and I remember thinking it looked a little primitive and kind of dumb, but when I actually played it I said, ‘My God, this is hard.’ I just died all the time.</p>\n<p>“It was utterly compelling to me. I played it to the point where I even started dreaming about it.”</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/xcom3-web.jpg\" class=\"enlarge\" alt=\"<em>XCOM</em>, with the alien control app running on a smartphone.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/xcom3-web-980x649.jpg\"  caption=\"<em>XCOM</em>, with the alien control app running on a smartphone.\"  alt=\"<em>XCOM</em>, with the alien control app running on a smartphone.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Owen Duffy)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/xcom3-web.jpg\" class=\"caption-link\" rel=\"nofollow\"><em>XCOM</em>, with the alien control app running on a smartphone.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<p>Lang’s previous credits include adaptations of big-name franchises like <em>A Game of Thrones</em>, <em>Star Wars,</em> and the Marvel comic book universe. Over the years, he has acquired a reputation as the go-to guy for tabletop translations that retain deep respect for the spirit of their source material. With <em>XCOM</em>, he distanced himself from the squad-based tactical gameplay portion of the original series, instead putting players in the shoes of top-level officers coordinating a global response to the alien threat.</p>\n<p>“I didn’t want to just re-implement the video game as a board game. It would have felt like regurgitation,” he said. “So I thought: what if you could experience being the council, the people who are bossing the players around? What if you’re stuck in the situation room during the worst invasion of all time? I thought about real life disaster scenarios, and why the responses to big traumatic events usually break down. In 99 percent of cases it’s because you have smart, well-intentioned people sitting in a room arguing with limited time to make decisions. Eventually, someone has to make a call, and it’s usually the wrong call, and things fall apart after that.”</p>\n<p>The <em>XCOM</em> board game uses a companion app to foster this sense of panic and chaos. The game divides each turn into two stages. First comes a timed round, with players racing against the clock to allocate their limited resources to the troops, air forces, and scientists under their command. At the same time, they must deal with a succession of randomized unfolding crises that threaten to derail their plans. It’s a recipe for acrimony, errors, and confusion, with players shouting over one another and arguing about which of the game’s escalating threats needs to be dealt with first.</p>\n<p>“The core things I was looking for were frustration and stress, because that’s what hooked me into the video game in the first place,” said Lang. “The app lets me do that. I wanted to make something that really threatens players and hits them with the unknown. You know that there will be UFOs coming, but you don’t know exactly when or where they’re going to show up; you just have to be prepared. And if you play a purely analog cooperative game, there’s a lot of bookkeeping and responsibility that falls on the players. On every round, you’ll typically have to draw a card that’s going to screw with you in some way. But with the app handling all of that, you have this cold, distant enemy. Psychologically, it really feels like you’re fighting against this calculating, malicious foe.”</p>\n<p>The app also adds to the game’s aesthetics. It comes with a tension-packed techno soundtrack, a science fiction-style user interface, and a news ticker at the bottom of the screen that shows stories about panic and unrest steadily mounting around the globe.</p>\n<p>But even as <em>XCOM</em> embraces its digital element, it still relies on traditional mechanisms. After each smartphone-driven timed round comes a resolution phase, where players determine the outcome of the decisions they’ve just made. Players roll dice to decide the outcome of combat. They play ability cards to tilt the tide of events in their favor. They track stats using cardboard chips that progress along printed tracks on the game board.</p>\n<p>“The key to <em>XCOM</em> is that, fundamentally, it’s a board game,” said Lang. “What the app is doing is taunting you and threatening you while you’re [playing].”</p>\n<p>The blend of traditional tabletop elements and technological innovations seems to have struck a chord with players. <em>XCOM</em> received largely positive reviews on its release. While publisher Fantasy Flight Games doesn’t discuss sales numbers, Lang said that the title has sold “very well.”</p>\n<div><a name='page-2'></a></div>\n<h2>Giant golems and the perils of innovation</h2>\n<p>Other digitally augmented games have found it harder to find a foothold among fans, however.</p>\n<p>2014’s fantasy-themed miniature battle game <a href=\"http://golemarcana.com/\"><em>Golem Arcana</em></a> let players command warring armies of giant, magically infused automatons piloted by elite sorcerer-knights and aided by a pantheon of rival gods. In theory, its creator, Seattle-based video game studio Harebrained Schemes, should have been perfectly placed to bridge the gap between the digital and physical realms. Company founder Jordan Weisman designed the BattleTech miniatures game and the iconic <em>Shadowrun</em> tabletop RPG before working as the creative director of Microsoft’s games division. While the company had previously produced video game adaptations of Weisman’s analog titles, <em>Golem Arcana </em>marked its first foray into the tabletop industry.</p>\n<p>To fans of battle games like <em>Warhammer</em> or <em>Malifaux</em>, many elements of <em>Golem Arcana</em> might feel familiar. Players build customised armies of figures, each with their own set of strengths, weaknesses, and abilities, then take turns maneuvering the troops around a modular battlefield and launching attacks against enemy units.</p>\n<p>But the game’s major innovation was its electronic smart stylus—a chunky piece of plastic that looked like a post-apocalyptic take on the magic wand.</p>\n<p>“Other than the app, it’s the only piece of tech in the game,” said Brian Poel, one of the game’s designers. “The front end is an infrared camera, and the back end is a Bluetooth transmitter. All of the printed surfaces in the game—like the cards, the map tiles, the bases of the miniatures—have an extra layer of ink that you can’t really see when you look at them, but if you were to zoom in with a microscope, they actually look like tiny little QR codes which the stylus reads and transmits to the app.\"</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/product-in-the-base-set-2.jpg\" class=\"enlarge\" alt=\"Golem Arcana, complete with electronic \"wand.\"\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/product-in-the-base-set-2-980x673.jpg\"  caption=\"Golem Arcana, complete with electronic \"wand.\"\"  alt=\"Golem Arcana, complete with electronic \"wand.\"\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/product-in-the-base-set-2.jpg\" class=\"caption-link\" rel=\"nofollow\">Golem Arcana, complete with electronic \"wand.\"</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<p>“So the app knows what figure you’re pointing at, which part of the board you’re on, what kind of attack you’re requesting to do,\" said Poel. \"It remembers the bonuses and penalties that have been applied over the course of the battle. It means you’ll never forget a modifier or accidentally move a figure too far. It takes care of all of those details and lets you play at a fun, strategic level rather than down in the weeds keeping track of everything.”</p>\n<p>Handing the hard work over to the app and stylus meant that the game could feature a level of complexity not normally seen in tabletop titles.</p>\n<p>“It let us introduce a video game style of design,” Poel said. “If you were playing a video game, you would expect to see lots of modifiers, conditional effects, and things that would be extremely frustrating if you had to keep track of them with tokens and pieces of paper. But because it’s doing all of this for you, it’s possible to tap into these expectations and provide a much wider variety of special effects, of choices that you’re making, and the cognitive load involved is very low.”</p>\n<p>The app also reported data back to the game’s designers, giving them insights into how players built their armies, what combinations of units and items were popular, and what sort of tactics players had the greatest success with in their games. This data allowed the studio to tweak gameplay mechanisms and point values to subtly balance the game, avoiding the “overpowered units” that have long been one of the main complaints about analog war games.</p>\n<p><em>Golem Arcana</em> sparked interest on its release, and in 2015 it picked up a prestigious Origins Award for the year’s best miniature battle game. But commercial success was harder to find; earlier this year, the team behind the game announced that development would cease.</p>\n<p>“One of the problems we had was just in terms of explaining to people exactly what they were getting in this box,” Poel said. “Another was that as a video game company, we didn’t have access to the distribution and marketing networks to get the game in front of prospective customers.</p>\n<p>“But specifically in wargaming, for some players there’s a challenge and an enjoyment in mastering a complex rules set and keeping it all in their heads. It becomes part of their tactical advantage in the game, and for some players, a game that levels that playing field and lowers the barriers to entry could be intruding into that.”</p>\n<p>The untimely demise of <em>Golem Arcana</em> shows the risks that go hand in hand with innovation. But these risks haven’t stopped other designers from working on new digitally augmented games of their own.</p>\n<h2>Choices and consequences</h2>\n<p>Among these designers is Ignacy Trzewiczek, whose upcoming game <em>First Martians</em> features an app which opens up a complex, evolving story mode for players to explore.</p>\n<p>“The game is scenario-driven, and you’re playing a group of astronauts trying to survive in a habitat on Mars,” Trzewiczek said. “The app lets me drive the story and make it incredibly immersive.</p>\n<p>“It’s based on my previous game, <em>Robinson Crusoe</em>, which used a deck of cards to generate random events. You’d draw them, and you’d never be sure what would happen. But with the app, I have an extremely smart AI that can build the story for players. Essentially it’s still drawing cards, but it gives me the ability to sort them using tags so that you’ll always draw one that’s relevant to the story you’re playing. If you’re playing a scenario that’s about exploring the Martian surface, you’ll draw cards tagged for ‘discovery.’ If you’re dealing with a mysterious disease that’s broken out inside the hab, you’ll draw cards tagged ‘health problems.’”</p>\n<p>But the real advantage of a digital app, Trzewiczek said, is its ability to remember players’ choices, ensuring that each action in the game comes with consequences attached.</p>\n<p>“Say the app gives you a warning that there’s been a sandstorm and you need to clean your solar panels, but you decide you don’t have the time to do it right now,” he said. “You might see that your power levels start going down, and then if you still don’t go out and fix the situation, you’ll get a message that one of your panels is permanently broken and you won’t be able to restore it to full power. And I can include different outcomes with different probabilities of occurring, so you’ll never know exactly how a situation might come back around later in the game.”</p>\n<p>Trzewiczek added that he was particularly excited at the prospect of releasing video game-style DLC for tabletop titles.</p>\n<p>“Instead of charging $25 for a physical expansion in a store, we have an amazing opportunity to release new content for free or very cheaply,” he said. “You might get 50 new cards and two new scenarios, and it’ll be like buying a new app from the app store or making an in-game micropayment.”</p>\n<div class=\"shortcode-video  centered-figure-container \">\n\t<div class=\"video center \" style=\"width:px;\">\n\t\t\t\t<iframe style=\"display:block; min-height: 480px;\" type=\"text/html\" src=\"http://www.youtube.com/embed/f9CB6-S1Bsk?start=0&wmode=transparent\" frameborder=\"0\" allowfullscreen></iframe>\n\n\t</div>\n</div>\n\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"https://www.youtube.com/watch?v=f9CB6-S1Bsk\" class=\"caption-link\" rel=\"nofollow\">A teaser video for <em>First Martians</em></a>\n\t\t\t\t\t\t<p>\n\n<h2>Our digital future</h2>\n<p>Are digital apps and tools an important part of board gaming’s continued evolution? <em>XCOM</em> designer Eric Lang is cautious.</p>\n<p>“I think it’ll always be a niche,” he said. “One thing I’m dying to get into board games is the kind of contextually aware tutorials you see in video games. At the moment, having to read a rulebook is a major point of friction, and I think within five years we might reach a point where if you don’t have a tutorial app for your game, you’re at a major competitive disadvantage. But in terms of actual integrated gameplay, I think there will be more games, but as a percentage of total releases it’ll be fairly low, maybe even hundredths of a percent.”</p>\n<p>But for Trzewiczek, the answer is clear.</p>\n<p>“I’m 1,000 percent certain that this is the future of board games,” he said.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=U5pHepw3zdM:NC2FxDlzlK0:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=U5pHepw3zdM:NC2FxDlzlK0:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=U5pHepw3zdM:NC2FxDlzlK0:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=U5pHepw3zdM:NC2FxDlzlK0:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=U5pHepw3zdM:NC2FxDlzlK0:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=U5pHepw3zdM:NC2FxDlzlK0:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Nvidia’s GTX 1080 and GTX 1070 revealed: Faster than Titan X at half the price</title>\r\n\t\t<link>http://arstechnica.com/gadgets/2016/05/nvidia-gtx-1080-1070-pascal-specs-pricing-revealed/</link>\r\n\t\t<pubDate>Sat, 07 May 2016 03:59:09 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Mark Walton]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[AMD]]></category>\r\n\t\t<category><![CDATA[graphics cards]]></category>\r\n\t\t<category><![CDATA[gtx 1070]]></category>\r\n\t\t<category><![CDATA[gtx 1080]]></category>\r\n\t\t<category><![CDATA[NVIDIA]]></category>\r\n\t\t<category><![CDATA[pascal]]></category>\r\n\t\t<category><![CDATA[PC gaming]]></category>\r\n\t\t<category><![CDATA[Polaris]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=877999</guid>\r\n\t\t<description><![CDATA[GTX 1080 will cost $599 and launch May 27, with GTX 1070 following June 10 for $379.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p><span style=\"line-height: 1.5\">AUSTIN, Texas—After numerous rumours and a supposed \"several billion dollars\" spent on R&amp;D, Nvidia's first consumer graphics cards based on its Pascal architecture are here: the GTX 1080 and GTX 1070. The GTX 1080 will retail for $599 (~£450), $50 more than the GTX 980 cost at launch, while the GTX 1070 will retail for $379 (~£270), again $50 more than the previous generation card. The 1080 launches on May 27, with the 1070 following on June 10.</span></p>\n<p>While it's surprising Nvidia has raised the price of its flagships graphics cards—particularly given <a href=\"http://arstechnica.co.uk/gadgets/2016/04/amd-focusing-on-vr-mid-range-polaris/\">AMD's bold claims</a> that its Polaris architecture will offer VR-ready performance at a \"mainstream\" price point—the company claims that both cards are significantly faster than its current flagships, the GTX Titan X and GTX 980 Ti, which retail for $1000 (£800) and $650 (£550) respectively. In the case of the GTX 1080, Nvidia claims it's twice as fast as the Titan X and three times as energy efficient—it even says it's faster than dual-SLI 980 setup.</p>\n<p>The performance boost comes from the combination of a new GPU microarchitecture (Pascal) with a leaner TSMC 16nm FinFET manufacturing process. The GTX 1080 also makes use of faster Micron GDDR5X memory, resulting in an impressive 10Gbps memory clock. Meanwhile, the GTX 1070 will use standard GDDR5 memory.</p>\n<p>Nvidia hasn't revealed the full technical specs for the cards—likely saving them for when reviews drop later this month—but did confirm that the GTX 1080 will push around 9 TFLOPS of (likely single-precision floating point) performance from a chip built around 7.2 billion transistors. By comparison the Titan X pushes around 7 TFLOPS from its 8 billion transistors. The GTX 1070 is said to push 6.5 TFLOPS.</p>\n  <img src=\"\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>While that's not a huge increase over the Titan X, the more efficient Pascal architecture has allowed Nvidia to dramatically increase the clock speed of the GTX 1080 to 2144Mhz on air cooling. That's well over the 1075MHz speeds of the GTX Titan X and GTX 980 Ti, and—if Nvidia's real-time demo is to be believed—the card hits only 67 degrees under load, leaving plenty of headroom for overclocking.</p>\n<p>Nvidia has also finally updated its stock cooler design, which debuted with the GTX Titan back in 2013. It is, as the leaks suggested, a metallic shroud with a striking angular design that sports a single cooling fan in a blower design at the rear. Alongside the new cooler, Nvidia claims that it has improved power delivery too (120mV peak-to-peak), allowing for more stable overclocking.</p>\n<p>Both features come at a price though. The new cooler will only feature on \"Founders Edition\" cards bought directly from Nvidia.com. The GTX 1080 Founders Edition will retail for $699, with the GTX 1070 Founders Edition costing $449. Those after the lower priced cards will have to look to partners like MSI and ASUS, which will use their own cooler designs.</p>\n<h2>But wait, there's more!</h2>\n<p>In addition to the new hardware, Nvidia took the wraps off three new software features, starting with Ansel, a sophisticated tool for taking in-game screenshots. Unlike typical screenshot tools, Ancel hooks directly into the game engine—developer permitting—allowing users to free-roam around a specific scene, and rotating the image, cropping it, and applying filters. Even better, because the tool ties directly into the frame buffer, users can take screenshots at resolutions higher than their monitor, up to a Photoshop-busting 61,000 pixels wide. Games supporting Ancel at launch include <em>The Division, </em><em>The Witcher 3, </em>and<em> No Man's Sky.</em></p>\n<p>Nvidia also had two enhancements for virtual reality: Nvidia VR Works Audio, and the wonderfully wordy \"Simultaneous Multi-Projection.\" The former is effectively ray-tracing for audio, allowing developers to physically model audio as it bounces off of different surfaces, allowing for realistic reverberation amongst other effects. To showcase VR Works Audio, Nvidia is releasing a free collection of minigames, dubbed <em>The Nvidia VR Funhouse</em> for the HTC Vive.</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center large\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/sites/3/2016/05/DSC09527.jpg\" class=\"enlarge\" alt=\"\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/sites/3/2016/05/DSC09527-640x428.jpg\"  caption=\"\"  alt=\"\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/sites/3/2016/05/DSC09527.jpg\" class=\"caption-link\" rel=\"nofollow\"></a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<p>Meanwhile, Simultaneous Multi-Projection is new rendering pipeline for Pascal cards that allows them to render 16 independent \"viewpoints\" in a single rendering pass. In a regular graphics card, a single viewpoint—i.e. what a user sees on a monitor—is rendered in one pass. That's fine for most applications, but problems occur win multimonitor setups and VR. In a triple monitor setup where a users curves the monitors around them, the graphics card can only render a single viewpoint, where it assumes all the monitors are arranged in a straight line, resulting in the images on the left and right monitors looking warped.</p>\n\n<p>Traditionally, this problem is solved by using three separate graphics cards in supported games, but with Multi-Projection, the single GPU can render three different viewpoints, with two of them correcting the distortion. The company uses a similar technique to speed up VR rendering, allowing for a stereo image to be rendered in a single pass, dramatically improving the frame rate—a particularly big problem to solve when VR needs to run at a hefty 90FPS.</p>\n<p>While Nvidia is the first to reveal next-generation graphics cards, AMD is rumoured to be to taking the wraps off its Polaris architecture in the coming weeks. While it's unlikely that Polaris will topple the performance of Nvidia's latest, if AMD delivers on its promises of VR-ready (or better) performance at a mainstream price point, at the very least consumers will have an affordable alternative to the Nvidia juggernaut.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=dXHDYQdqhPI:HNZ2ynpxXyE:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=dXHDYQdqhPI:HNZ2ynpxXyE:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=dXHDYQdqhPI:HNZ2ynpxXyE:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=dXHDYQdqhPI:HNZ2ynpxXyE:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=dXHDYQdqhPI:HNZ2ynpxXyE:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=dXHDYQdqhPI:HNZ2ynpxXyE:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Real-life Farmville: An app’s high score earned someone a cow</title>\r\n\t\t<link>http://arstechnica.com/gaming/2016/05/real-life-farmville-an-apps-high-score-earned-someone-a-cow/</link>\r\n\t\t<pubDate>Sat, 07 May 2016 00:54:55 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Sam Machkovech]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[bagra]]></category>\r\n\t\t<category><![CDATA[cow giveaway]]></category>\r\n\t\t<category><![CDATA[Microtransactions]]></category>\r\n\t\t<category><![CDATA[tunisia]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=877921</guid>\r\n\t\t<description><![CDATA[Why microtransaction the app, when you can get the cow for free?]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Typically, when video game players aim for a high score, they do it for bragging rights. Unless you're in a structured e-sports tournament, there's not much in the way of stakes for gobbling the most ghosts or fragging the most noobs.</p>\n<p>A major exception arose in the nation of Tunisia on Monday, when the makers of a game called <em><a href=\"http://bagrathegame.com\">Bagra</a></em> (which translates in Arabic to \"Cow\") rewarded its top player with the gaming world's first-ever real-life <em>cow</em> giveaway. Her name is Pamela, and as <a href=\"http://www.tuniscope.com/article/94527/tech/high-tech/bagra-thegame-090819\">news site Tuniscope reported</a> this week, that cow was loaded onto a truck and driven to the home of the iOS and Android game's top-performing cow herder.</p>\n<p>The game asks players to <a href=\"https://play.google.com/store/apps/details?id=com.digitalmania.bagratn\">tap the screen and position a variety of UFOs above a herd of grazing cattle</a>. Players also get bonuses if they spend real-life money in the game, and reports didn't confirm how much cash the winners had to spend in the game to top the charts. We imagine the cost was less than paying for an entire cow outright. (Runners-up were reportedly given gizmos as prizes.)</p>\n<p>Frugal Tunisian cow-seekers may want to keep their fingers primed on <em>Bagra</em> for a while longer, as Tuniscope reported the that game's producers, DigitalMania, have <em>another</em> cow primed for an upcoming giveaway. Her name is Brigitte. The next <em>Bagra</em> winner can elect instead to donate the cow to a non-profit—or even request a pile of raw meat. (No word on whether that meat would be Brigitte's.)</p>\n<p>This puts American gaming-performance giveaways to shame, obviously. For the most part, high score-related contests are a relic that we haven't seen since the '80s, and Activision's patch giveaways were among the biggest. Players who mailed in photographic proof of high scores of Intellivision console games like <em>Pitfall</em> were rewarded with some <a href=\"http://www.intvfunhouse.com/oddsnends/patches/\">elaborate and brightly colored patches</a>, which surely covered the coolest jean jackets of the era. Meanwhile, what would have been the best gaming-contest prize of all time—a ride on a fully-stocked party bus with comedian-magicians Penn and Teller—was kiboshed when<a href=\"http://www.gamesetwatch.com/2006/03/penn_jillette_discusses_unrele.php\"> its associated game, <em>Penn and Teller's Smoke and Mirrors</em>, was canceled</a>.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=c9BDcGrWOAY:QZyPwePoxmA:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=c9BDcGrWOAY:QZyPwePoxmA:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=c9BDcGrWOAY:QZyPwePoxmA:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=c9BDcGrWOAY:QZyPwePoxmA:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=c9BDcGrWOAY:QZyPwePoxmA:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=c9BDcGrWOAY:QZyPwePoxmA:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>After Battlefield 4 comes… Battlefield 1?</title>\r\n\t\t<link>http://arstechnica.com/gaming/2016/05/after-battlefield-4-comes-battlefield-1/</link>\r\n\t\t<pubDate>Fri, 06 May 2016 16:40:34 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Kyle Orland]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[Battlefield]]></category>\r\n\t\t<category><![CDATA[EA]]></category>\r\n\t\t<category><![CDATA[fps]]></category>\r\n\t\t<category><![CDATA[shooters]]></category>\r\n\t\t<category><![CDATA[war]]></category>\r\n\t\t<category><![CDATA[world war 1]]></category>\r\n\t\t<category><![CDATA[wwi]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=877395</guid>\r\n\t\t<description><![CDATA[Leaks suggest this oddly numbered game is set in an \"alternate history\" World War I. ]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>It appears the anticipated sequel to <i>Battlefield 4</i> will not be <i>Battlefield 5</i>. Instead, EA has apparently thrown traditional counting out the window by preparing <i>Battlefield 1</i>, a new shooter that seems to be set in an alternate history version of <i>World War I</i>.</p>\n<p>None of this is official yet; EA is set to actually reveal the next <i>Battlefield</i> title as part of <a href=\"https://www.twitch.tv/battlefield\">a day-long livestream</a> at 4pm Eastern time today. But the name has been leaked ahead of time by <a href=\"https://www.reddit.com/r/gaming/comments/4i5kim/battlefield_1/\">photos from a retail source</a>. The promotional art in those photos matches art <a href=\"http://www.neogaf.com/forum/showthread.php?t=1215509\">that showed up briefly on Xbox Live earlier today</a> and on the livestream itself, depicting a figure with a WWI-era pistol and <a href=\"https://en.wikipedia.org/wiki/Trench_raiding_club\">trench club</a>. There have been previous rumors about the game's setting, too. Back in February, a game called <i>Battlefield 5</i> was <a href=\"https://www.vg247.com/2016/02/26/battlefield-5-listed-by-german-retailer-as-a-multiplayer-tactical-shooter-set-in-ww1/\">briefly listed as a \"WW1 tactical shooter\" by a Swiss retailer</a> with an October 26 release date.</p>\n<p>Remember that the first <em>Battlefield</em> game (the one people sometimes call \"Battlefield One,\" and which came before <i>Battlefield 2</i>) was actually titled <i>Battlefield 1942. </i>The name <i>Battlefield 1</i> remains technically available, we suppose. The series has already jumped around to \"1943\" and \"2143\" over the years if you want to get really confusing with the numbering.</p>\n<p>Really, <i>1</i> following <i>4</i> shouldn't even make us blink in a gaming world that includes <i>Resident Evil Zero</i>, <i>Kingdom Hearts 358/2 Days</i>, <i>Madden NFL 25</i> (which followed <em>Madden NFL 13</em>) and, of course, the Xbox One console.</p>\n<p>[<strong>Update:</strong> Another shot of the leaked retail materials <a href=\"https://twitter.com/Wario64/status/728616609883922432\">tweeted by industry sleuth Wario64</a> suggests an October 18 release date for the game.]</p>\n<p>[<strong>Further Update:</strong> Yup, the game is actually called <em>Battlefield 1</em>, and features all sorts of World War I trappings, like Red Baron-style biplanes, saber-wielding troops on desert horseback, mortars, and plenty of zeppelins. Release date is October 21.</p>\n<p>A trailer full of in-engine (note: not necessarily in-game) footage is below:</p>\n<div class=\"shortcode-video  centered-figure-container \">\n\t<div class=\"video center \" style=\"width:px;\">\n\t\t\t\t<iframe style=\"display:block; min-height: 480px;\" type=\"text/html\" src=\"http://www.youtube.com/embed/c7nRTF2SowQ?start=0&wmode=transparent\" frameborder=\"0\" allowfullscreen></iframe>\n\n\t</div>\n</div>\n\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"https://www.youtube.com/watch?v=c7nRTF2SowQ\" class=\"caption-link\" rel=\"nofollow\"></a>\n\t\t\t\t\t\t<p>\n\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=WHntV8LPxWY:14UgMKnfE7o:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=WHntV8LPxWY:14UgMKnfE7o:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=WHntV8LPxWY:14UgMKnfE7o:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=WHntV8LPxWY:14UgMKnfE7o:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=WHntV8LPxWY:14UgMKnfE7o:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=WHntV8LPxWY:14UgMKnfE7o:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Why Nintendo NX’s rumored shift from discs to cartridges is actually smart</title>\r\n\t\t<link>http://arstechnica.com/gaming/2016/05/why-nintendo-nxs-rumored-shift-from-discs-to-cartridges-is-actually-smart/</link>\r\n\t\t<pubDate>Thu, 05 May 2016 22:49:39 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Sam Machkovech]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[cartridges]]></category>\r\n\t\t<category><![CDATA[macronix]]></category>\r\n\t\t<category><![CDATA[micro sd]]></category>\r\n\t\t<category><![CDATA[nintendo nx]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=877001</guid>\r\n\t\t<description><![CDATA[The company could make physical media relevant again.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>When Nintendo finally stopped producing cartridges for home consoles in 2001, the games industry breathed a sigh of relief. Finally! Nintendo was waking up to a modern era, one in which plummeting media prices and rising memory capacities made old cartridges look obsolete.</p>\n<p>Now, Nintendo is in a peculiar position—one in which it may not only return to chip-based media for its upcoming \"NX\" home system's software, but also one in which doing so may look like a <em>good</em> move.</p>\n<p>The savvy reporters at <a href=\"http://www.screencritics.co.uk/2016/05/04/is-the-nintendo-nx-about-ditch-the-disc-drives-for-cartridges/\">British media-reporting site Screen Critics</a> were first to notice a major financial report from Macronix, a Japanese company that has provided memory-related chips to consoles as far back as the N64. Macronix had already commented on <a href=\"https://tw.stock.yahoo.com/news_content/url/d/a/20160128/%E4%BB%BB%E5%A4%A9%E5%A0%82%E6%96%B0%E6%A9%9Fnx-%E6%97%BA%E5%AE%8F%E6%90%B6%E9%80%B2%E4%BE%9B%E6%87%89%E9%8F%88-075857540.html\">serving as a chip supplier of <em>some</em> sort for Nintendo NX</a> in January of this year, but in speaking about its current fiscal year (which, for Japanese companies, ends in March 2017), the company spoke about higher expectations for its \"NOR Flash\" business linked to the launch of the new Nintendo hardware.</p>\n<p>This leaves open the possibility that Macronix will simply provide the kind of BIOS or system memory chips that it has made for systems such as the Wii U and PlayStation 4. Still, the announcement's verbiage hints to an expected jump in sales percentage around the NX's launch window that would make more sense if linked to software sales, as opposed to console sales—assuming an average games-to-console sales ratio of over 2:1, at any rate.</p>\n<p>The biggest detail lacking in Screen Critics' report is any confirmation that Macronix's next fiscal year will include a ramping-up of 32GB-capacity chips—and selling such chips to Nintendo at a cost comparable to Blu-ray discs. Comparatively, the Nintendo 3DS portable system has a maximum cartridge size of 8GB, which is based on the system's spec when it launched in early 2011.</p>\n<h2>NX as a top-loader?</h2>\n<p>Call them whatever you want-—flash drives, cartridges, game sticks—but this retro-sounding idea has some forward-thinking goodness to it. Macronix's financial report requires a lot of reading between the lines, but it also hints to a seemingly obvious path for Nintendo's next system. The reason being: Optical discs ain't what they used to be.</p>\n<p>The Nintendo Wii U is the only current-gen home console to actively load software from its discs, while both Xbox One and PlayStation 4 require disc-based games to dump their files onto a hard drive. Those games are playable without any downloads or Internet connections, but ultimately, the discs get more mileage as DRM checks than as storage media. Optical drives can't keep up with modern CPU and GPU data bandwidth demands—a fact that any Xbox 360 or PlayStation 3 veteran can attest to after seeing so many of their games' blurry, slowly buffering textures.</p>\n<p>While ROM production would probably cost more than optical discs, the assumption is that the wholesale cost wouldn't be that much more per unit—and certainly not as much as N64 cartridges cost compared to CD-ROMs in the late '90s. Plus, <a href=\"http://arstechnica.com/gaming/2016/04/nintendo-announces-march-2017-launch-for-nintendo-nx-and-zelda-delay/\">Nintendo's FY2017 projection</a> included statements that the new console would not be sold at a loss. A quick path to that would be removing a bulky, expensive optical disc drive—and perhaps selling an entry-level NX model with a smaller amount of on-board flash memory, or none at all.</p>\n<p>If a 32GB ROM chip, with a large-enough rewritable sector for patch support, could replace both a Blu-ray disc and rewritable system memory—without ramping up costs a la the 64DD—then that would be a pretty forward-looking way to treat the old dinosaur that is physical media on game consoles. Even as it has toyed with DLC, Nintendo has continued to prioritize getting finished versions of games into stores, and if the production cost can stay close to discs, then a flash card or a retro-looking cartridge would work out in Nintendo's favor. And until Nintendo decides to open up its systems to whatever software we want to install, this may be the best we can hope for.</p>\n<p>A lot of \"if\"s have to add up for this theory to pan out, of course, but at the very least, third-party game producers have proven willing to shell out for proprietary media in the form of 3DS cartridges, and those third parties have Nintendo's eShop as a viable, no-cost-per-unit alternative no matter what media Nintendo decides on. So much remains to be seen about what shape and form Nintendo NX will take, but we see at least one opportunity for Nintendo to lead in the console space, not follow.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=CZqOfsFliRs:n0-WzFi-P5k:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=CZqOfsFliRs:n0-WzFi-P5k:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=CZqOfsFliRs:n0-WzFi-P5k:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=CZqOfsFliRs:n0-WzFi-P5k:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=CZqOfsFliRs:n0-WzFi-P5k:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=CZqOfsFliRs:n0-WzFi-P5k:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Nvidia’s stronger, faster Pascal architecture expected to debut Friday</title>\r\n\t\t<link>http://arstechnica.com/gadgets/2016/05/nvidia-pascal-gtx-1080-details-watch-livestream/</link>\r\n\t\t<pubDate>Thu, 05 May 2016 20:50:12 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Mark Walton]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[AMD]]></category>\r\n\t\t<category><![CDATA[graphics cards]]></category>\r\n\t\t<category><![CDATA[NVIDIA]]></category>\r\n\t\t<category><![CDATA[pascal]]></category>\r\n\t\t<category><![CDATA[PC gaming]]></category>\r\n\t\t<category><![CDATA[Polaris]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=877009</guid>\r\n\t\t<description><![CDATA[Rumours point to a GTX 1080 and GTX 1070 launch, but when? And how much?]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n\t<div class=\"centered-figure-container\">\n\t<div class=\"\" style=\"width:640px\">\n\t\t\t\t\t<iframe src=\"http://www.twitch.tv/nvidia/embed?auto_play=false&amp;play=false\" scrolling=\"no\" width=\"640px\" height=\"360px\" frameborder=\"0\"></iframe>\n\t\t\t</div>\n\t</div>\n\n\n<p>AUSTIN, Texas—Following a string of rumours, <a href=\"http://hexus.net/tech/news/graphics/92528-nvidia-teasing-pascal-launch-order-10-puzzle-website/\">teasers</a>, and <a href=\"http://arstechnica.co.uk/gadgets/2016/04/nvidia-tesla-p100-pascal-details/\">enterprise exposé</a>, chip-maker Nvidia will unveil consumer graphics cards based on its new Pascal architecture during a live event in Austin on Friday, May 6.</p>\n\n<p>While Nvidia remains tight-lipped about what exactly will be shown—most rumours point towards two graphics cards, the GTX 1080 and 1070—those with quiet weekend plans can tune into the event livestream above at 8pm CDT (6pm PDT, 9pm EDT, or 2am BST on Saturday morning).</p>\n<p>For the uninitiated, Pascal is Nvidia's latest and greatest graphics architecture, which promises to be both faster and more power efficient than the previous-generation Maxwell architecture. Exact details on the consumer chips won't appear until Friday, but the <a href=\"http://arstechnica.com/gadgets/2016/04/nvidia-tesla-p100-pascal-details/\">P100 enterprise card Nvidia unveiled in April</a> does shed some light on what consumer Pascal might look like.</p>\n<p>Pascal will feature both architecture and manufacturing process upgrades, the latter being based on the TSMC 16nm FinFET node. This is a huge jump over the old 28nm process Nvidia and AMD have been using since 2012. While the P100 is based on a nearly-full-fat implementation of the Pascal architecture, the GTX 1080 and 1070 (if that's what they end up being called) are likely to be based on a slimmed down version of the chip with some features disabled.</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center large\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/sites/3/2016/05/nvidia-geforce-gtx-1080.jpg\" class=\"enlarge\" alt=\"A supposed picture of the GTX 1080 posted online in April.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/sites/3/2016/05/nvidia-geforce-gtx-1080-640x480.jpg\"  caption=\"A supposed picture of the GTX 1080 posted online in April.\"  alt=\"A supposed picture of the GTX 1080 posted online in April.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/sites/3/2016/05/nvidia-geforce-gtx-1080.jpg\" class=\"caption-link\" rel=\"nofollow\">A supposed picture of the GTX 1080 posted online in April.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<p>The GP100 used in the P100 is said to push 10.6 teraflops of single precision (FP32) performance thanks to its high core clock of 1328MHz and a boost clock of 1480MHz, an increase in streaming multiprocessors (SMs), and second-generation of High Bandwidth Memory (HBM2). The HBM2 promises transfer speeds of up to 720GB/s performance on its 4096-bit-wide bus.</p>\n<p>HBM2 is unlikely to make its way into the GTX 1080 and 1070 thanks to its high cost and limited availability, however. Most rumours point towards Nvidia using 8GB of GDDR5X memory, a cheaper competitor to HBM2 that promises similar gains in performance. <a href=\"http://videocardz.com/59558/nvidia-geforce-gtx-1080-3dmark-benchmarks\">Supposed benchmarks </a>of the new GTX 1080 have surfaced online, showing good if not groundbreaking performance gains over the GTX 980 Ti in 3DMark.</p>\n<p>Ultimately, it'll come down to price. Nvidia isn't known for thrifty pricing, and all signs point to the GTX 1080 and 1070 being priced similarly to their predecessors at £400 ($500) and £300 ($400) respectively. Meanwhile, <a href=\"http://arstechnica.co.uk/gadgets/2016/04/amd-focusing-on-vr-mid-range-polaris/\">AMD is promising</a> its upcoming graphics cards based on the new Polaris architecture will offer at least GTX 970/R9 290X performance—if not more—at a \"mainstream\" price point.</p>\n<p>Ars will be reporting directly from Nvidia's Austin event, so keep an eye out for more Pascal info soon.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=WBrVxeE0cI4:QAlgCE2A_K0:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=WBrVxeE0cI4:QAlgCE2A_K0:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=WBrVxeE0cI4:QAlgCE2A_K0:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=WBrVxeE0cI4:QAlgCE2A_K0:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=WBrVxeE0cI4:QAlgCE2A_K0:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=WBrVxeE0cI4:QAlgCE2A_K0:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>In Captain America: Civil War, Marvel’s cinematic empire strikes back</title>\r\n\t\t<link>http://arstechnica.com/the-multiverse/2016/05/in-captain-america-civil-war-marvels-cinematic-empire-strikes-back/</link>\r\n\t\t<pubDate>Thu, 05 May 2016 11:00:17 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Sam Machkovech]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[The Multiverse]]></category>\r\n\t\t<category><![CDATA[batman v superman]]></category>\r\n\t\t<category><![CDATA[captain america]]></category>\r\n\t\t<category><![CDATA[captain america: civil war]]></category>\r\n\t\t<category><![CDATA[Iron Man]]></category>\r\n\t\t<category><![CDATA[marvel cinematic universe]]></category>\r\n\t\t<category><![CDATA[marvel universe]]></category>\r\n\t\t<category><![CDATA[spiderman]]></category>\r\n\t\t<category><![CDATA[winter soldier]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=876087</guid>\r\n\t\t<description><![CDATA[Review: Everything <em>Batman V Superman</em> got wrong, \"Avengers 2.5\" gets right.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/vlcsnap-2016-05-04-15h49m18s766-640x369.png\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>Robert Downey Jr.'s Iron Man is not long for this cinematic world. That is not a spoiler for anybody who's familiar with how Hollywood works—and comic book Hollywood in particular. Actors only get so many shots at a superstar superhero before a reboot or a contract dispute gets in the way, and according to modern precedent, Downey's running on borrowed time. Up until this week, Marvel's films have been careful not to even hint at that inevitability. That changes with <em>Captain America: Civil War</em>. Tony Stark's character doesn't necessarily die or have his superhero status suspended by film's end, but it <em>is​</em> the first film in the Marvel universe renaissance to admit that no, Virginia, there may not be a goatee-sporting, generator-enhanced Santa Claus for much longer.</p>\n<p>The latest <em>Captain America</em> film succeeds for many reasons, including incredible action sequences, nimble juggling of a giant cast, and remarkable action-mystery pacing. But what makes this the Marvel Universe's equivalent of <em>The Empire Strikes Back</em> is how its believable (and enjoyable) character development sells the film's slow burn tale of in-fighting and existential anxiety. Downey Jr. isn't alone in pulling it off, but watching the beginning of his end is why you'll remember this film for a long time.</p>\n<h2>Political flip-flop, superhero-style</h2>\n<p>Collateral damage attached to the Avengers' heroics has been piling up for the past few years, and <em>Civil War</em> opens with a superhero squad pulling a significant \"my bad\" while once more saving the world. Chris Evans' Captain America (also known as Steve Rogers), with assists from Black Widow (Scarlett Johansson), Falcon (Anthony Mackie), and Scarlet Witch (Elizabeth Olsen), kicks the film off with an incredible martial-arts sequence, full of superhero leaps, drone-powered trickery, and all kinds of hero-specific badassery.</p>\n<p>However, in saving Captain America's life and preventing a biological weapon breakout, Scarlet inadvertently destroys a humanitarian project (and kills innocent people in the process). The world decides it has had enough of the Avengers breaking a few eggs while saving Earth's omelet, which also happened in the comic-book version of the \"Marvel civil war\" plotline. That plot began with a \"superhero registry\" request, while in the film's version, the world insists that superheroes sign a United Nations accord—named after Sokovia, the country leveled at the end of <em>Avengers: Age of Ultron</em>.</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"image left\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/vlcsnap-2016-05-04-15h53m29s365.png\" class=\"enlarge\" alt=\"Time for a superhero summit.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/vlcsnap-2016-05-04-15h53m29s365-980x565.png\"  caption=\"Time for a superhero summit.\"  alt=\"Time for a superhero summit.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/vlcsnap-2016-05-04-15h53m29s365.png\" class=\"caption-link\" rel=\"nofollow\">Time for a superhero summit.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n  </div>\n\n<p>The Sokovia Accord's popularity ramps up after Rogers' 1940s ally, Bucky \"Winter Soldier\" Barnes, has been spotted perpetrating atrocities. He's another unchecked superhero, as far as the world's authorities are concerned, and the plot takes shape as superheroes take sides. Should they agree to the Sokovia Accord, which requires UN oversight and approval before heroes take any missions on? Or should they continue working unsupervised?</p>\n<p>You might expect Rogers to do his duty and sign the accord—and Tony Stark to dismiss it since he's a self-made libertarian—but the reverse happens, which is where things start to get interesting. Stark's decision to side with the UN is a weird one on paper, given the cocksure personality Downey Jr. has fostered since 2008, but <em>Civil War</em> gives the character time and breathing room to reveal some convincingly changed priorities. On the other side, Rogers must settle an internal battle of conflicting duties, one to country and the other to a brother-in-arms, and Evans does a fine job showing confidence in his choice while still acting vulnerable about his decision's fallout.</p>\n<h2>Web-slinger meets wit-slinger</h2>\n<p>Moviegoers were already \"treated\" to <a href=\"http://arstechnica.com/the-multiverse/2016/03/batman-v-superman-the-showgirls-of-superhero-films/\">one major hero-versus-hero showdown</a> in March, and it should shock no one that <em>Civil War</em> far outpaces the abomination that was <em>Batman V Superman</em>. That being said, DC's failure at least frames what Marvel's success gets so <em>right</em>. Most important is the \"why.\" By the time Stark and Rogers trade blows, the reasons that they would do so feel authentic, and the film makes sure that each hero still offers both criticism and respect for the other, whether while debating each other or while attempting to deal with the other's scant vulnerabilities in a battle.</p>\n<p>The supporting cast is crucial in this respect, as stellar performances from every major actor pull out that all-important emotional dimension for each half's feelings about the Sokovia Accord. It's one thing to see Rogers affirm his beliefs during a funeral or Stark reflect on the passing of his parents. It's quite another to watch Rogers and Romanoff chisel away at each other's allegiances throughout the film or for Stark to try his hand at being a father figure in multiple instances, some more impactful than others.</p>\n<p>Both films in question suffer from frantic location-hopping, but <em>Civil War</em> wins out in this regard as well by locking down at least one important conversation in each scene, usually to draw out both a plot movement and an emotional advancement. And while this film skews darker and more serious than either Whedon film, it still finds tons of room for levity and wisecracks—and it usually does so in organic ways, either by drawing out the organic humor of an awkward interaction or by mining the acting chops of this remarkable cast.</p>\n<p>No scene delivers this satisfying feeling better than the introduction of the Marvel cinematic universe's take on Spider-Man, which, I mean, come on. This scene alone is worth the price of admission, with new hero Tom Holland turning the Spider-Man archetype on its head as an enjoyably awkward teen. He shines in particular as Downey Jr.'s wise-ass, wit-slinging foil.</p>\n<h2>Stark V Rogers &gt; Batman V Superman</h2>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"image left\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/vlcsnap-2016-05-04-15h51m46s921.png\" class=\"enlarge\" alt=\"Just some buff superheroes hanging out on a day off, no biggie.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/vlcsnap-2016-05-04-15h51m46s921-980x565.png\"  caption=\"Just some buff superheroes hanging out on a day off, no biggie.\"  alt=\"Just some buff superheroes hanging out on a day off, no biggie.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/vlcsnap-2016-05-04-15h51m46s921.png\" class=\"caption-link\" rel=\"nofollow\">Just some buff superheroes hanging out on a day off, no biggie.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n  </div>\n\n<p>The film's biggest failing has to be the politically charged subtext left unmined. At one point, a government official complains about \"American\" super-soldiers who have done more damage than good by assuming a role as the world's overseers, and the rest of the characters sit blankly, as if real-life Americans haven't already been accused of such practices. It's a weird moment that puts the rest of the film's political silence into sharp relief.</p>\n<p>Civil War's superheroes may face tough questions in light of the Sokovia Accord, but they're almost all personal, not geopolitical. It appears that plot-fueling sacrifice was made to focus the film's relatively unwieldy scope, however, and that may very well have been the right call, as the film's tight focus on Stark V Rogers pays off.</p>\n<p>Additionally, instead of spreading a bunch of action scenes throughout the film, <em>Civil War</em> focuses its bombast on four major sequences, and two of these can assume their rightful place among Hollywood's all-time best. The aforementioned opening sequence is a 3D-filmmaking masterwork, full of impressive positional framing that rivals the best of the film <em>Hugo</em>, while I'm still struggling to process the bonkers, six-on-six, hero-against-hero battle on a giant airfield. I'd hate to spoil an iota of how good this sequence is, other than the fact that each one-on-one face-off comes replete with incredible one-liners and that <a href=\"https://en.wikipedia.org/wiki/Kaiju\">kaiju</a> freaks should gear the heck up for this'un.</p>\n<p>A relatively standard car-chase scene and a closing battle round out <em>Civil War</em>'s visual fireworks. The former scene is mostly notable in that it introduces viewers to Black Panther—whose performance by Chad Boseman and whose ass-kicking brutality get us equally excited about his eventual solo film. Meanwhile, what the latter scene lacks in originality, it more than makes up for in finishing the film off with emotionally loaded punches.</p>\n<p>You'll feel the punches (both literal and figurative) from the film's final battles reverberate across every character, and the closing sentiment is almost too predictable, in terms of a classic second-film-of-a-trilogy downturn. But that's what the original <em>Avengers</em> needed in a satisfying follow-up (and sorely failed to get out of <em>Age of Ultron</em>), and that's probably why Downey Jr., and his commanding performance, figured so largely in this <em>Captain America</em> film.</p>\n<p>There's no telling when Marvel will tie a bow on this particular plot arc in its cinematic universe, particularly while it keeps film goers entertained with specific series' next films, but based on his performance in <em>Civil War</em>, it's a lock that Downey Jr. will be around to put his signature knot on that bow.</p>\n<div class=\"feedflare\">\n<a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=joUCMW3l2DQ:bVJLJNAWijw:V_sGLiPBpWU\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=joUCMW3l2DQ:bVJLJNAWijw:V_sGLiPBpWU\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=joUCMW3l2DQ:bVJLJNAWijw:F7zBnMyn0Lo\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?i=joUCMW3l2DQ:bVJLJNAWijw:F7zBnMyn0Lo\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=joUCMW3l2DQ:bVJLJNAWijw:qj6IDK7rITs\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=qj6IDK7rITs\" border=\"0\"></img></a> <a href=\"http://feeds.arstechnica.com/~ff/arstechnica/gaming?a=joUCMW3l2DQ:bVJLJNAWijw:yIl2AUoC8zA\"><img src=\"http://feeds.feedburner.com/~ff/arstechnica/gaming?d=yIl2AUoC8zA\" border=\"0\"></img></a>\n</div>]]></content:encoded>\r\n\t\t\t</item>\r\n\t</channel>\r\n</rss>\r\n",
  "headers": {
    "Expires": "Fri, 13 May 2016 07:43:33 GMT",
    "X-XSS-Protection": "1; mode=block",
    "Transfer-Encoding": "chunked",
    "Cache-Control": "private, max-age=0",
    "ETag": "ZnzgxpHuuXebgKWg2yIMWJRWjSY",
    "Content-Encoding": "gzip",
    "Last-Modified": "Fri, 13 May 2016 07:40:47 GMT",
    "Date": "Fri, 13 May 2016 07:43:33 GMT",
    "X-Content-Type-Options": "nosniff",
    "Content-Type": "text/xml; charset=UTF-8",
    "Server": "GSE"
  },
  "response_url": "http://feeds.arstechnica.com/arstechnica/gaming"
}