{
  "requested_url": "http://feeds.arstechnica.com/arstechnica/business",
  "fetched_at": "2016-05-13T00:45:46.769067",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\r\n<?xml-stylesheet type=\"text/xsl\" media=\"screen\" href=\"/~d/styles/rss2full.xsl\"?><?xml-stylesheet type=\"text/css\" media=\"screen\" href=\"http://feeds.arstechnica.com/~d/styles/itemcontent.css\"?><rss xmlns:content=\"http://purl.org/rss/1.0/modules/content/\" xmlns:wfw=\"http://wellformedweb.org/CommentAPI/\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\" xmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\" version=\"2.0\">\r\n\r\n<channel>\r\n\t<title>Ministry of Innovation – Ars Technica</title>\r\n\t\r\n\t<link>http://arstechnica.com</link>\r\n\t<description>Serving the Technologist for more than a decade. IT news, reviews, and analysis.</description>\r\n\t<lastBuildDate>Fri, 13 May 2016 05:52:42 +0000</lastBuildDate>\r\n\t<language>en-US</language>\r\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\r\n\t<sy:updateFrequency>1</sy:updateFrequency>\r\n\t<generator>https://wordpress.org/?v=4.4.1</generator>\r\n\t<atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"self\" type=\"application/rss+xml\" href=\"http://feeds.arstechnica.com/arstechnica/business\" /><feedburner:info xmlns:feedburner=\"http://rssnamespace.org/feedburner/ext/1.0\" uri=\"arstechnica/business\" /><atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"hub\" href=\"http://pubsubhubbub.appspot.com/\" /><item>\r\n\t\t<title>Philly investigates whether Verizon finished required FiOS buildout</title>\r\n\t\t<link>http://arstechnica.com/information-technology/2016/05/philly-investigates-whether-verizon-finished-required-fios-buildout/</link>\r\n\t\t<pubDate>Thu, 12 May 2016 14:34:31 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Jon Brodkin]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[FiOS]]></category>\r\n\t\t<category><![CDATA[Philadelphia]]></category>\r\n\t\t<category><![CDATA[verizon]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=880587</guid>\r\n\t\t<description><![CDATA[Philly wants residents' help to determine whether Verizon wired up whole city.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Philadelphia government officials are investigating whether Verizon has met an obligation to bring FiOS service to all residents of the city. Verizon obtained a cable franchise agreement from the city in February 2009, and the deadline to wire up all of Philadelphia passed on February 26 of this year.</p>\n<p>Philadelphia seems skeptical about whether Verizon actually met its obligation, but it is still looking for proof. The city set up a <a href=\"http://www.phila.gov/cablefranchises/Pages/default.aspx\">webpage</a> asking residents to fill out a form to \"tell us whether you have tried to order Verizon service but have been told by the company that service is not yet available in your neighborhood.\" Verizon was required to make its \"cable service available throughout the entire city, subject to certain exceptions set forth in the franchise agreement,\" the page says.</p>\n<p>A Verizon spokesperson told Ars that the city confirmed that Verizon met a requirement to build out 85 percent of the city last summer and is now verifying whether Verizon completed the final 15 percent. Verizon says it has met its obligation. \"We believe we’ve completed our FiOS buildout in Philadelphia and have complied with the terms of our franchise agreement with the city,\" Verizon said. \"We’re currently working with the city’s Office of Innovation and Technology and the Law Department—the two entities that have oversight over the project—to verify we’ve met those obligations.\"</p>\n<p>When its investigation is finished, Philadelphia officials will issue a report detailing its findings. New York City issued such a report last year, <a href=\"http://arstechnica.com/business/2015/06/verizon-ordered-to-finish-fiber-build-that-it-promised-but-didnt-deliver/\">accusing Verizon</a> of failing to finish required fiber construction. Verizon disputed the city's findings, blaming landlords for delays and <a href=\"http://arstechnica.com/business/2015/10/verizon-tries-to-avoid-building-more-fiber-by-re-defining-the-word-pass/\">quibbling</a> over the definition of the word \"pass\" in relation to its obligation to pass all households with fiber.</p>\n<p>Philadelphia should learn from New York's experience, Philadelphia City Council member Bobby Henon said during a hearing two weeks ago. “We do not want this to happen in Philadelphia,” Henon said, according to an <a href=\"http://technical.ly/philly/2016/05/02/verizon-fios-philadelphia/\">article</a> published by Technical.ly Philly.</p>\n<p>Henon wanted good data, but Verizon said it couldn't provide it yet because of the ongoing Verizon workers' strike. Verizon also said, “Any claims made at the hearing that we haven’t completed our obligations of our franchise agreement are untrue,\" according to the article.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Opera adds power-saving mode, offers “up to 50%” longer battery life</title>\r\n\t\t<link>http://arstechnica.com/gadgets/2016/05/opera-browser-power-saving-mode/</link>\r\n\t\t<comments>http://arstechnica.com/gadgets/2016/05/opera-browser-power-saving-mode/#respond</comments>\r\n\t\t<pubDate>Thu, 12 May 2016 12:55:59 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Andrii Degeler]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[browsers]]></category>\r\n\t\t<category><![CDATA[Opera]]></category>\r\n\t\t<category><![CDATA[Opera software]]></category>\r\n\t\t<category><![CDATA[power saving]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=880577</guid>\r\n\t\t<description><![CDATA[Reducing background tab activity, other tweaks increase battery life vs. Chrome.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>After baking in an <a href=\"http://arstechnica.co.uk/business/2016/03/opera-adblocking-browser/\">ad blocker</a> and <a href=\"http://arstechnica.co.uk/business/2016/04/opera-in-browser-vpn-client/\">VPN client</a>, Norwegian browser maker Opera Software has added a power saving mode to its desktop Web browser. The feature is currently only available in the latest \"developer\" version of the desktop browser—which should be available on Thursday morning.</p>\n<p>Opera's SVP of engineering Krystian Kolondra said that the new feature \"can increase the battery life by as much as 50 percent.\" The company claimed that such huge gains are possible through a number of additional optimisations, including \"reducing activity from background tabs, adapting page-redrawing frequency, and tuning video-playback parameters.\"</p>\n\n<p>Citing the results of its own testing, Opera has claimed that a laptop running Windows 10 64-bit with the power saving feature enabled lasts 49 percent longer than one with Chrome put under equal stress. One caveat is that the testing was made with ad blocking turned on as well, which can account for a significant part of the battery life improvement.</p>\n<p>The new feature won't be enabled by default, but a blue battery icon will appear next to the browser's address bar whenever the power cable is unplugged. The browser will also suggest turning on power saving mode when the laptop's battery is running low.</p>\n<p>This is Opera's third new and somewhat exciting feature to be announced in the last few months, with <a href=\"http://arstechnica.co.uk/business/2016/03/opera-adblocking-browser/\">a built-in adblocker</a> developer build and<a href=\"http://arstechnica.co.uk/business/2016/04/opera-in-browser-vpn-client/\"> free VPN option</a> having both been added in March. The updates come following a reported <a href=\"http://arstechnica.co.uk/business/2016/02/chinese-tech-firms-circle-opera-with-820-million-buyout-bid/\">£820 million buyout bid</a> for the browser maker from a consortium of Chinese firms. The Norwegian firm has until May 24 to respond to that particular offer.</p>\n]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://arstechnica.com/gadgets/2016/05/opera-browser-power-saving-mode/feed/</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Hyperloop One is testing its propulsion system in the Nevada desert today</title>\r\n\t\t<link>http://arstechnica.com/information-technology/2016/05/hyperloop-one-is-testing-its-propulsion-system-in-the-nevada-desert-today/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 20:54:41 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Megan Geuss]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Cars Technica]]></category>\r\n\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[hyperloop]]></category>\r\n\t\t<category><![CDATA[Hyperloop One]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=879887</guid>\r\n\t\t<description><![CDATA[As the two major Hyperloop companies report their progress, one system gets a live test.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/sled-at-poat-640x427.png\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>In North Las Vegas today, a startup called Hyperloop One propelled a 10-foot-long sled down a track, accelerating it to 116 mph before it hit a patch of sand on the tracks. The test took about four seconds, <a href=\"http://www.usatoday.com/story/tech/news/2016/05/11/hyperloop-one-debuts-future-tech-nevada-desert/84236120/\"><em>USA Today</em> reported</a>.</p>\n<p>The test of Hyperloop One's propulsion system is just one step of many on the path to achieve a dream put forth by Tesla and SpaceX CEO Elon Musk, who first drew up a plan to transport people at 760mph in low-pressure tubes in 2013. Musk decided not to pursue this business venture, which he called Hyperloop, but his whitepaper spawned two rival Hyperloop companies and an <a href=\"http://arstechnica.com/science/2016/02/feds-consider-helping-fund-elon-musks-hyperloop/\">international student engineer competition</a>.</p>\n<p>Hyperloop One, formerly known Hyperloop Technologies, announced its name change on Tuesday, hoping to differentiate itself from Hyperloop Transportation Technologies (HTT), which has also made considerable headway in research and development of such a transportation system. HTT <a href=\"http://arstechnica.com/business/2016/05/hyperloop-company-exclusively-licensed-passive-magnetic-levitation-system/\">announced on Monday that it had exclusively licensed passive magnetic levitation technology</a> that would serve to keep Hyperloop pods off the track, minimizing friction as they speed through a tube.</p>\n<p>Hyperloop One has been less forthcoming than HTT with respect to the technology it plans to use to build the ambitious project. Today's test was conducted with the press and investors a good distance from the track, and it was not a full prototype as much as a proof-of-concept for the propulsion system. The <a href=\"http://www.wsj.com/articles/hyperloop-one-accelerates-towards-future-with-high-speed-test-1462960803\"><em>Wall Street Journal</em> reports</a> that the company's strategy for building such massive infrastructure is to focus on components of the Hyperloop—like levitation, propulsion, and tube design, for example—and then take those components and try to build them better and less expensively each time.</p>\n<p>The test track was in open air, so the test sled experienced drag that a finished Hyperloop would not. <a href=\"http://www.reviewjournal.com/news/traffic-transportation/hyperloop-ready-show-high-tech-transit-system-near-las-vegas\">According to the <em>Las Vegas Review Journal</em></a>, the sled was “magnetically levitated” on a single center track. Although the exact system was not clear, the <em>WSJ</em> said that Hyperloop One is “experimenting with permanent magnets” similar to HTT's proposed technology. The sled was crashed into a pile of sand because Hyperloop One engineers have not yet designed a brake system for the test sled.</p>\n<blockquote class=\"twitter-tweet\">\n<p dir=\"ltr\" lang=\"en\">And here's your <a href=\"https://twitter.com/hashtag/HyperloopTech?src=hash\">#HyperloopTech</a> Test Moment: <a href=\"https://t.co/Wn8rmdg9Yj\">pic.twitter.com/Wn8rmdg9Yj</a></p>\n<p>— Marco della Cava (@marcodellacava) <a href=\"https://twitter.com/marcodellacava/status/730460361153880064\">May 11, 2016</a></p></blockquote>\n<h2>New partners</h2>\n<p>Hyperloop One has also announced a variety of partners and funding to get the idea off the ground (excuse the pun). It will be working with multinational engineering firm AECOM and Swiss-based Cargo Sous Terrain to see how a Hyperloop system could be used to improve cargo shipping from docks to locations around the world.</p>\n<p>The company said it has raised $80 million in Series B funding from investors such as French national rail company SNCF, GE Ventures, Western Technology Investment, and others. (French news had rumored that SNCF would be investing $80 million in the Hyperloop company, but it appears that the investment is only a portion of that $80 million Series B.)</p>\n<p>Hyperloop One's goal, it says, is to build and test a 3-mile Hyperloop tube, a pod, and the computer that pilots the pod by the end of this year.</p>\n<p>According to <em>USA Today</em>, Hyperloop One CEO Rob Lloyd said today, \"We think we can move cargo by 2019 and passengers by 2021, if we can replicate the kind of support we've gotten here from the county and city of North Las Vegas.\"</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Internet outages and early termination fees: Frontier customers get shafted</title>\r\n\t\t<link>http://arstechnica.com/business/2016/05/internet-outages-and-early-termination-fees-frontier-customers-get-shafted/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 19:04:38 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Jon Brodkin]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[California]]></category>\r\n\t\t<category><![CDATA[Florida]]></category>\r\n\t\t<category><![CDATA[frontier]]></category>\r\n\t\t<category><![CDATA[verizon]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=879845</guid>\r\n\t\t<description><![CDATA[Florida AG asks Frontier to issue refunds and fix all problems.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>The Frontier Communications acquisition of Verizon's network in Florida has created tons of problems for customers, including weeks-long outages, painfully long customer service phone calls, and bigger early termination fees, state Attorney General Pam Bondi <a href=\"http://www.myfloridalegal.com/newsrel.nsf/newsreleases/43B459BBB1F902FB85257FAE0071637C\">says</a>. Bondi sent a <a href=\"http://myfloridalegal.com/webfiles.nsf/WF/JMAR-A9SSAZ/$file/Frontier+Letter.pdf\">letter</a> Monday to Frontier CEO Daniel McCarthy asking for faster fixes to remaining problems and refunds for customers.</p>\n<p>Frontier purchased Verizon's FiOS and DSL businesses in California, Florida, and Texas, <a href=\"http://arstechnica.com/business/2016/04/after-verizon-fios-changeover-to-frontier-some-customers-lose-service/\">taking over</a> the fiber and copper networks on April 1. Florida government officials are <a href=\"http://arstechnica.com/business/2016/05/frontier-outages-persist-35-days-after-switch-from-verizon/\">not alone</a> in expressing alarm about problems the transition has caused customers, as a California legislative committee is planning a hearing on the topic on <a href=\"http://asmdc.org/members/a43/news-room/press-releases/assemblyman-gatto-to-question-frontier-communications-over-outages\">Wednesday next week</a>.</p>\n<p>Bondi said her office has received 128 complaints from former Verizon customers in Florida. \"Business and residential customers have complained of going days or weeks without any Internet or phone service,\" Bondi wrote. \"We have also received several complaints from seniors who have lost essential 911 services as the result of disruptions in land line services. This is not acceptable.\"</p>\n<p>Frontier has responded to 56 of those complaints, Bondi wrote. But the problems have \"no apparent end in sight,\" and Frontier customer service has done a poor job responding to complaints overall, she wrote.</p>\n<p>Bondi continued:</p>\n<blockquote><p>Video customers have complained of lost access to certain channels and pre-paid video on demand programming previously available to them from Verizon and have even had trouble accessing Frontier's website to set up accounts and pay bills. New customers are complaining that they must sign a two-year service contract—something that is not acceptable under the current circumstances. Customer Service, we understand, has been very poor, due, among other things, to Frontier's apparent use of an overseas customer call center that presents language barriers and has resulted in long telephone wait times of as much as one or two hours. Some customers report that service appointments are being missed by Frontier's contractors or the contractors are complete no shows. And, customers seeking to cancel their Frontier services complain of stiff early termination fees that are far greater, we are told, than the fees previously charged by Verizon. A Frontier customer service representative told us that refunds or credits are only being made available to customers who specifically request them.</p></blockquote>\n<p>Bondi asked Frontier to set up a meeting with her office to discuss the extent of problems in Florida, specifics of intended fixes and how much time is needed to complete them, and plans to provide credits and refunds to Floridians who lost service. Bondi also asked Frontier to immediately establish customer service numbers staffed by people in Florida instead of overseas.</p>\n<p>We contacted a Frontier spokesperson today but haven't heard back.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Starting July 13, Google will pre-disapprove payday loan ads</title>\r\n\t\t<link>http://arstechnica.com/business/2016/05/google-adwords-bans-ads-for-deceptive-harmful-payday-loans/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 17:24:35 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Sam Machkovech]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[adwords]]></category>\r\n\t\t<category><![CDATA[payday loans]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=879953</guid>\r\n\t\t<description><![CDATA[Follows Facebook's lead; differs from \"limited\" stance on adult, healthcare ads.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Google's Adwords platform includes rules to prohibit some advertising campaigns, and it employs a \"limited,\" targeted approach for products and services that it deems \"legally or culturally sensitive.\" Its list of outright banned topics grew one larger on Wednesday with <a href=\"http://googlepublicpolicy.blogspot.com/2016/05/an-update-to-our-adwords-policy-on.html\">a call from Google</a> to ban all ads for payday loans and \"related products.\"</p>\n<p>The ban, which will go into effect on July 13, puts specific conditions on the types of loans that can be advertised on Adwords. To clarify the definition of a \"payday loan,\" Director of Global Product Policy David Graff announced that an ad cannot be placed if the loan requires full repayment within 60 days or if its annual percentage rate (APR) is 36 percent or higher.</p>\n<p>\"When reviewing our policies, research has shown that these loans can result in unaffordable payment and high default rates for users, so we will be updating our policies globally to reflect that,\" Graff wrote in the announcement. After quoting a critic who opposed \"predatory lending,\" Graff mentioned that the ban's effectiveness will be \"reviewed\" over time.</p>\n<p>Graff was clear that this ban will not impact ads for \"loans such as mortgages, car loans, student loans, commercial loans, [or] revolving lines of credit (e.g. credit cards).\" By making this call, Google is in effect establishing a usury standard even in American states that don't issue such APR bans or otherwise have usury laws on the books—but it is also following other sites' lead in doing so, including <a href=\"https://www.facebook.com/help/community/question/?id=10153548551187929\">Facebook's outright ban on ads for payday loans</a>.</p>\n<p>Adwords' <a href=\"https://support.google.com/adwordspolicy/answer/6008942?hl=en\">existing \"prohibited content\" rules</a> include bans on goods that are counterfeit, \"dangerous,\" or overtly offensive, plus those that market dishonest wares such as academic cheating and click-inflation services. Meanwhile, its \"restricted\" list allows ads for products and services in such categories as porn, gambling, politics, and healthcare on a limited, targeted basis, either with requirements that local laws are obeyed or that specific topics and images are not included. (Adwords' <a href=\"https://support.google.com/adwordspolicy/answer/6023699?rd=1\">policy page on adult services</a> is so comprehensive that it even clarifies the site's stance on \"cuddling sites.\")</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Cable lobby group: Broadband competition is bad for customers</title>\r\n\t\t<link>http://arstechnica.com/business/2016/05/cable-lobby-group-broadband-competition-is-bad-for-customers/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 15:44:17 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Jon Brodkin]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[American Cable Association]]></category>\r\n\t\t<category><![CDATA[Charter]]></category>\r\n\t\t<category><![CDATA[competition]]></category>\r\n\t\t<category><![CDATA[FCC]]></category>\r\n\t\t<category><![CDATA[overbuilding]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=879749</guid>\r\n\t\t<description><![CDATA[FCC requires Charter to overbuild competitors, angering small cable providers.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>A cable lobby group that represents more than 900 small and medium-size providers is angry that Charter Communications will be competing against other cable companies.</p>\n<p>Cable providers <a href=\"http://arstechnica.com/business/2014/09/comcast-says-its-too-expensive-to-compete-against-other-cable-companies/\">usually avoid each other's territory</a>, choosing not to \"overbuild\" in cities and towns where other cable networks already exist. But Charter agreed to bring some competition to the cable market in exchange for the Federal Communications Commission's <a href=\"http://transition.fcc.gov/Daily_Releases/Daily_Business/2016/db0510/FCC-16-59A1.pdf\">approval</a> of its purchase of Time Warner Cable and Bright House Networks. Specifically, Charter will deploy high-speed broadband to at least 2 million residential and small business locations, of which at least 1 million must be in areas served by at least one other provider.</p>\n<p>Naturally, cable companies aren't happy about facing competition. The American Cable Association (ACA), the lobby for smaller providers, said yesterday that it is \"troubled\" by the FCC's overbuilding requirement on Charter. But instead of just arguing that competition will hurt small cable companies, the ACA also claims that competition will be bad for customers.</p>\n<p>\"The requirement on Charter to overbuild competitors will harm consumers in two ways,\" ACA CEO Matthew Polka <a href=\"http://www.americancable.org/node/5719\">said</a>. \"First, it will harm Charter's customers by preventing Charter from investing its resources most efficiently, such as by upgrading its networks to higher speeds. Second, it will harm customers of local, small providers when these customers are satisfied with their existing service.\"</p>\n<p>Charter will likely choose to meet the overbuild requirement by competing against smaller companies with fewer resources, driving them out of the market, accelerating a shift to a Comcast/Charter nationwide duopoly, Polka argued.</p>\n<p>The ACA is the same group that says Netflix—but not Internet service providers—should <a href=\"http://arstechnica.com/business/2016/03/cable-group-net-neutrality-rules-for-netflix-but-not-for-us/\">face net neutrality rules</a>.</p>\n<p>It's certainly possible that competition will take customers away from some cable companies, but the companies serving territories where Charter will overbuild have an advantage: they've already built out their networks and are serving customers. If they keep offering good deals or offer better deals, they can convince customers to stay with them. Switching cable providers is often a hassle that customers avoid unless a competitor offers a significantly better price or service.</p>\n<h2>FCC: Competition lowers prices</h2>\n<p>Head-to-head competition between network operators often brings lower prices and faster speeds to consumers, as can be seen in areas where <a href=\"http://arstechnica.com/business/2015/03/atts-newest-fiber-customers-to-pay-40-more-than-google-fiber-users/\">Google Fiber</a> and municipal broadband networks <a href=\"http://arstechnica.com/business/2015/04/comcast-brings-fiber-to-city-that-it-sued-7-years-ago-to-stop-fiber-rollout/\">compete against incumbents</a>. The FCC's order on the merger conditions argued that \"Overbuilding in areas served by only one firm providing high-speed [Internet] will spur competition, leading to lower prices and greater choice for consumers.\" FCC Chairman Tom Wheeler last year <a href=\"http://arstechnica.com/business/2015/05/tom-wheeler-tells-cable-industry-to-stop-complaining-start-competing/\">urged</a> cable companies to compete against each other, but, in the absence of merger conditions, that doesn't seem likely to happen in any significant way.</p>\n<p>Charter's deployment to 2 million new locations will have to provide at least 60Mbps download speeds. To satisfy the overbuilding requirements, Charter must build to 1 million locations outside of its current territory where any other provider offers at least 25Mbps. The overbuild requirement can be satisfied by competing against non-cable Internet providers, such as companies delivering 25Mbps or higher speeds over fiber.</p>\n<p>There is one exception in the overbuild condition: Charter can satisfy part of the requirement by buying smaller providers and upgrading them to 60Mbps. Charter could count up to 250,000 locations from acquisitions toward the overbuilding requirement of 1 million new locations, as long as each acquired company competes against a high-speed provider and lacks the resources to upgrade speeds on its own.</p>\n<p>Despite the FCC approving the merger, there was disagreement among commissioners about the build-out conditions. Republican Commissioner Ajit Pai agrees with the ACA that the overbuilding requirement will hurt small providers. \"[U]nless Charter chooses to exclusively overbuild areas served by Comcast, which I find highly unlikely, Charter’s increased broadband market share will come at the expense of smaller competitors,\" Pai wrote.</p>\n<p>Democratic Commissioner Mignon Clyburn wanted Charter to build to more unserved households.</p>\n<p>\"According to the Commission’s <a href=\"http://arstechnica.com/business/2016/01/us-fails-its-annual-broadband-deployment-test-at-fcc/\">most recent statistics</a>, 34 million people still lack access to download speeds of at least 25Mbps,\" Clyburn wrote. \"This condition makes a small, but meaningful dent in our effort to bring broadband to all Americans. As the soon-to-be, second largest provider of broadband Internet access, with service to approximately one-fifth of households, I believe that New Charter should be required to build-out to more households with a specific focus on reaching those homes deemed ‘unserved.’\"</p>\n<p>Charter should be able to complete the purchases of Time Warner Cable and Bright House Networks shortly, as the company is just <a href=\"http://arstechnica.com/business/2016/05/charter-wins-fcc-approval-of-twc-merger-will-have-25-million-customers/\">waiting for a vote</a> by California regulators that could happen tomorrow.</p>\n<p><em>Disclosure: Bright House is owned by the Advance/Newhouse Partnership, which is part of Advance Publications. Advance Publications owns Condé Nast, which owns Ars Technica. Advance/Newhouse would own 13 percent of Charter after the proposed transactions.</em></p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>“Amazon Video Direct” takes aim at the professional side of YouTube</title>\r\n\t\t<link>http://arstechnica.com/business/2016/05/amazon-video-direct-takes-aim-at-the-professional-side-of-youtube/</link>\r\n\t\t<pubDate>Tue, 10 May 2016 22:03:34 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Ron Amadeo]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Amazon]]></category>\r\n\t\t<category><![CDATA[Amazon Prime]]></category>\r\n\t\t<category><![CDATA[prime video]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=879441</guid>\r\n\t\t<description><![CDATA[Machinima, TYT Network, Jash, and other pro YouTubers sign up for distribution. ]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Amazon is launching a new video service called \"<a href=\"https://videodirect.amazon.com/home/landing\">Amazon Video Direct</a>.\" The new service entices professional video creators to upload their videos to Amazon, where they will be displayed on the Amazon Video site alongside studio-created TV shows and movies. The videos will be viewable by \"all Amazon customers\" via an ad-supported model, shown to Amazon Prime Video subscribers (presumably without ads) or available as a one-time rental or purchase. The service is launching in the United States, United Kingdom, Germany, Austria, and Japan.</p>\n<p>It's easy to see \"Ad-supported video\" and label Amazon Video Direct as \"a YouTube competitor,\" but Amazon is clearly only aiming for the \"professional\" end of the YouTube spectrum. Uploading a video requires that users first create an account (a regular Amazon account won't work) with a \"company\" name. It's also mandatory to connect a bank account and submit tax information so Amazon can distribute all the money you'll be making. The paperwork required just to upload a video takes the service out of the running for the viral cat videos that pop up on YouTube—this service would be more for the Machinimas or Finebros of the world.</p>\n<p>The launch partners give a good idea of what the market Amazon is aiming for. The press release states \"AVD launch partners include: Conde Nast Entertainment, HowStuffWorks, Samuel Goldwyn Films, The Guardian, Mashable, Mattel, StyleHaul, Kin Community, Jash, Business Insider, Machinima, TYT Network, Baby Einstein, CJ Entertainment America, Xive TV, Synergetic Distribution, Kino Nation, Journeyman Pictures, and Pro Guitar Lessons.\" (Disclosure: Conde Nast owns Ars Technica.)</p>\n<p>There is <a href=\"https://videodirect.amazon.com/home/landing\">a sign-up page</a> for content creators, but it seems from a normal user perspective that the content will just appear somewhere in the normal Amazon Video interface. Amazon says the videos will also be available on every platform Prime Video works on: \"Fire TV, Fire and other iOS and Android tablets, connected TVs, game consoles, iOS and Android phones, and laptops.\" For content creators, Amazon is promising performance metrics like \"number of minutes a title was streamed, projected revenue, payment history, or number of subscribers.\"</p>\n<p>Professionals like to get paid, and on Amazon Video Directly they'll get \"<a href=\"https://videodirect.amazon.com/home/help?topicId=202037410\">50 percent net revenue</a>\" for paid or rental purchases. For Prime viewers, the content creators are paid $0.15 an hour for US viewers, and $0.06 an hour for other countries. Ad supported content comes in at 55 percent of revenue. To jump start the program, Amazon is also launching the \"AVD Stars\" program, a bonus pool of a million dollars distributed every month to the top 100 videos.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Big TWC outage: Fiber cuts take out service for 750,000 in NYC area</title>\r\n\t\t<link>http://arstechnica.com/business/2016/05/big-twc-outage-fiber-cuts-take-out-service-for-750000-in-nyc-area/</link>\r\n\t\t<pubDate>Tue, 10 May 2016 15:46:25 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Jon Brodkin]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[Cox]]></category>\r\n\t\t<category><![CDATA[fiber cuts]]></category>\r\n\t\t<category><![CDATA[Level 3]]></category>\r\n\t\t<category><![CDATA[time warner cable]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=878815</guid>\r\n\t\t<description><![CDATA[Construction accident causes multi-state outage for TWC and Cox customers.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Accidental fiber cuts caused by construction workers took out telecommunications service for more than 750,000 customers in the New York City area yesterday.</p>\n<p>The fiber cuts hit the network of Level 3, an Internet backbone provider, and lasted for hours before being fixed. Problems hit several states: customer reports on DownDetector indicate that outages primarily affected <a href=\"http://downdetector.com/status/time-warner-cable/map/\">Time Warner Cable (TWC)</a> in New York and <a href=\"http://downdetector.com/status/cox-communications/map/\">Cox Communications</a> in large parts of Connecticut and Rhode Island and small parts of Massachusetts. Level 3's network serves both TWC and Cox.</p>\n<p>The most specific outage numbers came from New York. The New York Department of Public Service (NYDPS) issued a statement saying that \"more than 750,000 customers in the New York City area were unable to complete telephone calls.\" Most or all of those customers are apparently Time Warner Cable users. Internet and TV service was also affected.</p>\n<p>Level 3 confirmed the outage, <a href=\"http://money.cnn.com/2016/05/09/news/companies/time-warner-cable-cox-outages/index.html\">telling CNN</a> and other media outlets, \"Our network is experiencing service disruptions affecting some of our customers with operations in the Northeastern United States due to a fiber cut caused by third-party construction. Our technicians are on site and working to restore service.\" Time Warner Cable said the outage was caused by \"multiple fiber cuts at one of our network providers.\"</p>\n<p>The NYDPS statement noted that Level 3 provides service to both TWC and Verizon in New York. But Verizon's network did not suffer any problems related to the Level 3 trouble yesterday, a Verizon spokesperson told Ars.</p>\n<p>Time Warner Cable <a href=\"https://twitter.com/TWC_Help/status/729753375567384580\">acknowledged</a> the outage on Twitter at 3:22pm ET yesterday and <a href=\"https://twitter.com/TWC_NYNJ/status/729850605846417408\">said at 9:48pm</a> that service had been restored to NYC customers.</p>\n<blockquote class=\"twitter-tweet\">\n<p dir=\"ltr\" lang=\"en\">NYC customers, we are aware of issues concerning all services. Techs are investigating. Services will be restored as soon as possible. ^MR</p>\n<p>— TWC Help (@TWC_Help) <a href=\"https://twitter.com/TWC_Help/status/729753375567384580\">May 9, 2016</a></p></blockquote>\n<blockquote class=\"twitter-tweet\"><p><a href=\"https://twitter.com/GranbyPharmacy\">@GranbyPharmacy</a>  It may be another couple of hours, I'm afraid. Crews are splicing fiber now. I'm so sorry! I'll update you, if I can.-Becky</p>\n<p>— Cox Customer Care (@CoxHelp) <a href=\"https://twitter.com/CoxHelp/status/729800553773998080\">May 9, 2016</a></p></blockquote>\n<p>Cox's customer service team on Twitter \"was responding to questions about outages across Connecticut and Rhode Island all afternoon,\" Fox61 in Hartford <a href=\"http://fox61.com/2016/05/09/cox-communications-customers-in-connecticut-experiencing-outage/\">noted yesterday</a>. Cox said that service was restored late last night.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Hyperloop company “exclusively licensed” passive magnetic levitation system</title>\r\n\t\t<link>http://arstechnica.com/business/2016/05/hyperloop-company-exclusively-licensed-passive-magnetic-levitation-system/</link>\r\n\t\t<pubDate>Tue, 10 May 2016 03:30:10 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Megan Geuss]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Cars Technica]]></category>\r\n\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[hyperloop]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=878747</guid>\r\n\t\t<description><![CDATA[HTT's magnet-and-coil setup was developed at Lawrence Livermore Labs in the '90s.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>On Monday, Hyperloop Transportation Technologies (HTT) <a href=\"http://www.prnewswire.com/news-releases/hyperloop-transportation-technologies-inc-reveals-hyperloop-levitation-system-300264946.html\">announced that it had “exclusively licensed”</a> a technology that could help it bring the transit system idea, popularized by SpaceX and Tesla CEO Elon Musk, to fruition.</p>\n<p>The licensed technology, called passive magnetic levitation, <a href=\"http://arstechnica.com/business/2013/08/hyperloop-a-theoretical-760-mph-transit-system-made-of-sun-air-and-magnets/\">departs significantly from the system that Musk theorized</a> back in 2013. Musk’s Hyperloop design involves a low-pressure tube through which the system's trains, floating an inch above the track on skis ejecting compressed air, are propelled with the help of a magnetic field created by electricity-fed magnets on the tube’s internal surface.</p>\n<p>The HTT technology, on the other hand, is based on passive magnetic levitation, which relies on magnets placed on the underside of the passenger train <a href=\"https://en.wikipedia.org/wiki/Halbach_array\">in a Halbach array</a>—an arrangement that focuses the magnetic field of a set of magnets on one side of the array while canceling out the field on the other side. Those magnetic fields under the train cause it to levitate as it passes over non-powered electromagnetic coils on the rail beneath the train at even low speeds created by an electric motor.</p>\n<div class=\"shortcode-video  centered-figure-container \">\n\t<div class=\"video center \" style=\"width:px;\">\n\t\t\t\t<iframe style=\"display:block; min-height: 480px;\" type=\"text/html\" src=\"http://www.youtube.com/embed/RPAtHvyvV7k?start=0&wmode=transparent\" frameborder=\"0\" allowfullscreen></iframe>\n\n\t</div>\n</div>\n\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"https://www.youtube.com/watch?v=RPAtHvyvV7k&amp;feature=youtu.be\" class=\"caption-link\" rel=\"nofollow\">Hyperloop Levitation.</a>\n\t\t\t\t\t\t<p>\n\n<p><a href=\"http://spectrum.ieee.org/tech-talk/transportation/alternative-transportation/hyperloop-company-plans-to-levitatepassively\">According to IEEE Spectrum</a>, the repelling field created between the rails and the belly of the train is only achieved as the train starts moving forward—but the lift force of the repelling field can be maintained as the train accelerates.</p>\n<p>The system was invented by Dr. Richard F. Post, who worked for the Lawrence Livermore National Labs until he died in 2015. HTT says it has worked with Post and his team for the last year to nail down how HTT will deploy the technology.</p>\n<p>\"Utilizing a passive levitation system will eliminate the need for power stations along the Hyperloop track, which makes this system the most suitable for the application and will keep construction costs low,\" Bibop Gresta, COO of Hyperloop Transportation Technologies, said in the company's press release. \"From a safety aspect, the system has huge advantages, levitation occurs purely through movement, therefore if any type of power failure occurs, Hyperloop pods would continue to levitate and only after reaching minimal speeds touch the ground.”</p>\n<p>A variety of organizations are currently racing to produce a working Hyperloop, which is expected to achieve speeds of 760mph, no matter which technology is used. HTT recently signed a deal to <a href=\"http://arstechnica.com/cars/2015/06/elon-musks-hyperloop-is-actually-being-built-in-california-next-year/\">build a 5-mile, $100 million test track</a> in California. The company is unique in that it relies on a great deal of volunteer time from engineers and others from NASA, Boeing, Tesla, and SpaceX.</p>\n<p>Hyperloop Technology Inc (HTI), on the other hand, is a more traditional startup. HTI is planning a press event and announcement this week in Las Vegas, and <a href=\"http://www.sudouest.fr/2016/05/04/la-sncf-mise-sur-l-hyperloop-le-train-du-futur-qui-pourra-atteindre-1-200-km-h-2350811-4755.php\">French news outlets</a> are already reporting that the French national rail system, SNCF, has inked a deal to provide $80 million in second-round funding to the Hyperloop company. HTI has not yet confirmed that deal to Ars, however.</p>\n<p>Finally, 100 teams of student engineers have been engaged in <a href=\"http://arstechnica.com/science/2016/02/feds-consider-helping-fund-elon-musks-hyperloop/\">a months-long competition</a> to design pods to run in a Hyperloop test track in central Texas.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Not really “broadband”—US grant program has 4Mbps speed standard</title>\r\n\t\t<link>http://arstechnica.com/business/2016/05/4mbps-still-the-standard-for-one-government-broadband-grant-program/</link>\r\n\t\t<pubDate>Mon, 09 May 2016 17:58:22 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Jon Brodkin]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[broadband grants]]></category>\r\n\t\t<category><![CDATA[senators]]></category>\r\n\t\t<category><![CDATA[USDA]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=878305</guid>\r\n\t\t<description><![CDATA[Senators ask USDA to boost speeds, because for the love of God why only 4Mbps???]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Four US senators say that the Internet speed standard for a government grant program shouldn't be stuck at 4Mbps.</p>\n<p>The <a href=\"http://www.rd.usda.gov/programs-services/community-connect-grants\">Community Connect</a> program run by the US Department of Agriculture (USDA) funds broadband deployment in rural communities, but it uses a speed standard of just 4Mbps downstream and 1Mbps upstream. Even that speed is an increase over the 3Mbps (download and upload combined) standard the program used <a href=\"https://web.archive.org/web/20160331194417/http://www.rd.usda.gov/programs-services/community-connect-grants\">until just a few weeks ago</a>.</p>\n<p>US Senators Angus King (I-Maine), Shelley Moore Capito (R-W.Va.), Jeanne Shaheen (D-N.H.), and Kirsten Gillibrand (D-N.Y.) say that the USDA didn't raise the standard high enough. In a <a href=\"http://www.king.senate.gov/newsroom/press-releases/to-improve-access-in-rural-areas-king-and-capito-urge-usda-to-update-broadband-speed-definitions\">letter</a> last week to USDA Secretary Tom Vilsack, the senators questioned the decision to set the grant program's speed threshold below the 10Mbps/1Mbps standard used by a separate USDA loan program.</p>\n<p>\"Earlier this month, USDA upped broadband speed requirements for the Broadband Access Loan Program to 10Mbps, while Community Connect was only upped to 4Mbps,\" the senators noted. \"In order to maintain the programs’ relevance in an age of rapidly increasing demand for bandwidth, we strongly urge you to consider updating their broadband speed definitions, particularly the Community Connect Program’s Minimum Broadband Service benchmark.\"</p>\n<p>We contacted the USDA for comment today but haven't heard back.</p>\n<p>Community Connect gives grants to state and local governments, federally recognized tribes, non-profits, and private companies. The program's goal is to fund broadband deployment in rural communities where it isn't economically viable to deploy Internet service without financial subsidies. Since 2002, it has provided more than $160 million to 240 broadband projects, and last month started <a href=\"http://www.usda.gov/wps/portal/usda/usdamediafb?contentid=2016/04/0092.xml&amp;printable=true&amp;contentidonly=true\">taking applications</a> for a new round of grants.</p>\n<p>Eligibility is limited to rural areas that lack any existing broadband service of at least 4Mbps downstream and 1Mbps upstream. Raising the standard would allow organizations from more rural areas to apply for funding. \"Such a change will enable communities that are currently ineligible, but which nonetheless lack adequate service, to engage with [the USDA] and providers to improve their connectivity,\" the senators' letter said.</p>\n<p>Congress delegated the authority to update speed definitions for the USDA's broadband programs to the agency, the senators acknowledged. But they argued that \"federal policymakers must ensure that taxpayer-supported infrastructure is sufficiently robust to handle demand. It is not only a matter of fairness that rural Americans can fully utilize broadband-enabled resources, but also a matter of ensuring that taxpayers are receiving the full economic development return on their investments.\"</p>\n<p>Broadband speed standards have also been controversial at the Federal Communications Commission. The FCC raised its definition of \"advanced telecommunications capability\" from 4Mbps/1Mbps to 25Mbps/3Mbps <a href=\"http://arstechnica.com/business/2015/01/fcc-chairman-mocks-industry-claims-that-customers-dont-need-faster-internet/\">last year</a>, angering ISPs that <a href=\"http://arstechnica.com/business/2015/01/no-need-for-speed-cable-industry-opposes-25mbps-broadband-definition/\">wanted lower speeds to count</a> toward broadband deployment figures.</p>\n<p>But 25Mbps isn't the norm for federal subsidy programs. The FCC's <a href=\"http://arstechnica.com/business/2015/08/att-grudgingly-accepts-428-million-in-annual-government-funding/\">rural broadband subsidy program</a> lets Internet providers qualify for funding by providing just 10Mbps/1Mbps speeds. That program's speed requirement was boosted from 4Mbps/1Mbps in late 2014; at the time, FCC Chairman Tom Wheeler said that 4Mbps simply wasn't fast enough to keep pace with online video and other modern Internet services.</p>\n<p>The FCC also uses the 10Mbps/1Mbps standard for its <a href=\"http://arstechnica.com/business/2016/03/poor-americans-will-get-9-a-month-to-buy-broadband-or-mobile-data/\">Lifeline program</a>, which gives $9.25 monthly subsidies to poor people to help them buy Internet and phone service. FCC officials explained that they didn't set the Lifeline standard higher because 25Mbps packages would cost significantly more than the $9.25 monthly subsidy.</p>\n<p><strong>Update on May 12</strong>: A USDA spokesperson has provided a response, saying the Community Connect grant program and Broadband Access Loan Program have different speed standards because they target different markets. While the grant program \"funds broadband in areas that are <em>unserved</em>,\" the loan program is for \"areas that are <em>underserved</em>, although priority is given to applicants who propose to provide broadband to the greatest number of unserved consumers,\" the USDA said.</p>\n<p>The USDA is proposing to raise the required speeds for the loan program from 10Mbps/1Mbps to 25Mbps/3Mbps, the statement also said. If that change is made, loan recipients would have to provide speeds of at least 25Mbps/3Mbps. But the USDA did not mention any plans to change the 4Mbps/1Mbps threshold used to determine eligibility for the grant program.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>As fires rage, emergency responders rely on familiar apps to save lives</title>\r\n\t\t<link>http://arstechnica.com/business/2016/05/as-fires-rage-emergency-responders-rely-on-familiar-apps-to-save-lives/</link>\r\n\t\t<pubDate>Mon, 09 May 2016 14:02:07 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Ars Staff]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[apps]]></category>\r\n\t\t<category><![CDATA[disaster]]></category>\r\n\t\t<category><![CDATA[first responders]]></category>\r\n\t\t<category><![CDATA[fort mcmurray fire]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=877471</guid>\r\n\t\t<description><![CDATA[Handful of custom apps mixed in the with likes of Periscope, Skype, and Basecamp.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Right now, wildfires are raging in Canada, forcing the evacuation of Fort McMurray, the nation's largest northern city. More than 80,000 people have fled Fort McMurray as the rest of the world watched horrific videos of long lines of cars struggling through thick smoke while threatened by encroaching walls of fire. What we don't see in the video feeds is how emergency responders are using a range of technologies to contain the situation. But the core theme in emergency response isn’t having the latest tools or the coolest toys. It's about using what works for the greatest number of people, often on a shoestring budget.</p>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/NASA_FtMcMurray_VIS-640x427.jpg\">\n  <p><strong> more images in gallery</strong></p>\n\n<h2>Assessing the scene</h2>\n<p>When disaster strikes—fire, flood, storms, or quakes—first responders are dispatched to go places most people are fleeing. The locations of key infrastructure like fire hydrants are all mapped in advance, but instead of relying on bulky hardcopy binders from the Fire Marshall’s office, modern responders often check custom maps on their smartphones to see where to hook into local infrastructure or digital databases to identify hazards.</p>\n<p>Even while firefighters charge into a burning building, someone on their team is hanging back to call in to disaster centers with an update on front-line conditions. A major part of effective disaster response is getting a verified assessment of the scene from a skilled professional, so the people responsible for making decisions can figure out what to do next. Today, a simple smartphone loaded with basic consumer apps like Periscope or Skype can show the office exactly what responders are facing.</p>\n<p>Even emergency management has been transformed by apps. Traditionally, an emergency manager would schedule a conference call with responders a half-hour or more before issuing orders. This leaves a time buffer to get instructions and access codes distributed to everyone who needs them but also delays discussion about the disaster. Now, apps like <a href=\"http://www.connectrocket.com/\">Connect Rocket</a> provide on-demand conference calls with push notification, reaching out to pluck key parties into the call by ringing their phones directly. “When a response goes off the rails, it almost always comes back to communication,” Adam Burns, co-founder of Connect Rocket, told Ars Technica. With no need for a scheduled delay, response times are dropping for more immediate response.</p>\n<p>For jurisdictions with deeper pockets or links to research programs, on-site drones are a typical part of emergency response. Fire departments can use aerial assessment to rapidly determine how the fire is spreading or identify smoldering hotspots. When drones aren’t available, emergency managers can still get their birds-eye view by activating an international charter to prioritize satellite imagery of the disaster zone from any available spacecraft. These satellites provide imagery in visible or infrared with data from international space agencies shared by agreement at <a href=\"https://www.disasterscharter.org/web/guest/home\" target=\"_blank\">an online portal.</a></p>\n<h2>Social media for emergencies</h2>\n<p>Social media posts from people in the disaster area are also an important source of secondary, unverified information. “This is a tool you should be using to listen to the people you work for,” explains Rafael Lemaitre, Federal Emergency Management Agency (FEMA) director of public affairs. This philosophy is formalized in a FEMA app with a feature that allows users to upload photos of the disaster. Recently, the agency just updated its rules so its social media monitors can pass information along to responders to save lives.</p>\n<p>Emergency social media communication works both ways. Keeping the public notified of what’s happening in a disaster is a key part of squashing the spread of dangerous rumors as they arise. At first, disaster response teams shied away from using social media, as it was perceived as far too interactive in a situation where workers are accustomed to giving orders. Now, however, agencies are realizing they need to be where conversations are happening, jumping in with verified information to give people the information they need to keep safe.</p>\n<p>Social media also provides a platform for shorter updates between formal press conferences. The rapid public release of more and varied data is also making it easier for those distant from the catastrophe to stay informed with data compilation sites like <a href=\"https://www.google.org/crisisresponse/about/\">Google’s Crisis Response</a>.</p>\n<h2>Evacuation</h2>\n<p>In the most urgent cases, public communication goes beyond sharing information and into evacuation notifications. In Fort McMurray, the local radio stations quickly failed as either their infrastructure burned or their staff evacuated to safety. Instead, the evacuation notice was broadcast by CBC Edmonton more than 250 miles away. But emergency managers can’t rely on everyone having their radios tuned to the right station at the same time.</p>\n<p>The new dominant technology is mass notification systems and wireless emergency alerts. Bulk-calling systems dial out to every landline in a region (and any registered cellphones), while some mobile networks send out emergency alerts to smartphones. Many of these systems are disproportionately expensive for smaller communities operating on a shoestring budget, but as Burns explained, “Mass notification is no longer a luxury. It’s a requirement for every community.” This is creating an emerging market for simpler systems that trade off features for a lower price tag.</p>\n<p>After the evacuation notifications are issued, teams go through neighborhoods to ensure that everyone evacuated. Instead of clipboards and checklists, they now use<a href=\"http://www.blackswancrisissolutions.com/technologies/mobile-apps/\"> apps that connect back to emergency operations centers</a> to provide live updates on cleared houses or to flag those that require assistance.</p>\n<p>Evacuees come with their own set of challenges. Reception centers must be able to care for everyone who comes through their doors, yet meeting special needs can exhaust the assets of a community. Technology like captioned phones and remote video translation can greatly increase accessibility without requiring costly preparation. Some communities are realizing that smartphones serve as an emotional lifeline in times of trauma, so they incorporate device charging into the services they work to provide.</p>\n<p>Meanwhile, reunification of separated friends and family is a rapidly evolving landscape. For decades, the Red Cross hosted a reunification hotline where displaced people could register. Now, social media companies like Facebook are stepping into that role by <a href=\"https://www.facebook.com/fbsafety/posts/930229667014872\">prompting people from disaster areas to check in as safe</a>. A Facebook spokesperson told Ars, “We built Safety Check to create a simple and easy-to-use tool that allows people to connect with their network of friends and family when it matters most.”</p>\n<p>Unfortunately, it’s this unofficial, unverified information that emergency managers cannot rely upon. So they’re often left hacking together less elegant solutions. For the Fort McMurray fires, the local emergency management office is requesting all 80,000 displaced people e-mail their office to register their new locations for manual record-keeping.</p>\n<h2>Repurposing off-the-shelf apps</h2>\n<p>With more and more resources in the field as a disaster unfolds, logistics grow ever more complex. Logistics tracking software is just as important when tracking bulldozers, fire trucks, or sandbags as it is more mundane business needs. There are specialized disaster response programs that manage triage and mass fatality tracking. But specialized isn’t always better. “Creativity, budget, and comfort with technology are the biggest factors for success,” Burns explained. That's why most tasks are accomplished with more familiar off-the-shelf business software like Basecamp, Evernote, or Trello.</p>\n<p>Many emergency management offices are small, with only a handful of paid staff supported by volunteers with limited experience. As the scope of a disaster grows, more people will be pulled in, including volunteers from other regions. Technology is being used in advance for bulk online training and even during disasters with just-in-time training to refresh rusty skills with on-demand short videos. <a href=\"https://www.d4htechnologies.com/blog/post/20121017-best-phone-apps-for-fire-and-hazmat-responders?s=20121017-best-phone-apps-for-fire-and-hazmat-responders\">Reference apps</a> for everything from first aid to rapid damage assessments are popping up, replacing bulky binders for field use.</p>\n<p>Social media is also making it far easier for spontaneous volunteers to direct their efforts. Strangers can easily find each other on Twitter using common hashtags, reaching out for help or offering services. Most recently, the sharing economy is further transforming this, with people able to offer their homes as shelter using Airbnb during the Fort McMurray fires. All of this makes it easier for people moved by a disaster to contribute what skills and resources they can, even if they lack the training to volunteer in a more formal capacity.</p>\n<p>As for what you can do as an individual to best prepare for a disaster? “Take 30 seconds and <a href=\"https://www.fema.gov/mobile-app\">download the FEMA app</a>,” Lemaitre said. “It is essentially a Swiss Army knife of things you need to do before, during, and after a disaster.”</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Exploring the Elizabeth line, one of the world’s largest construction projects</title>\r\n\t\t<link>http://arstechnica.com/business/2016/05/london-elizabeth-line-crossrail-photos-details/</link>\r\n\t\t<pubDate>Mon, 09 May 2016 12:56:36 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Sebastian Anthony]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Cars Technica]]></category>\r\n\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[crossrail]]></category>\r\n\t\t<category><![CDATA[elizabeth line]]></category>\r\n\t\t<category><![CDATA[london]]></category>\r\n\t\t<category><![CDATA[uk]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=878191</guid>\r\n\t\t<description><![CDATA[Crossrail is being built right outside Ars UK, so I went to take a closer look.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n  <img src=\"\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>I'll let you in on a secret: I love big things. Big holes, big houses, big bridges, big cars. I suspect it has something to do with being very large myself. After spending most of my formative years living in old, low-ceilinged British houses, and developing a hunchback, I now find expansive spaces rather comforting. Which is why I recently paid a visit to the new Elizabeth line (née Crossrail) tunnels near Bond Street, London.</p>\n<p>It's funny. If you've ever been on the London Underground, I doubt you'd ever describe it with words like \"spacious\" or \"airy.\" More like \"claustrophobic\" and \"ooh, look at that big rat!\"</p>\n<p>As the elevator juddered its way down the giant access hole at the new Bond Street station on London's Hanover Square, though, the only word that came to mind was \"whoa.\" The Elizabeth line ticket halls, walkways, and train tunnels are really quite big.</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/sites/3/2016/05/elizabeth-line-map.png\" class=\"enlarge\" alt=\"A map of the Elizabeth line, which will begin operation in 2017 and open fully by the end of 2019. (Well, if everything goes to plan.)\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/sites/3/2016/05/elizabeth-line-map-980x422.png\"  caption=\"A map of the Elizabeth line, which will begin operation in 2017 and open fully by the end of 2019. (Well, if everything goes to plan.)\"  alt=\"A map of the Elizabeth line, which will begin operation in 2017 and open fully by the end of 2019. (Well, if everything goes to plan.)\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/sites/3/2016/05/elizabeth-line-map.png\" class=\"caption-link\" rel=\"nofollow\">A map of the Elizabeth line, which will begin operation in 2017 and open fully by the end of 2019. (Well, if everything goes to plan.)</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<p><div class=\"shortcode-img expandable\">\n    \t<div class=\"image right medium\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/sites/3/2016/05/22896_one_of_crossrail_s_tunnel_boring_machines_tbm_.jpg\" class=\"enlarge\" alt=\"A big ol' Crossrail tunnel boring machine (TBM).\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/sites/3/2016/05/22896_one_of_crossrail_s_tunnel_boring_machines_tbm_-300x221.jpg\"  caption=\"A big ol' Crossrail tunnel boring machine (TBM).\"  alt=\"A big ol' Crossrail tunnel boring machine (TBM).\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/sites/3/2016/05/22896_one_of_crossrail_s_tunnel_boring_machines_tbm_.jpg\" class=\"caption-link\" rel=\"nofollow\">A big ol' Crossrail tunnel boring machine (TBM).</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n  </div>\nThe new London Crossrail project, which will eventually connect Reading and Heathrow in the west to Shenfield and Abbey Wood in the east, is Europe's largest construction project, and one of the largest in the world. The centrepiece of the project is 13 miles of new twin-bore deep-tube tunnels that run through central London, at depths of up to 40 metres, from Royal Oak near Paddington in the west to Victoria Dock near Canary Wharf in the east.</p>\n<p>Eight tunnel boring machines (TBMs), each about 100 metres long and weighing roughly 1,000 tonnes, worked around the clock for three years, with excavation completed at the end of 2015. Because the TBMs are so large and unwieldy, two of them—named Phyllis and Ada—were left buried in the ground near the new Farringdon tunnels. (I like to think that they were pointed at the centre of the Earth with a brick on the pedal... and they'll get there eventually.)</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"image left medium\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/sites/3/2016/05/tunnelling_graphic-central_section-_1_.jpg\" class=\"enlarge\" alt=\"Side-on view of the central section of the new Crossrail tunnels, showing where they intersect other lines, depths, etc.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/sites/3/2016/05/tunnelling_graphic-central_section-_1_-300x78.jpg\"  caption=\"Side-on view of the central section of the new Crossrail tunnels, showing where they intersect other lines, depths, etc.\"  alt=\"Side-on view of the central section of the new Crossrail tunnels, showing where they intersect other lines, depths, etc.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/sites/3/2016/05/tunnelling_graphic-central_section-_1_.jpg\" class=\"caption-link\" rel=\"nofollow\">Side-on view of the central section of the new Crossrail tunnels, showing where they intersect other lines, depths, etc.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n  </div>\n\n<p>As you can see from the photos at the top of the story, the Crossrail train tunnels are a lot larger than those on any of the other Underground lines. The TBMs dug out raw tunnels that were about seven metres in diameter, but after numerous layers of reinforcement, and over-engineering and concrete cladding, the final internal diameter of the tunnels is 6.2m (20ft 4in)—the Victoria line, by comparison, has a diameter of just 3.81m (12ft 6in).</p>\n<p>Another thing to note is the length of the platforms. At 250 metres (820ft), the Elizabeth line platforms are more than twice the length of current Underground platforms, which range between 122 metres (400ft) and 107m (350ft). The first trains will be 200 metres (660ft) long, but they can be extended to 240m (790ft) in the future if passenger demand increases. Because the platforms are so long, and the capacity of the trains so great, most Elizabeth line stations will have two large ticket halls that are spaced far apart. The two ticket halls for the Bond Street station, for example, are on Davies Street and Hanover Square—about 500 metres (1,640ft) away from each other.</p>\n<p>I didn't learn much about the external construction of the Elizabeth line, but a Crossrail site manager did tell me one interesting anecdote. Slip forming (continuously poured concrete) is being used to build some of the taller ticket hall structures. The process is noisy, though, which means that in residential areas it can only be done during work hours. To speed up the process, Crossrail temporarily relocated some people who live near the ticket hall building sites to hotels, so that construction could be carried out around the clock.</p>\n<div><a name='page-2'></a></div>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2012/05/Screen-Shot-2012-05-23-at-1.20.44-PM-640x376.png\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>At peak time, Crossrail says there'll be up to 24 trains per hour between Paddington and Whitechapel (about the same as central stretches of the Northern line, but less than the 34 trains per hour at peak times on the Victoria line, or the 30 trains per hour which run on the Jubilee line). Overall, the Crossrail project will reportedly increase London's total rail transport capacity by 10 percent.</p>\n<p>Perhaps most importantly, though, the Elizabeth line will increase central London's catchment area and east-west connectivity: when the line is fully completed, an extra 1.5 million people will be within a 45-minute commute distance from central London, and many journeys across the centre of the city will have their travel times slashed.</p>\n<p>For example, it currently takes me 50 minutes to get to Heathrow from my office in Mayfair; when I can ride the Elizabeth line, it'll take about 25. From Canary Wharf to Heathrow takes about 70 minutes today, meanwhile; on the Elizabeth line it'll be about 45. The Crossrail website has <a href=\"http://www.crossrail.co.uk/route/\">a journey-time calculator</a> that you can play around with to see how it might improve your own travels.</p>\n<div class=\"shortcode-video  centered-figure-container \">\n\t<div class=\"video center \" style=\"width:px;\">\n\t\t\t\t<iframe style=\"display:block; min-height: 480px;\" type=\"text/html\" src=\"http://www.youtube.com/embed/fhMLV4adGIQ?start=0&wmode=transparent\" frameborder=\"0\" allowfullscreen></iframe>\n\n\t</div>\n</div>\n\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"https://www.youtube.com/watch?v=fhMLV4adGIQ\" class=\"caption-link\" rel=\"nofollow\">The Crossrail's new rolling stock: Class 345, made by Bombardier.</a>\n\t\t\t\t\t\t<p>\n\n<h2>New Crossrail trains</h2>\n<p>A quick word about the Elizabeth line's rolling stock—which I think you'll be pleasantly surprised by. To begin with, there will be 66 Class 345 trains, each nine carriages long. The trains will have a top speed of 90mph, though they probably won't hit it under central London. The cars will all be air-conditioned and you'll be able to walk through the length of the train, moving between the cars—like the new Overground trains, if you've ever been on those.</p>\n<p>The Class 345 trains are fairly techy, too. They'll have regenerative braking (much like <a href=\"http://arstechnica.co.uk/cars/2015/09/london-tube-gains-regenerative-braking-tech-that-can-power-whole-stations/\">the tech being trialled on some Victoria line trains</a>) to increase efficiency, and also 4G and Wi-Fi Internet access.</p>\n\n<p>At least some of the Elizabeth line stations will also have platform screen doors—a screen that separates the platform from the train and track—much like some of the newer Jubilee line stations. The trains will be fully wheelchair-accessible too, of course.</p>\n<p>I'm eventually planning to get some more access to the Class 345 trains, to try out their 4G and Wi-Fi connectivity—but they haven't been built yet.</p>\n<h2>How do you build a giant tunnel anyway?</h2>\n<p>Finally, though it's beyond the scope of this story, if you've ever wondered how a 100-metre tunnel-boring machine actually <em>creates</em> tunnels, check out the video below. It's a lot more complex than simply boring a big hole through the ground: you have to do something with the millions of tons of excavated soil, and you need to reinforce the tunnel walls as you go along, lest the boring machine (and all its staff) be crushed alive. Basically, there's a reason a TBM is 100 metres in length, rather than just a giant cutting head.</p>\n<div class=\"shortcode-video  centered-figure-container \">\n\t<div class=\"video center \" style=\"width:px;\">\n\t\t\t\t<iframe style=\"display:block; min-height: 480px;\" type=\"text/html\" src=\"http://www.youtube.com/embed/z38JIqGDZVU?start=0&wmode=transparent\" frameborder=\"0\" allowfullscreen></iframe>\n\n\t</div>\n</div>\n\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"https://www.youtube.com/watch?v=z38JIqGDZVU\" class=\"caption-link\" rel=\"nofollow\">The Crossrail tunnel boring machines</a>\n\t\t\t\t\t\t<p>\n\n<p>The Elizabeth line is scheduled to begin limited operation between Liverpool Street and Shenfield in May 2017; Heathrow and Paddington (absorbing the existing Heathrow Connect service) in May 2018; Paddington and Abbey Wood (most of the central stretch through London) in December 2018; Paddington and Shenfield in May 2019; and finally the western stretch to Reading will open in December 2019.</p>\n<p>I'll be sure to take some photos of the Hanover Square ticket hall as construction continues outside my office window.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Charter now Comcast’s biggest nationwide rival after TWC approval</title>\r\n\t\t<link>http://arstechnica.com/business/2016/05/charter-wins-fcc-approval-of-twc-merger-will-have-25-million-customers/</link>\r\n\t\t<pubDate>Fri, 06 May 2016 20:22:28 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Jon Brodkin]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[Charter]]></category>\r\n\t\t<category><![CDATA[Comcast]]></category>\r\n\t\t<category><![CDATA[FCC]]></category>\r\n\t\t<category><![CDATA[time warner cable]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=877639</guid>\r\n\t\t<description><![CDATA[FCC gives final signoff, big cable merger could be complete in days.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>The Federal Communications Commission <a href=\"https://apps.fcc.gov/edocs_public/attachmatch/DOC-339243A1.pdf\">just announced</a> that it approved Charter's acquisitions of Time Warner Cable (TWC) and Bright House Networks, allowing Charter to nearly quadruple in size.</p>\n<p>Charter will face conditions designed to boost broadband competition and prevent harms to online video providers that compete against the cable companies' TV services. Chairman Tom Wheeler's proposed conditions were approved over <a href=\"http://arstechnica.com/business/2016/05/ajit-pai-votes-against-chartertwc-merger-objects-to-wheelers-conditions/\">opposition from Republican commissioners</a>.</p>\n<p>Charter just needs to tie up a few loose ends before completing the deal. The Department of Justice has <a href=\"https://www.justice.gov/opa/pr/justice-department-allows-charter-s-acquisition-time-warner-cable-and-bright-house-networks\">proposed a settlement</a> that will allow the merger to proceed, and approval from California state regulators could come in a vote on May 12. When announced last year, Charter expected the acquisitions to cost a <a href=\"http://arstechnica.com/business/2015/05/charter-to-buy-time-warner-cable-become-second-biggest-broadband-provider/\">combined $67.1 billion</a>.</p>\n<p>Charter has <a href=\"http://phx.corporate-ir.net/phoenix.zhtml?c=112298&amp;p=irol-newsArticle&amp;ID=2162715\">6.8 million</a> customers who subscribe to at least one of the company's TV, Internet, and phone services. Time Warner Cable has <a href=\"http://s1.q4cdn.com/730563363/files/doc_financials/Quarterly/2016/Q1-2016-TWC-Earnings-Release-FINAL.pdf\">16.1 million</a> and Bright House has about <a href=\"http://bright house networks\">2.5 million</a>. In all, the combined company will have about 25.4 million residential and business customers, second in the US to <a href=\"http://www.cmcsa.com/releasedetail.cfm?ReleaseID=967022\">Comcast's 28 million</a>. (The vast majority of these customers are residential.)</p>\n<p>Together, Charter and Comcast <a href=\"http://arstechnica.com/business/2016/01/comcast-and-charter-may-soon-control-70-of-25mbps-internet-subscriptions/\">may control</a> 65 to 70 percent of the nation's 25Mbps-and-up broadband subscriptions and more than 40 percent of total home Internet connections.</p>\n<p>Though Charter and Comcast are duking it out for the highest number of customers nationwide, that doesn't mean they're actually competing directly against each other. Back when Comcast unsuccessfully tried to buy TWC, a company executive <a href=\"http://arstechnica.com/business/2014/09/comcast-says-its-too-expensive-to-compete-against-other-cable-companies/\">acknowledged</a> that big cable companies rarely bother to compete head to head in any city or town since it would be too expensive.</p>\n<p>FCC Chairman Tom Wheeler said his conditions will require Charter to compete. Charter will be required to bring high-speed broadband to an additional 2 million customer locations, of which 1 million \"will be in competition with another high-speed broadband provider in the market served,\" Wheeler said when he proposed approval of the deal.</p>\n<p>Other conditions proposed by the FCC and DOJ would prohibit the combined company from imposing data caps and overage fees on Internet customers, charging large online content providers for network interconnection, and stifling growth of online video by demanding restrictive clauses in contracts with programmers. The FCC did not release full details today, but most of the conditions are expected to remain in force for seven years. A requirement to provide low-cost Internet service to poor people for at least four years is also <a href=\"http://www.broadcastingcable.com/news/washington/chartertwc-approval-has-low-income-broadband-condition/155977\">expected</a> to be part of the final order.</p>\n<p>Charter CEO Tom Rutledge <a href=\"http://ir.charter.com/phoenix.zhtml?c=112298&amp;p=irol-newsArticle&amp;ID=2166124\">thanked FCC commissioners today</a> and said the mergers will bring \"greater competition, more consumer and OTT friendly broadband policies, broader access to affordable broadband, and added US jobs.\" The conditions, Rutledge said, \"are largely extensions of the longstanding consumer friendly values and practices of our company, and based on the commitments we put forward during the review process.\"</p>\n<p>Some consumer advocacy groups opposed the Charter deals. But the conditions imposed are good ones, advocacy group Public Knowledge <a href=\"https://www.publicknowledge.org/press-release/fcc-approves-charter-time-warner-cable-deal-with-public-interest-conditions\">said today</a>.</p>\n<p>\"As part of the merger review process, Charter has agreed to a number of commitments that, if properly enforced, counter some of the worst harms associated with industry consolidation, and advance the public interest,\" the group said. \"In particular, Charter has agreed to not impose broadband usage caps on its customers, to not charge interconnection fees to online video providers, to offer a low-cost standalone broadband product, and to abide by a Department of Justice framework designed to protect programmers from the outsized leverage it will now have in carriage deals, including restrictions on its ability to keep programming from being available on online platforms.\"</p>\n<p>A coalition of advocacy groups called \"Stop Mega Cable\" tried to convince the FCC to block the merger entirely, but to no avail. The group <a href=\"http://arstechnica.com/business/2016/01/comcast-and-charter-may-soon-control-70-of-25mbps-internet-subscriptions/\">exaggerated market share numbers</a> but insisted that the newly expanded Charter would create a duopoly with Comcast that \"threatens the future\" of online video services and smaller cable TV providers.</p>\n<p><em>Disclosure: Bright House is owned by the Advance/Newhouse Partnership, which is part of Advance Publications. Advance Publications owns Condé Nast, which owns Ars Technica. Advance/Newhouse would own 13 percent of Charter after the proposed transactions.</em></p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Ajit Pai votes against Charter/TWC merger, objects to Wheeler’s conditions</title>\r\n\t\t<link>http://arstechnica.com/business/2016/05/ajit-pai-votes-against-chartertwc-merger-objects-to-wheelers-conditions/</link>\r\n\t\t<pubDate>Fri, 06 May 2016 16:35:04 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Jon Brodkin]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[ajit pai]]></category>\r\n\t\t<category><![CDATA[Charter]]></category>\r\n\t\t<category><![CDATA[FCC]]></category>\r\n\t\t<category><![CDATA[time warner cable]]></category>\r\n\t\t<category><![CDATA[tom wheeler]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=877367</guid>\r\n\t\t<description><![CDATA[Cable merger to be approved despite Pai's complaint about FCC \"micromanagement.\"]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Charter Communications is close to winning approval of its acquisition of Time Warner Cable (TWC), but Federal Communications Commission member Ajit Pai is voting against the deal.</p>\n<p>Pai, a Republican, isn't opposed to the cable merger itself, which will make Charter the nation's second largest broadband provider after Comcast. Instead, Pai objects to the conditions that FCC Chairman Tom Wheeler has proposed imposing on the deal. Charter should be able to buy TWC without facing onerous requirements, Pai says.</p>\n<p>\"The FCC's merger review process is badly broken,\" a Pai spokesperson said, according to an <a href=\"http://thehill.com/policy/technology/overnights/278931-overnight-tech-pai-votes-no-on-charter-time-warner-cable\">article</a> in <em>The Hill</em>. \"Chairman Wheeler's order isn't about competition, competition, competition; it's about regulation, regulation, regulation. It's about imposing conditions that have nothing to do with the merits of this transaction. It's about the government micromanaging the Internet economy.\"</p>\n<p>Pai voted against approving the merger yesterday afternoon, the article said.</p>\n<p>We contacted Pai's office this morning but haven't heard back. Pai also <a href=\"https://apps.fcc.gov/edocs_public/attachmatch/FCC-15-94A5.pdf\">objected to conditions</a> imposed on the AT&amp;T/DirecTV merger last year, but he only dissented in part in that case.</p>\n<p>The merger is almost certain to be approved given that Wheeler leads a 3-2 Democratic majority. The FCC hasn't announced vote results yet, but Democrat Jessica Rosenworcel has signed off on the deal, <a href=\"http://www.reuters.com/article/us-twc-m-a-charter-idUSKCN0XW1OB\">according to Reuters</a>. Republican Michael O'Rielly also voted to approve the deal, but \"O'Rielly dissented in part, meaning the final conditions of the agency's approval could change before the full vote is completed and made public,\" Reuters reported.</p>\n<p>Democrat Mignon Clyburn is apparently the only commissioner who hasn't yet voted, signaling that there could be further discussion about what conditions should be imposed on the deal. Consumer advocacy groups have asked for stricter requirements, but these groups failed in their attempt to block the merger entirely.</p>\n<p>As we <a href=\"http://arstechnica.com/business/2016/04/time-warner-cables-bad-behavior-helped-charter-win-merger-approval/\">wrote last week</a>, conditions proposed by the Department of Justice and Wheeler would prohibit the combined company from imposing data caps and overage fees on Internet customers, charging large online content providers for network interconnection, and stifling growth of online video by demanding restrictive clauses in contracts with programmers.</p>\n<p>Charter proposed the data cap and interconnection fee conditions itself, though the company wanted the conditions to be in force for only three years. Wheeler is demanding seven years. Justice Department officials said conditions are needed because the combined Charter and TWC will have greater incentive and ability to stop the growth of online video providers that compete against cable TV products.</p>\n<p>Wheeler argued that the conditions will boost competition in video and broadband, and he said they include requirements that Charter serve another two million customer locations with high-speed Internet. \"At least one million of those connections will be in competition with another high-speed broadband provider in the market served,\" Wheeler said.</p>\n<p>Advocacy group Free Press, which opposed the merger, scoffed at the idea that the FCC is imposing too many conditions. \"It's literally unbelievable that Commissioner Pai believes conditions supposed to preserve the viability of online video competition have nothing to do with a merger between giant cable TV and broadband conglomerates,\" Free Press Policy Director Matt Wood said, according to <em>The Hill</em>.</p>\n<p>In a related deal, Charter is also buying Bright House Networks, a smaller cable company.</p>\n<p><em>Disclosure: Bright House is owned by the Advance/Newhouse Partnership, which is part of Advance Publications. Advance Publications owns Condé Nast, which owns Ars Technica. Advance/Newhouse would own 13 percent of Charter after the proposed transactions.</em></p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Nightmarish transition from Verizon to Frontier has no end in sight</title>\r\n\t\t<link>http://arstechnica.com/business/2016/05/frontier-outages-persist-35-days-after-switch-from-verizon/</link>\r\n\t\t<pubDate>Thu, 05 May 2016 19:17:36 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Jon Brodkin]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[FiOS]]></category>\r\n\t\t<category><![CDATA[frontier]]></category>\r\n\t\t<category><![CDATA[verizon]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=876585</guid>\r\n\t\t<description><![CDATA[California lawmakers call hearings to discuss \"government response.\"]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>A California legislative committee will hold hearings on problems former Verizon customers are having more than a month after their service was switched to Frontier Communications.</p>\n<p>Frontier purchased Verizon's FiOS and DSL businesses in California, Florida, and Texas, taking over the fiber and copper networks on April 1. Outages and various other service problems <a href=\"http://arstechnica.com/business/2016/04/after-verizon-fios-changeover-to-frontier-some-customers-lose-service/\">hit customers almost immediately</a>, and Frontier still hasn't solved all the problems.</p>\n<p>Mike Gatto, a Democratic legislator from Los Angeles who is chairman of the California State Assembly's Utilities &amp; Commerce Committee, <a href=\"http://asmdc.org/members/a43/news-room/press-releases/assemblyman-mike-gatto-seeks-resolution-to-ongoing-frontier-communications-outages\">issued a statement yesterday</a> about the \"ongoing Frontier Communications telephone and Internet outages after the Verizon FiOS changeover.\"</p>\n<p>“There has been an alarming rate of telephone and Internet outages in Southern California and consumers are frustrated with the lack of a solution to this months-long ordeal,” Gatto said. \"These problems need to be resolved swiftly. Cities are unable to live stream council meetings and residents are at risk because of the inability to dial 911 in an emergency. My committee will hold hearings on the impact on our constituents and the appropriate government response if these problems persist.\"</p>\n<p>We contacted a Frontier spokesperson yesterday about Gatto's statement but haven't heard back. The company hasn't said how extensive the service problems are. Frontier previously said it would <a href=\"http://arstechnica.com/business/2016/04/frontier-needs-until-mid-april-to-fix-verizon-fios-changeover-problems/\">fix everything by mid-April</a>.</p>\n<p>We've heard from a couple of customers about lengthy service outages. Clayton Gibson in Colleyville, Texas, told us he lost Internet and TV service for nearly a week beginning on April 25. \"Each night we are told a tech will arrive, only for them to not show,\" Gibson told Ars last week when the outage was still ongoing.</p>\n<p>It turned out that some unrelated construction work knocked out a FiOS line, according to Gibson. While that initial problem didn't affect the Gibsons' service, it did affect a neighbor—and the Gibsons subsequently lost service after Frontier fixed the neighbor's connection. \"A Frontier technician reconnected the line for our neighbor but in the process disconnected ours,\" Gibson said. The problem was repaired last weekend.</p>\n<p>Another Frontier customer in Los Angeles named Gary said he lost service for more than a week shortly after the Verizon/Frontier changeover. It turned out the problem was fixed with a factory reset of his modem, but Frontier employees couldn't figure out what the problem was in a timely manner.</p>\n<p>\"On the first day after an hour and a half of troubleshooting, I was informed that I was part of an outage and service will be restored by Tuesday morning,\" Gary told us while his service was still down. \"The next day another supervisor told me I was not part of an outage and my service will be restored by the end of that day—both were wrong. Then I was told that they would dispatch somebody to my home who never arrived, I had supervisors tell me they would call me back and follow up with me and they never did, and on and on and on and on.\"</p>\n<p>We contacted Frontier about both cases but never received any further information.</p>\n<p>NBC4 in Southern California had a <a href=\"http://www.nbclosangeles.com/news/local/Woman-Frustrated-With-Fontier-Verizon-Switch-Says-Problems-Persist-378064571.html\">report yesterday</a> about an 83-year-old customer who says her phone service was out for a week. \"On an oxygen tank 24 hours a day, [Marlene] Vernava said her landline is critical because it is connected to her medical alert system that tells family and doctors if something is wrong,\" the report said. \"The day after NBC4 investigated Vernava's story, Frontier and Verizon technicians came out to fix the problem the next day.\"</p>\n<p>NBC4 said it also heard from \"dozens\" of former Verizon customers who had problems following the switch to Frontier.</p>\n<p>Customers are still reporting problems on the website <a href=\"http://downdetector.com/status/frontier/map/\">DownDetector</a> and on Twitter. Some say they wish Verizon had never sold to Frontier. \"Our FiOS/Internet have been out 6 days w/ no end in sight. #bringbackverizon,\" one customer <a href=\"https://twitter.com/themniehart/status/728052742439079938\">tweeted yesterday</a>.</p>\n<p>The Frontier problems are similar to those that occurred late in 2014, when the company purchased AT&amp;T wireline operations in Connecticut. Outages <a href=\"http://arstechnica.com/business/2014/11/frontier-service-is-so-unreliable-customers-wish-they-still-had-att/\">hit some customers for weeks</a> in that case as well.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Got unlimited data? Netflix now lets you get the highest quality on mobile</title>\r\n\t\t<link>http://arstechnica.com/business/2016/05/netflix-now-lets-customers-increase-video-quality-on-cellular-networks/</link>\r\n\t\t<pubDate>Thu, 05 May 2016 17:05:11 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Jon Brodkin]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[AT&T]]></category>\r\n\t\t<category><![CDATA[binge on]]></category>\r\n\t\t<category><![CDATA[FCC]]></category>\r\n\t\t<category><![CDATA[Netflix]]></category>\r\n\t\t<category><![CDATA[streaming]]></category>\r\n\t\t<category><![CDATA[t-mobile]]></category>\r\n\t\t<category><![CDATA[verizon wireless]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=876695</guid>\r\n\t\t<description><![CDATA[Netflix finally lets AT&#38;T and Verizon customers stream at more than 600kbps.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Netflix has updated its iOS and Android applications to let customers adjust streaming quality on mobile networks so that users with high data caps or unlimited data can choose higher-quality video.</p>\n<p>Netflix sets its default mobile bitrate at 600kbps, limiting resolution to about 360p on AT&amp;T, Verizon Wireless, and most other carriers. This helps customers stay under restrictive data caps, but the one-size-fits-all policy prevented customers from boosting the quality of video. The default setting will remain at 600kbps, but the new controls available to Netflix customers worldwide will boost data usage to as much as 1GB in 20 minutes.</p>\n<p>\"The default setting will enable you to stream about three hours of TV shows and movies per gigabyte of data. In terms of bitrates, that currently amounts to about 600 Kilobits per second,\" <a href=\"https://media.netflix.com/en/company-blog/netflix-introduces-new-cellular-data-controls-globally\">Netflix said today</a>. \"Our testing found that, on cellular networks, this setting balances good video quality with lower data usage to help avoid exceeding data caps and incurring overage fees. If you have a mobile data plan with a higher data cap, you can adjust this setting to stream at higher bitrates.\"</p>\n<p>Netflix didn't say exactly what resolution higher-quality video will stream at, but customers will be able to <a href=\"https://help.netflix.com/en/node/43701\">choose from six settings</a>. \"Auto\" is the default, allowing three hours of viewing per GB. \"Off\" will disable streaming on cellular, allowing viewing only on Wi-Fi. \"Low\" will let customers watch about four hours of video per GB; medium quality will provide two hours of viewing per GB; and high quality will be an hour of viewing per GB. Finally, an option recommended only for customers with unlimited data plans \"will stream at the highest possible quality for your device and the content you are viewing,\" Netflix said. \"This may use 1GB per 20 minutes or more depending on your device and network speeds.\"</p>\n<p>After updating the app, customers can access the new controls by clicking the menu icon, selecting app settings, and then cellular data usage. The app update with the new controls went live in the Google Play Store yesterday and in Apple's App Store today.</p>\n<p>Netflix already lets customers <a href=\"https://help.netflix.com/en/node/87\">choose quality settings</a> when viewing on non-mobile devices. The inflexible mobile quality policy came to light recently when T-Mobile USA CEO John Legere boasted that his network's \"Binge On\" program—which lets video stream without counting against data caps—delivered Netflix at a higher resolution than AT&amp;T and Verizon. <a href=\"http://arstechnica.com/business/2016/03/netflix-throttles-video-on-att-and-verizon-to-keep-users-under-data-caps/\">Netflix acknowledged</a> that it had been imposing a bitrate limit for five years and said it did so because \"restrictive data caps are bad for consumers and the Internet in general\" but promised that it would soon deliver a tool that lets customers adjust quality.</p>\n<p>Netflix throttling itself set off a controversy, with the company facing criticism from a <a href=\"http://arstechnica.com/business/2016/03/cable-group-net-neutrality-rules-for-netflix-but-not-for-us/\">cable industry lobby group</a>, AT&amp;T, and Federal Communications Commission member <a href=\"http://arstechnica.com/business/2016/03/netflix-should-be-investigated-for-throttling-itself-fcc-republican-says/\">Michael O'Rielly</a>. FCC Chairman Tom Wheeler <a href=\"http://arstechnica.com/business/2016/04/netflix-throttling-itself-isnt-a-net-neutrality-problem-fcc-chair-says/\">dismissed the idea</a> of investigating Netflix, saying the company didn't violate net neutrality rules, which apply only to Internet service providers.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Craig Wright: “I don’t have the courage” to prove I’m Satoshi Nakamoto</title>\r\n\t\t<link>http://arstechnica.com/business/2016/05/craig-wright-i-dont-have-the-courage-to-prove-im-satoshi-nakamoto/</link>\r\n\t\t<pubDate>Thu, 05 May 2016 15:49:06 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Joe Mullin]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Law & Disorder]]></category>\r\n\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[bitcoin]]></category>\r\n\t\t<category><![CDATA[Craig Wright]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=876663</guid>\r\n\t\t<description><![CDATA[Wright says he's sorry, blames \"allegations\" and \"attacks\" for his withdrawal.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Craig Wright, the Australian investor who claimed just three days ago to be the inventor of Bitcoin, said he's backing away from the world stage.</p>\n<p>Wright's claims were debunked by experts within hours, who noted that his Satoshi signature was actually a 2009 signature he copied from the blockchain.</p>\n<p>Just yesterday, Wright said he knew his claims would need \"extraordinary proof,\" and he said <a href=\"http://arstechnica.com/business/2016/05/purported-bitcoin-creator-loses-an-ally-but-says-hell-show-more-proof/\">such proof was on the way</a>. A day later, he has decided not to prove his claims after all. Wright says that he \"broke\" as he was about to publish proof of access to the earliest keys. \"I do not have the courage,\" he wrote in a note on his website. \"I cannot.\"</p>\n<p>Wright's note, on a stark white background, is all that's left of the website he made public on Monday, which was filled with images of himself looking thoughtful along with several Bitcoin-related blog posts. It reads in full:</p>\n<blockquote><p>I’m Sorry</p>\n<p>I believed that I could do this. I believed that I could put the years of anonymity and hiding behind me. But, as the events of this week unfolded and I prepared to publish the proof of access to the earliest keys, I broke. I do not have the courage. I cannot.</p>\n<p>When the rumors began, my qualifications and character were attacked. When those allegations were proven false, new allegations have already begun. I know now that I am not strong enough for this.</p>\n<p>I know that this weakness will cause great damage to those that have supported me, and particularly to Jon Matonis and Gavin Andresen. I can only hope that their honour and credibility is not irreparably tainted by my actions. They were not deceived, but I know that the world will never believe that now. I can only say I’m sorry.</p>\n<p>And goodbye.</p></blockquote>\n<p>Of course, Craig Wright already said goodbye on Monday, telling the BBC his discussion would be the one and only television interview he would do. \"I don't think I should have to be out there,\" he told the BBC. \"There's nothing owed to the world... Why do I have to take credit for it? Why do I?\"</p>\n<p>\"I want to work,\" he continued. \"I don't work and invent and write papers and code by coming in front of TVs. I don't want money, I don't want fame, I don't want adoration, I just want to be left alone.\"</p>\n<p>That's the persona Wright built—brilliant but incredibly sensitive and disdaining the limelight—even though he apparently hired a PR firm to put himself in the public eye. Since minute one, he has been certain to remind everyone that he's desperately concerned with his own privacy, to the point of being rude to the journalists sharing his story (the very same journalists he sought out.)</p>\n<p>Real proof that a person or group of people is Satoshi Nakamoto, the moniker of the creator of Bitcoin, could be had within minutes. Moving around early bitcoin or creating a new signature with Satoshi's encryption keys would be enough.</p>\n<p>Barring that, it looks like Wright will <a href=\"https://dankaminsky.com/2016/05/03/the-cryptographically-provable-con-man/\">only be known</a> as the first \"cryptographically proven con artist,\" as security researcher Dan Kaminsky put it.</p>\n<p>\"It's not 'allegations' that Craig Wright is a fraud,\" <a href=\"https://twitter.com/ErrataRob/status/728218271728685057\">wrote Errata Security's Rob Graham on Twitter</a>. \"We have 'proof' he tried to defraud, trick, scam everyone.\"</p>\n<p>One of the reasons Wright's claims were taken seriously on Monday is because he convinced Gavin Andresen, former lead Bitcoin developer, that he was truly Satoshi. On Monday, Andresen <a href=\"https://www.wired.com/2016/05/craig-wright-privately-proved-hes-bitcoins-creator/\">spoke to <em>Wired</em></a> about his meeting with Wright in London, and described Wright as \"visibly emotional\" while he signed a message as Satoshi.</p>\n<p>\"He’s either a fantastic actor who knows an awful lot about cryptography, or it actually was emotionally hard for him to go through with this,\" Andresen said.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Comcast error caused porn movie charges after customer returned cable box</title>\r\n\t\t<link>http://arstechnica.com/business/2016/05/comcast-error-caused-porn-movie-charges-after-customer-returned-cable-box/</link>\r\n\t\t<pubDate>Thu, 05 May 2016 14:21:40 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Jon Brodkin]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[Comcast]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=876199</guid>\r\n\t\t<description><![CDATA[Comcast insisted charges were legit, but customers proved the company wrong.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Comcast customers who were charged for adult movies they said they didn't order weren't able to prove their case until they decided to cancel their service and send back their cable box. The proof they were being charged incorrectly? Comcast's computer system accused them of ordering more movies <em>after </em>they returned the cable equipment.</p>\n<p>The story was reported Tuesday by <a href=\"http://www.abcactionnews.com/money/consumer/taking-action-for-you/family-hit-with-hundreds-of-dollars-in-charges-for-adult-movies-they-never-ordered\">ABC Action News in Tampa Bay</a>. Alyssa and Jason Overstreet had been Comcast customers for eight years, never ordering any adult movies, when suddenly Comcast started charging them for pay-per-view porn films supposedly ordered in the middle of the night, the report said.</p>\n<p>\"Comcast charged the Overstreets for about 20 of these films,\" with the first erroneous charge occurring on March 30, the ABC affiliate said.</p>\n<p>ABC contacted Comcast about the case, and the cable company insisted the charges were legitimate, telling the news station that \"the box that is sending the authorization signal to order on-demand movies is the box that is assigned to the account.\"</p>\n<p>But that wasn't the end of the story. The Overstreets decided to cancel their service and return their equipment. \"The UPS receipt shows they returned the cable box April 7. Days later on April 10, 11 and 12, Comcast billed the couple for more adult movies,\" the report says.</p>\n<p>ABC contacted Comcast again, and this time around the cable company figured out what the problem was.</p>\n<p>\"Comcast charged more movies to her account, so I went back to Comcast,\" ABC News reporter Jackie Callaway said. \"The company this time had their engineers look into what happened. They found a data stream error and they called the problem 'unique.' They also apologized for what happened.\"</p>\n<p class=\"p1\"><span class=\"s1\"></span></p>\n<p>Ultimately, Comcast credited the Overstreets for the $240 they'd been erroneously charged, and even waived the couple's final cable bill of $139.</p>\n<p>We contacted Comcast to find out more about how the error occurred, but the company said it had nothing to add to what was reported by ABC Action News. In a possibly related story, Comcast has repeatedly ranked as one of the <a href=\"http://arstechnica.com/business/2015/06/comcast-customer-satisfaction-rating-plummets-again/\">most hated cable companies</a> in the American Customer Satisfaction Index's customer surveys.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>YouTube may take a slice of the streaming pie with “Unplugged”</title>\r\n\t\t<link>http://arstechnica.com/business/2016/05/youtube-could-debut-unplugged-digital-tv-service-in-2017/</link>\r\n\t\t<pubDate>Thu, 05 May 2016 14:11:23 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Valentina Palladino]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[digital video]]></category>\r\n\t\t<category><![CDATA[Hulu]]></category>\r\n\t\t<category><![CDATA[Netflix]]></category>\r\n\t\t<category><![CDATA[online TV]]></category>\r\n\t\t<category><![CDATA[Sling]]></category>\r\n\t\t<category><![CDATA[streaming video]]></category>\r\n\t\t<category><![CDATA[unplugged]]></category>\r\n\t\t<category><![CDATA[YouTube]]></category>\r\n\t\t<category><![CDATA[youtube unplugged]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=876565</guid>\r\n\t\t<description><![CDATA[$35 per month for channel bundles, but no network deals have been made yet.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>YouTube may be the next tech giant to fight for a piece of the television world. The online video company has been reportedly working on a subscription-based online video streaming service called \"Unplugged.\" According to the <em><a href=\"http://www.bloomberg.com/news/articles/2016-05-04/youtube-said-to-plan-unplugged-online-tv-service-for-2017\">Bloomberg News</a></em> report, Unplugged would offer online video and live TV channels in bundles from media providers for a $35 monthly fee.</p>\n<p>YouTube has apparently been working on Unplugged for a while. The report suggests that the company started working on a TV streaming service in 2012, but it has since sped up its efforts due to looming competition from companies like Dish and Sony that already have their own streaming platforms. The entirety of YouTube's architecture has reportedly been revamped to support such a service, and it could debut as early as 2017.</p>\n<p>YouTube already has its <a href=\"http://arstechnica.com/gadgets/2015/10/youtube-red-offers-premium-youtube-for-9-99-a-month-12-99-for-ios-users/\">Red subscription service</a>, which lets users stream ad-free videos, watch videos offline, and listen to ad-free music. Unplugged would be different since it would have live TV channels and other exclusive content. YouTube has reportedly been in talks with Comcast's NBCUniversal, Fox, CBS, and Viacom to stream content from those networks, but it has yet to secure any rights. This part of the business has proven difficult for other companies looking to get into TV streaming, including Apple.</p>\n<p>YouTube is looking into offering different bundles of TV channels for Unplugged subscribers. The main \"skinny bundle\" would stream channels from the four US broadcasting networks along with an array of other cable channels, while other bundles would be themed around types of programming, such as comedy channels. This is similar to how Dish's Sling TV works: it offers a basic package of channels including ESPN, CNN, and The Disney Channel for $20 per month, while offering themed packages (such as the Hollywood package including EPIX, SundanceTV, and more) for an extra monthly fee.</p>\n<p>While it's been in development for quite some time, YouTube Unplugged won't debut for some months, if it comes out at all. We've reached out to Google, YouTube's parent company, for comment, and will update this story if we hear back.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Companies plan to make you pay for sleep</title>\r\n\t\t<link>http://arstechnica.com/business/2016/05/the-sleep-optimization-fad-has-become-scary-and-awful/</link>\r\n\t\t<pubDate>Thu, 05 May 2016 12:44:53 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Annalee Newitz]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[brands]]></category>\r\n\t\t<category><![CDATA[k-hole]]></category>\r\n\t\t<category><![CDATA[marketing]]></category>\r\n\t\t<category><![CDATA[sleep]]></category>\r\n\t\t<category><![CDATA[slowave]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=870507</guid>\r\n\t\t<description><![CDATA[A new report explains the sleep market, calls mattresses a \"content platform.\"]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>High tech companies have disrupted the way we get our food, transit, and friends—and now they want to disrupt the way we sleep. To help them along, <a href=\"http://khole.net/\">branding group K-Hole</a> has released a report designed for corporations who want to cash in on the public's new obsession with getting rest. K-Hole is a gang of coolhunters, just like something out of a <a href=\"https://www.amazon.com/Pattern-Recognition-William-Gibson-ebook/dp/B000OCXGVY\">William Gibson</a> or <a href=\"http://nomediakings.org/category/books/everyone-in-silico\">Jim Munroe</a> novel, who are paid to spot trends. A couple of years ago, they got famous for <a href=\"http://www.nytimes.com/2014/04/03/fashion/normcore-fashion-movement-or-massive-in-joke.html?_r=0\">popularizing the idea of \"normcore,\"</a> a clean-cut hipster style that emphasized simplicity and unobtrusiveness.</p>\n<p>In this new report, <a href=\"http://sleepsleepsleepsleep.com\">Slowave: An Exploration on Sleep and Society</a>, K-Hole member Sean Monahan makes a series of \"interesting\" observations about the sleep market, paid for by mattress-maker Casper. <a href=\"https://casper.com/our-approach\">On its website</a>, Casper bills itself as a company trying to \"innovate sleep research\" with \"engineering.\" In reality, it sells mattresses, pillows, and sheets to people online. Monahan told <em>Ars</em> by phone that Casper commissioned this report so it would \"know what the future of sleep is.\" Of course, he conceded, that's \"inherently hard to answer because sleep hasn’t changed all that much over the past couple thousand years.\" But that didn't stop him from trying, and the result is a tour of sleep-related products, plus recommendations about how to market to consumers who are not currently \"leaning into the pleasure of sleep.\"</p>\n<p>Though written in a language that is a mashup of marketing speak and academic critical theory, the Slowave report does identify some intriguing trends. Monahan argues that sleep has been a commodity for a long time, though often in a negative sense. Starting in the 1950s, companies started marketing drugs to prevent people from sleeping. As we moved into the modern era, apps and self-help books tutored people in <a href=\"http://lifehacker.com/5866905/polyphasic-sleep-cycles-trick-your-body-into-needing-less-sleep\">lifehacks like \"polyphasic sleep\"</a> designed to help people do more on less sleep.</p>\n<p>Now, however, we're in a backlash phase. All this sleep denial has led to a pendulum swing in the other direction, and everybody is obsessed with getting more sleep. Sleep has become desirable, and the consumer electronics industry helps people obsessively monitor their shuteye with fitness trackers and wellness apps. Digital media entrepreneur Arianna Huffington has just come out with a book, <em><a href=\"http://www.amazon.com/Sleep-Revolution-Transforming-Your-Night-ebook/dp/B011G3HC0U\">The Sleep Revolution</a></em>, about reclaiming sleep as part of the creative process in the world of innovation. <em>Business Insider</em>, taking its cue from Huffington's book, offers readers tips on \"<a href=\"http://www.businessinsider.com/how-to-be-productive-while-youre-sleeping-2016-5\">how to be productive while you're sleeping</a>.\" Sleep has practically become a luxury good. Indeed, a recent Gallup poll suggests that the richer you are, the better you sleep.</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center large\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/caspertumblr_charts_Income_BLACK.png\" class=\"enlarge\" alt=\"\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/caspertumblr_charts_Income_BLACK-640x382.png\"  caption=\"\"  alt=\"\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: K-Hole)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/caspertumblr_charts_Income_BLACK.png\" class=\"caption-link\" rel=\"nofollow\"></a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<p>Monahan has some words of wisdom for tech entrepreneurs who want to get into sleep. In Slowave, he writes:</p>\n<blockquote><p>A bed is no longer furniture—it’s a content platform. A connected mattress is generating an abstract user portrait by monitoring your nightly movements, and modulating its temperature and firmness to improve sleep. It’s a content platform on an informational and experiential level. If Buzzfeed’s modus operandi is OMG, a connected mattress’ is ZZZ ...</p>\n<p>The future of sleep won’t be its absence, it will be a new class of people leveraging its creative potential ... Writers and artists have always prized sleep’s latent potential, it’s [sic] ability to encourage imagistic nonlinear thinking. Hence the frequent preference to work as soon as one wakes up, when the hypnagogic effects are still coming on strong.</p></blockquote>\n<p>It sounds like something out of the most recent episode of <em>Silicon Valley</em>, but it's not. The K-Hole report even includes a little chart that tracks how different kinds of people engage with sleep.</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center large\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/Screenshot-5416-256-PM.jpeg\" class=\"enlarge\" alt=\"In this helpful chart, K-Hole breaks down all the sleep trends and the types of consumers who will buy into them.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/Screenshot-5416-256-PM-640x218.jpeg\"  caption=\"In this helpful chart, K-Hole breaks down all the sleep trends and the types of consumers who will buy into them.\"  alt=\"In this helpful chart, K-Hole breaks down all the sleep trends and the types of consumers who will buy into them.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: K-Hole)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/Screenshot-5416-256-PM.jpeg\" class=\"caption-link\" rel=\"nofollow\">In this helpful chart, K-Hole breaks down all the sleep trends and the types of consumers who will buy into them.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<p>You can just imagine marketing departments figuring out how to target apps and gadgets at \"effective hedonists\" vs. \"slowave\" types. Huffington's book is basically a slowave manifesto, and it's selling like hotcakes.</p>\n<p>Though K-Hole has claimed in the past that its work is partly an art project or parody, Slowave suggests that it has gone full-bore into marketing. When I spoke with Monahan about this report, he talked very seriously about how companies can sell sleep-related items (like mattresses) as a productivity enhancer, because dreams help fuel innovation. There was no sarcastic edge to what he was saying.</p>\n<p>Just for the sake of argument, one might claim that Slowave takes its cues from media jamming groups like the Yes Men, who have tricked companies and government organizations into inviting them to conferences—where they sneakily make fun of their unwitting victims. In <a href=\"https://www.youtube.com/watch?v=hmuF3SJhWI4\">one memorable Yes Men prank</a>, the group pretended to represent the WTO at a corporate conference and explained to everyone that the Civil War in the US was a waste of time, because slavery is a great economic system, and thank goodness that now slave labor is being provided by the developing world.</p>\n<p>So maybe K-Hole is about to pull a Yes Men and laugh at Casper for funding a ridiculous and meaningless document. I certainly didn't get that sense from Monahan. Even if K-Hole does suddenly reveal that this report was a prank, it isn't a very good one. Yes, it's terrible—but it's not downright nonsensical or parodically evil, like the Yes Men speeches were. It's simply too easy to use Slowave as an actual guide to product development.</p>\n<p>Over the next several months, you might find yourself asking where somebody got the idea to sell you a \"sleep product\" to \"enhance creativity.\" Now you know. It came from a mattress company that hired a marketing company to turn a fact of nature into a cultural trend.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t</channel>\r\n</rss>\r\n",
  "headers": {
    "Expires": "Fri, 13 May 2016 07:43:23 GMT",
    "X-XSS-Protection": "1; mode=block",
    "Transfer-Encoding": "chunked",
    "Cache-Control": "private, max-age=0",
    "ETag": "sqxHiPP1JvZhU5p4qgagVh57zW4",
    "Content-Encoding": "gzip",
    "Last-Modified": "Fri, 13 May 2016 07:18:05 GMT",
    "Date": "Fri, 13 May 2016 07:43:23 GMT",
    "X-Content-Type-Options": "nosniff",
    "Content-Type": "text/xml; charset=UTF-8",
    "Server": "GSE"
  },
  "response_url": "http://feeds.arstechnica.com/arstechnica/business"
}