{
  "requested_url": "http://feeds.harvardbusiness.org/harvardbusiness?format=xml",
  "fetched_at": "2016-05-13T00:45:18.486491",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\r\n<?xml-stylesheet type=\"text/xsl\" media=\"screen\" href=\"/~d/styles/atom10full.xsl\"?><?xml-stylesheet type=\"text/css\" media=\"screen\" href=\"http://feeds.harvardbusiness.org/~d/styles/itemcontent.css\"?><feed xmlns=\"http://www.w3.org/2005/Atom\" xmlns:generic-image-map=\"http://hbr.org/generic-product-image-mapping\" xmlns:avm=\"http://hbr.org/avm-directory-listing\" xmlns:ns5=\"http://hbr.org/2014/HbrAtom\" xmlns:page-metadata=\"http://hbr.org/page-metadata\" xmlns:hbr=\"http://hbr.org/page-flow-registry\" xmlns:geo=\"http://www.w3.org/2003/01/geo/wgs84_pos#\" xmlns:feedburner=\"http://rssnamespace.org/feedburner/ext/1.0\"><title type=\"text\">HBR.org</title><id>tag:blogs.harvardbusiness.org,2007-03-31:0.global-incremental</id><link href=\"http://hbr.org\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-12T21:40:57Z</updated><atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"self\" type=\"application/atom+xml\" href=\"http://feeds.harvardbusiness.org/harvardbusiness\" /><feedburner:info uri=\"harvardbusiness\" /><atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"hub\" href=\"http://pubsubhubbub.appspot.com/\" /><thespringbox:skin xmlns:thespringbox=\"http://www.thespringbox.com/dtds/thespringbox-1.0.dtd\">http://feeds.harvardbusiness.org/harvardbusiness?format=skin</thespringbox:skin><subtitle type=\"html\">Practical insights, tools and resources from leading business thought leaders.</subtitle><geo:lat>42.371296</geo:lat><geo:long>-71.181961</geo:long><logo>http://cbimages.ed4.net/hbsp/9380_225659.gif</logo><entry><title>To Grow as a Person, Selectively Forget the Past</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.134737</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/qrGcEYOAJyY/to-grow-as-a-person-selectively-forget-the-past\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-12T19:23:36Z</updated><published>2016-05-12T15:00:21Z</published><summary type=\"html\"><![CDATA[<p>A simple approach to change.</p>\n]]></summary><author><name>Vijay Govindarajan</name><uri>https://hbr.org/resources/images/article_assets/2013/09/110-vijay-govindarajan.jpg</uri></author><category term=\"Innovation\" scheme=\"http://hbr.org/categorization/subject\" label=\"Innovation\" /><category term=\"Strategy\" scheme=\"http://hbr.org/categorization/subject\" label=\"Strategy\" /><category term=\"Digital Article\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Digital Article\" /><content type=\"html\" xml:base=\"https://hbr.org/2016/05/to-grow-as-a-person-selectively-forget-the-past\" xml:lang=\"en\">&lt;div&gt;&lt;img class=\"alignnone has-border-bottom size-full wp-image-135096\" src=\"https://hbr.org/resources/images/article_assets/2016/05/may16-12-159666990.jpg\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/may16-12-159666990-300x169.jpg 300w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-159666990-1024x576.jpg 1024w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-159666990-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-159666990-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-159666990-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-159666990-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-159666990-700x394.jpg 700w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-159666990-850x478.jpg 850w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-159666990-1200x675.jpg 1200w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-159666990.jpg 1200w\" alt=\"may16-12-159666990\" width=\"1200\" height=\"675\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" /&gt;&lt;/div&gt;\r\n&lt;p&gt;For 35 years, I have used the &lt;a href=\"http://3boxsolution.com/\"&gt;Three Box Solution&lt;/a&gt; framework in my work with corporations. This &amp;#160;&lt;a href=\"https://hbr.org/video/4868063859001/to-innovate-you-have-to-manage-the-past-present-and-future\"&gt;practical approach &lt;/a&gt;integrates&amp;#160;(Box 1) current business performance with (Box 2)&amp;#160;&lt;a href=\"https://hbr.org/2016/04/how-companies-escape-the-traps-of-the-past\"&gt;selective forgetting of the past&lt;/a&gt;&amp;#160;and&amp;#160;(Box 3)&amp;#160;&lt;a href=\"https://hbr.org/2016/03/great-innovators-create-the-future-manage-the-present-and-selectively-forget-the-past\"&gt;creating the future.&lt;/a&gt;&amp;#160;But it&amp;#8217;s not only business issues that can be solved with the three box approach &amp;#8212; some executives with whom I&amp;#8217;ve used the framework tell me that it applies equally well to personal transformation.&lt;/p&gt;\r\n&lt;p&gt;As an example of how to think about the framework&amp;#8217;s application to an individual&amp;#8217;s struggles and challenges, consider the remarkable transformation of a single individual, the late Nelson Mandela, who went from embodying black South Africans&amp;#8217; armed resistance to apartheid to becoming a dominant force for racial reconciliation and national unification. During his 27 years in prison, Mandela thought about and discussed the future with his fellow prisoners. He&amp;#160;came to see that the nation&amp;#8217;s future could not be built on anger and recrimination &amp;#8212; no matter how justified &amp;#8212; over the brutalities of the past. Instead, it needed a foundation built on forgiveness and reconciliation.&amp;#160;Mandela embraced a new identity, embodying change by becoming a man who, at his 1994 inauguration as South Africa&amp;#8217;s president, invited his white prison guards to stand with him.&lt;/p&gt;\r\n&lt;p&gt;Had Mandela continued to define himself as an anti-apartheid insurgent&amp;#8212;an identity reinforced every day by his jailers&amp;#8212;he never could have envisioned, much less accomplished, the personal transformation that helped change an entire country. His personal and philosophical reinvention represents a transformation of the highest imaginable degree of difficulty&amp;#8212;from liberation soldier, demonized and tormented by the government, into national healer, able to set aside the wounds of the past.&amp;#160;If Mandela could reinvent himself from the miserable circumstances of his long imprisonment, then surely anything is possible. And though most of us will never experience the kind of epic personal transformation that Mandela did, we can learn much from this example.&lt;/p&gt;\r\n&lt;p&gt;The way people respond to change defines their destinies. Do they embrace change or do they fight it? Are they imprisoned by the past or can they, like Mandela, free themselves from it? Do they carry the past with them like a sacred lamp or are they able to set it aside in order to create something new?&lt;/p&gt;\r\n&lt;p&gt;Manage time&amp;#8217;s three boxes of the past, present, and future successfully and you will thrive. Manage them ineptly or not at all and you almost certainly will struggle and fail.&lt;/p&gt;\r\n&lt;p&gt;Since developing the Three Box Solution framework, I have not only taught executives how to use it within their companies, I have also applied to my own personal and professional life. Here, for example, are two instances where I used the Three Box Solution framework to make career decisions. In one case, I embraced the opportunity; in the other case, I declined it.&lt;/p&gt;\r\n&lt;p&gt;I was approached by General Electric (GE) to take a leave from Dartmouth and become GE&amp;#8217;s first professor in residence and chief innovation consultant. The job would give me the chance to apply my decades of research on innovation in a real-world setting. I would be able to test the validity of my framework, make refinements to it, and enhance my value as a professor by subjecting my ideas to the crucible of practice, at the same time helping GE to accelerate its innovation agenda. Without a doubt it would be a Box 3 (Future) move for me, and I said yes without hesitation. I devoted two years to what proved to be a rewarding experience, and I had a hand in creating breakthrough health-care products for use in emerging markets.&lt;/p&gt;\r\n&lt;p&gt;In the second instance, a large multinational conglomerate, one similar in many respects to GE, asked me to join as a full-time chief strategy officer, an offer that meant leaving academia. This too was a Box 3 move with, potentially, a large financial reward. The company is one of the most innovative in the world and I was excited to imagine myself leading strategy there. But the sweet spot in Box 3 is the right blend of timely and timeless&amp;#8212;something inspired by a new nonlinear shift in the marketplace combined with something of enduring value that defines your core identity. The Box 2 (&lt;em&gt;Past&lt;/em&gt;) work of selective forgetting is equally about what to remember. If you make the mistake of leaving behind too much of what defines you, you will not succeed in your Box 3 opportunities. In my case, that core identity is my life as a professor. Where the GE job preserved my identity, this offer required that I leave it behind. As intrigued and tempted as I was, I decided that accepting this job would lead me too far away from the essential truth about myself.&lt;/p&gt;\r\n&lt;p&gt;Change doesn&amp;#8217;t have to be a onetime, cataclysmic, do-or-die event. One of the teachings of Buddhism is that &lt;em&gt;we become new with each breath we take&lt;/em&gt;. Even the smallest increments of time produce change. By balancing the three boxes&amp;#8212;considering what to preserve, what to destroy, and what to create&amp;#8212;on a daily basis, you are inventing a new future as a steady process over time. Even as the Three Box Solution framework helps organizations innovate and grow, it reveals a set of principles that can help leaders in their personal transformation journey too.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=qrGcEYOAJyY:v3TMZAJXiLM:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=qrGcEYOAJyY:v3TMZAJXiLM:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/qrGcEYOAJyY\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/2016/05/to-grow-as-a-person-selectively-forget-the-past</feedburner:origLink></entry><entry><title>How an Ecosystem Mindset Can Help People and Organizations Succeed</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.135023</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/F6HaAIGu3x8/how-an-ecosystem-mindset-can-help-people-and-organizations-succeed\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-12T14:41:48Z</updated><published>2016-05-12T14:41:48Z</published><summary type=\"html\"><![CDATA[<p>Start with small experiments and fail outward.</p>\n]]></summary><author><name>John Geraci</name><uri>https://hbr.org/resources/images/article_assets/2016/04/110-John_Geraci.jpg</uri></author><category term=\"Experimentation\" scheme=\"http://hbr.org/categorization/subject\" label=\"Experimentation\" /><category term=\"Collaboration\" scheme=\"http://hbr.org/categorization/subject\" label=\"Collaboration\" /><category term=\"Digital Article\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Digital Article\" /><content type=\"html\" xml:base=\"https://hbr.org/2016/05/how-an-ecosystem-mindset-can-help-people-and-organizations-succeed\" xml:lang=\"en\">&lt;div&gt;&lt;img class=\"alignnone size-full wp-image-135103\" src=\"https://hbr.org/resources/images/article_assets/2016/05/may16-12-125149977.jpg\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/may16-12-125149977-300x169.jpg 300w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-125149977-1024x576.jpg 1024w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-125149977-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-125149977-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-125149977-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-125149977-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-125149977-700x394.jpg 700w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-125149977-850x478.jpg 850w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-125149977-1200x675.jpg 1200w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-125149977.jpg 1200w\" alt=\"may16-12-125149977\" width=\"1200\" height=\"675\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" /&gt;&lt;/div&gt;\r\n&lt;p&gt;Greg Gopman has had &lt;a href=\"https://backchannel.com/the-weird-redemption-of-sf-s-most-reviled-tech-bro-ce8dd1bfb705#.oujnl9s0c\"&gt;an interesting two and a half years&lt;/a&gt;. In December 2013 he was an up-and-coming young San Francisco entrepreneur and CEO of an incubator, when he posted an offhand comment on Facebook about homelessness in his city. In part, he wrote:&lt;/p&gt;\r\n&lt;blockquote&gt;&lt;p&gt;In other cosmopolitan cities, the lower part of society keep to themselves. They sell small trinkets, beg coyly, stay quiet, and generally stay out of your way. They realize it&amp;#8217;s a privilege to be in the civilized part of town and view themselves as guests. And that&amp;#8217;s okay.&lt;/p&gt;&lt;/blockquote&gt;\r\n&lt;p&gt;Gopman&amp;#8217;s post quickly went viral, was blogged about endlessly at media sites such as Gawker&amp;#8217;s now-defunct &lt;a href=\"http://valleywag.gawker.com/happy-holidays-startup-ceo-complains-sf-is-full-of-hum-1481067192\"&gt;Valleywag&lt;/a&gt;, and he became a poster child for everything wrong with the tech industry in the Bay Area. Overnight, his career came to a complete standstill.&lt;/p&gt;\r\n&lt;p&gt;But what Gopman did next was the interesting part: he threw himself at the task of actually trying to fix the homeless problem in San Francisco with the typical zeal of a startup entrepreneur.&lt;/p&gt;\r\n&lt;p&gt;Gopman&amp;#8217;s journey is a great illustration of how to adopt what I call an &lt;a href=\"https://hbr.org/2016/04/what-i-learned-from-trying-to-innovate-at-the-new-york-times\"&gt;ecosystem mindset&lt;/a&gt;: an understanding that the keys to new value and growth likely do not reside within one&amp;#8217;s current boundaries but beyond them, and that success involves forging new connections to solve problems and create new value as a team. It&amp;#8217;s a mindset that very few big companies and individuals have, but need.&lt;/p&gt;\r\n&lt;p&gt;Gopman&amp;#8217;s first step was to conceive and create a product to solve the problem, a set of &amp;#8220;I love SF&amp;#8221; wristbands. The idea was that homeless people could sell them and help support themselves. Nobody called him for a resupply.&lt;/p&gt;\r\n&lt;p&gt;Next, he spent months researching current approaches, going out and talking to local organizations working with the homeless. His idea was to host a Town Hall to End Homelessness, bringing to bear his own expertise in organizing hackathons.&lt;/p&gt;\r\n&lt;p&gt;At the end of the event, Gopman met a man who had recently been made homeless after a stroke left him unable to work. The two started meeting regularly and trading notes, the man telling Gopman about what homeless camps actually needed. Gopman went to visit homeless encampments with his new colleague, and even spent a night sleeping in one.&lt;/p&gt;\r\n&lt;p&gt;The two launched a small business based on mutual observations of what people in these camps spend their time doing. The business fared much better than the wristband idea, but they eventually shut it down.&lt;/p&gt;\r\n&lt;p&gt;Finally, Gopman began hosting meetings for a group of activists, civic workers, and homeless people. They devised a plan for homeless encampments that would operate more like cooperatives, and would include case managers, vocational schools, showers, wifi, a dining hall, and wellness programming while operating at a profit. They named it A Better San Francisco.&lt;/p&gt;\r\n&lt;p&gt;While the internet continually paints Gopman as yet another shallow Silicon Valley tech bro looking to salvage his reputation, I believe Gopman&amp;#8217;s story perfectly embodies the journey away from a closed Organism Mindset toward a more open Ecosystem Mindset.&lt;/p&gt;\r\n&lt;p&gt;The journey is one that everyone, individuals and organizations alike, can benefit from: start from a self-centric position, and meet, talk, and fail your way outwards. Along the way, partner with others, try small tests, and learn.&lt;/p&gt;\r\n&lt;p&gt;So how do you undertake this journey &amp;#8212;&amp;#160;either as an individual or as an organization?&amp;#160;Let&amp;#8217;s look at GE as an example.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Build new connections.&lt;/strong&gt;&amp;#160;Nobody can truly understand the ecosystem they operate in without getting out and wading in it. Take Beth Comstock, Vice Chair at GE. Comstock now oversees GE Ventures, so it is her job to grow GE&amp;#8217;s ecosystem and to make money doing it, but long before she took on that role, she was always meeting people, traveling from city to city, and hosting events. She knows that getting out and building new connections is the way to build value for her company.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Establish channels between possible partners&lt;/strong&gt;. These channels do not need to be &amp;#8212;&amp;#160;should not be &amp;#8212;&amp;#160;business deals per se. They should be created with the intent to understand how collaboration can happen. GE and GE Ventures, for example, actively seek and develop channels rather than simply looking for budding new companies to invest in. They&amp;#8217;ve established Open Office Hours with senior-level experts at partner offices in Redwood City, panel discussions at like-minded accelerators in Boston, and similar initiatives in hotspots of new value creation around the country.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Partner with others.&lt;/strong&gt; GE and their Ventures arm are also constantly on the lookout for new partners. The organization currently counts 61 startups in their portfolio in fields as diverse as energy, healthcare and manufacturing. They partner as well with mature organizations, such as Santa Clara University&amp;#8217;s &lt;a href=\"http://geventures.tumblr.com/post/141957551597/ge-miller-center-for-social-entrepreneurship\"&gt;Miller Center for Social Entrepreneurship&lt;/a&gt;, to find and accelerate new solutions and add value through training and mentoring.&lt;/p&gt;\r\n&lt;p&gt;Of course, sometimes these partnerships end badly, as with the much-celebrated partnership between GE and Quirky, a New York manufacturing startup. Last year, Quirky declared bankruptcy last year and GE &lt;a href=\"http://www.wsj.com/articles/ge-says-quirky-has-hurt-its-reputation-1449179311\"&gt;claimed that Quirky hurt its reputation with customers&lt;/a&gt;. Occasional outcomes like these are table stakes in the game though, and should not deter one from pushing forward with new partnerships across the ecosystem &amp;#8212; and GE Ventures has pushed on accordingly.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Foster sustained action&lt;/strong&gt;. GE invests time, money, and resources to create sustained, active relationships with accelerator programs in an array of fields and locations, from &lt;a href=\"http://www.hawaiiweblog.com/2015/08/25/ge-ventures-energy-accelerator\"&gt;Energy Excelerator&lt;/a&gt; in Honolulu to &lt;a href=\"http://www.post-gazette.com/business/tech-news/2015/08/11/Carnegie-Mellon-GE-Ventures-bringing-robotics-accelerator-program-to-Pittsburgh/stories/201508110064\"&gt;Robotics Hub&lt;/a&gt; in Pittsburgh. The result for GE and its partners is an ongoing, complex exchange of ideas, value, and initiatives, which often dovetail with each other since everyone involved sustain contact and pass information back and forth. The result, for each player in the ecosystem, is certainly no worse than if they were pursuing their goals on their own, and potentially much greater because of their interconnection.&lt;/p&gt;\r\n&lt;p&gt;As Greg Gopman&amp;#8217;s story shows, you don&amp;#8217;t need to have a separate venture arm like GE with a huge budget to make this all work. It&amp;#8217;s really just about applying the principles of the Ecosystem Mindset with whatever means you have: reach out, set up channels, partner, bring people from different parts of the ecosystem together for your cause, and go forward. If you do this, you&amp;#8217;ll find that your solutions will take on new life. They&amp;#8217;ll be more complex, more distributed across the ecosystem, more resilient, and more suited to survival in the modern world of increasing complexity and change.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=F6HaAIGu3x8:IwoEZOtzIIc:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=F6HaAIGu3x8:IwoEZOtzIIc:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/F6HaAIGu3x8\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/2016/05/how-an-ecosystem-mindset-can-help-people-and-organizations-succeed</feedburner:origLink></entry><entry><title>Getting Your Career Back on Track After a Catastrophic Error</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.133835</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/JGcqAZRYi6Y/getting-your-career-back-on-track-after-a-catastrophic-error\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-12T14:00:00Z</updated><published>2016-05-12T13:12:47Z</published><summary type=\"html\"><![CDATA[<p>You still have to earn a living.</p>\n]]></summary><author><name>Maryanne Peabody</name></author><author><name>Larry Stybel</name></author><category term=\"Professional transitions\" scheme=\"http://hbr.org/categorization/subject\" label=\"Professional transitions\" /><category term=\"Career planning\" scheme=\"http://hbr.org/categorization/subject\" label=\"Career planning\" /><category term=\"Firing\" scheme=\"http://hbr.org/categorization/subject\" label=\"Firing\" /><category term=\"Digital Article\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Digital Article\" /><content type=\"html\" xml:base=\"https://hbr.org/2016/05/getting-your-career-back-on-track-after-a-catastrophic-error\" xml:lang=\"en\">&lt;div&gt;&lt;img class=\"alignnone size-full wp-image-135093\" src=\"https://hbr.org/resources/images/article_assets/2016/05/may16-12-38823510.jpg\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/may16-12-38823510-300x169.jpg 300w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-38823510-1024x576.jpg 1024w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-38823510-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-38823510-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-38823510-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-38823510-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-38823510-700x394.jpg 700w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-38823510-850x478.jpg 850w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-38823510-1200x675.jpg 1200w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-38823510.jpg 1200w\" alt=\"may16-12-38823510\" width=\"1200\" height=\"675\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" /&gt;&lt;/div&gt;\r\n&lt;p&gt;Everyone makes mistakes at work. But some people&amp;#8217;s errors in judgment have huge implications, resulting in public firings or forced resignations. Even people&amp;#160;who make serious mistakes have to earn&amp;#160;a living. How do you recover professionally from a terrible error in judgment?&lt;/p&gt;\r\n&lt;p&gt;First of all, recognize that you&amp;#8217;re not alone. In December 2015 &lt;a href=\"http://www.nytimes.com/2015/12/09/business/dealbook/michael-milken-returns-to-wall-street-for-uja-federation-dinner.html\"&gt;the New York Times reported that many of Wall Street&amp;#8217;s best and brightest attended a fundraising dinner&lt;/a&gt; at the Hilton&amp;#8217;s New York Grand Ballroom. The keynote speaker was Michael Milken.&lt;/p&gt;\r\n&lt;p&gt;Twenty-seven years earlier, the New York Times had a less flattering story, declaring, &amp;#8220;&lt;a href=\"http://www.nytimes.com/1989/03/30/business/junk-bond-leader-is-indicted-by-us-in-criminal-action.html?pagewanted=all%20http://www.nytimes.com/1989/03/30/business/junk-bond-leader-is-indicted-by-us-in-criminal-action.html?pagewanted=all\"&gt;A serious criminal problem has infected Wall Street&lt;/a&gt;.&amp;#8221; Mr. Milken had built a junk-bond empire that brought him more than $1 billion from 1983 to 1987. Prosecutors said Mr. Milken cheated clients and stockholders, manipulated the marketplace and tricked a corporation into being taken over. He was eventually sentenced to ten years in prison and paid $1.1 billion in fines. Plus, he was permanently barred from the securities industry.&lt;/p&gt;\r\n&lt;p&gt;After his release from prison, Michael Milken co-founded what was originally called &lt;a href=\"https://en.wikipedia.org/wiki/KinderCare_Education\"&gt;the Knowledge Universe (now named KinderCare Education)&lt;/a&gt;, the largest for-profit childcare provider in the country. Certainly, given Milken&amp;#8217;s wealth, he had more options than most to reinvent himself. But there are lessons anyone can draw from what he and others have done to revive their careers, whether after a serious criminal misstep or a different sort of major mistake.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Overlay History With Your Story&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Milken could not alter history, but he could create his own story to overlay it.&amp;#160;He became the co-founder of the Milken Family Foundation and Chairman of the Milken Institute. He is now well known for funding research into melanoma, cancer, and other life threatening diseases. &amp;#8220;Michael Milkin, criminal&amp;#8221; was overlayed by &amp;#8220;Michael Milkin, philanthropist.&amp;#8221; We are not implying that Milken was cynically acting the role of philanthropist; he and members of his family have suffered from cancer. We should assume his passion in fostering medical research is genuine. It was also quite effective in overlaying one narrative on top of another.&lt;/p&gt;\r\n&lt;article-promo class=\"article-promo promo--half\"&gt;\r\n&lt;h4 class=\"mbs\"&gt;You and Your Team Series&lt;/h4&gt;\r\n&lt;h3 class=\"mbm text-gray-light\"&gt;Career Transitions&lt;/h3&gt;\r\n&lt;div class=\"promo-contents\"&gt;\r\n\t&lt;ul&gt;\r\n\t\t&lt;li&gt;\r\n\t&lt;figure class=\"mbm\"&gt;\r\n\t\t\t&lt;img src=\"https://hbr.org/resources/images/article_assets/2016/04/further-reading-career-transitions.jpg\"&gt;\r\n\t\t&lt;/figure&gt;\r\n\r\n&lt;h6 class=\"hed mbs mtl\"&gt;\r\n\t\t&lt;a href=\"https://hbr.org/2013/01/is-it-time-to-quit-your-job\"&gt;Is It Time to Quit Your Job?&lt;/a&gt;\r\n\t&lt;/h6&gt;\r\n\t&lt;div class=\"stream-item-info\"&gt;\r\n\t\t&lt;ul class=\"byline byline-list line-height-tight\"&gt;&lt;li&gt;Amy Gallo&lt;/li&gt;&lt;/ul&gt;\r\n\t\t\r\n\r\n&lt;h6 class=\"hed mbs mtm\"&gt;\r\n\t\t&lt;a href=\"https://hbr.org/2016/02/how-to-get-the-most-out-of-an-informational-interview\"&gt;How to Get the Most Out of an Informational Interview&lt;/a&gt;\r\n\t&lt;/h6&gt;\r\n\t&lt;div class=\"stream-item-info\"&gt;\r\n\t\t&lt;ul class=\"byline byline-list line-height-tight\"&gt;&lt;li&gt;Rebecca Knight&lt;/li&gt;&lt;/ul&gt;\r\n\t\t\r\n\r\n&lt;h6 class=\"hed mbs mtm\"&gt;\r\n\t\t&lt;a href=\"https://hbr.org/2016/01/leaving-a-stable-job-to-create-your-dream-career\"&gt;Leaving a Stable Job to Create Your Dream Career&lt;/a&gt;\r\n\t&lt;/h6&gt;\r\n\t&lt;div class=\"stream-item-info\"&gt;\r\n\t\t&lt;ul class=\"byline byline-list line-height-tight\"&gt;&lt;li&gt;Monique Valcour&lt;/li&gt;&lt;/ul&gt;\r\n\t\t\r\n&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/div&gt;&lt;/article-promo&gt;\r\n&lt;p&gt;Take another example. A client we worked with, a senior pharmaceutical VP, was accused of violating U.S. law for attempted bribery of foreign officials. The executive was quietly fired. And like Milken, he couldn&amp;#8217;t remove that firing and the reason for it from history.&lt;/p&gt;\r\n&lt;p&gt;Our client took what he called a &amp;#8220;sabbatical&amp;#8221; and used his time to help Syrian children stranded on the Greek island of Lesbos. While on Lesbos, he wrote a blog about his experiences. He became a public spokesman for a world that seemed to be turning its back on these&amp;#160;refugees.&lt;/p&gt;\r\n&lt;p&gt;A year after his sabbatical, our client resumed his career as a consultant to the pharmaceutical industry. A year later, he was hired by one of his clients.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Create a New Internet Trail&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;It&amp;#8217;s not enough to just create a new story. You have to make sure that it replaces what&amp;#8217;s out there about you. Negative news stories and comments from unhappy people you have dealt will find their way onto the internet and into social media &amp;#8212; and you can bet that recruiters and hiring managers will find them. If you search your name and all you see is negativity, you have to do your best to bury it.&lt;/p&gt;\r\n&lt;p&gt;Get a website with your name. Update your LinkedIn profile. Create a blog that allows you to talk about your new passion. It&amp;#8217;s not difficult with the off-the-shelf options out there to get started with both a website and a blog. With some time and effort, the unfavorable stories about you will hopefully appear on pages two or three of a web search.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;What to Say to Future Employers&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Many people in these situations wonder how they should address the firing with potential employers. Pat Lynch, owner of the Atlanta outplacement firm Frontier Group, counsels his clients that &amp;#8220;less is more&amp;#8221; when discussing a blemish. If you can avoid the discussion in networking meetings or job interviews, then do so.&lt;/p&gt;\r\n&lt;p&gt;There are, however, times when you cannot skirt the issue. You may be asked to explain obvious chronological gaps in resumes or a recruiter may unearth the info online or through references. Or perhaps you have to fill out an employment application that asks if you&amp;#8217;ve ever been found guilty of a felony. Don&amp;#8217;t lie &amp;#8212; getting caught would be grounds for termination with cause and then you have to deal with two errors of judgment. And definitely don&amp;#8217;t blame others; you may sincerely view the error as unavoidable or not your fault. But although people may aid victims, they seldom hire them.&lt;/p&gt;\r\n&lt;p&gt;If you must discuss the situation, point the finger at yourself and explain three things you learned from the experience. For example, you might say: &amp;#8220;I take full responsibility. And I learned three things from my mistake: One, I require seven hours of sleep to make good decisions. Back then I was making decisions on 4-5 hours of sleep. Two, I need to write down the decision and let it sit for 24 hours before I open my mouth. President Harry Truman used to do that and it worked well for him. I do that now. And three, I review my decisions with a mental image of my father and ask myself, &amp;#8216;Would he be proud that I made this decision?&amp;#8217;&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;Doing this shows in specific terms that you&amp;#8217;ve reflected on your mistakes, have made changes, and that you are helping the prospective employer manage the risk of hiring you. Saying&amp;#160;vague things&amp;#160;like, &amp;#8220;I&amp;#8217;ll never do that again&amp;#8221; will not provide the necessary reassurance.&lt;/p&gt;\r\n&lt;p&gt;Susan Chritton, a San Francisco career coach and author of &lt;em&gt;Personal Branding for Dummies&lt;/em&gt;, says, &amp;#8220;I have found that if someone is likable and willing to own their mistakes people are more forgiving than we may think.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;Your lapse in judgment doesn&amp;#8217;t need to be a career killer. Even if you wouldn&amp;#8217;t hire someone who made the same mistake as you, many others are willing to give people second chances.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=JGcqAZRYi6Y:qVxYNutDL0k:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=JGcqAZRYi6Y:qVxYNutDL0k:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/JGcqAZRYi6Y\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/2016/05/getting-your-career-back-on-track-after-a-catastrophic-error</feedburner:origLink></entry><entry><title>The Explainer: Level 5 Leadership</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.135020</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/l4bKtu26Iz8/the-explainer-level-5-leadership\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-12T14:48:15Z</updated><published>2016-05-11T07:00:00Z</published><summary type=\"html\"><![CDATA[<p>How to combine fierce resolve with personal humility.</p>\n]]></summary><author><name>Jim Collins</name></author><category term=\"Leadership &amp; Managing people\" scheme=\"http://hbr.org/categorization/subject\" label=\"Leadership &amp; Managing people\" /><category term=\"Video\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Video\" /><content type=\"html\" xml:base=\"https://hbr.org/video/4888683695001/the-explainer-level-5-leadership\" xml:lang=\"en\">&lt;p&gt;How to combine fierce resolve with personal humility.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=l4bKtu26Iz8:P2Ah-TrXgo8:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=l4bKtu26Iz8:P2Ah-TrXgo8:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/l4bKtu26Iz8\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/video/4888683695001/the-explainer-level-5-leadership</feedburner:origLink></entry><entry><title>Make Better Decisions</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.135260</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/xRR027ILaak/make-better-decisions\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-12T21:40:57Z</updated><published>2016-05-12T21:30:15Z</published><summary type=\"html\"><![CDATA[<p>Therese Huston, Ph.D. and author of &#8220;How Women Decide,&#8221; offers research-based tips for both men and women on how to make high quality, defensible decisions &#8212; and sell them to your team.</p>\n]]></summary><category term=\"Decision making\" scheme=\"http://hbr.org/categorization/subject\" label=\"Decision making\" /><category term=\"Audio\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Audio\" /><content type=\"html\" xml:base=\"https://hbr.org/ideacast/2016/05/make-better-decisions\" xml:lang=\"en\">&lt;p&gt;&lt;strong&gt;Therese Huston, Ph.D.&lt;/strong&gt; and author of &lt;em&gt;&lt;a href=\"https://www.amazon.com/How-Women-Decide-Strategies-Choices-ebook/dp/B011H55JE8\"&gt;How Women Decide,&lt;/a&gt;&lt;/em&gt; offers research-based tips for both men and women on how to make high quality, defensible decisions&amp;#8211;and sell them to your team.&lt;/p&gt;\r\n&lt;p&gt;&lt;a class=\"hbraudio\" title=\"Make Better Decisions\"http://traffic.libsyn.com/hbsp/524__Make_Better_Decisions.mp3\" data-audio-length=\"15:46\" data-share-url=\"https://soundcloud.com/hbrideacast/524-make-better-decisions\"&gt;Download this podcast&lt;/a&gt;&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=xRR027ILaak:SKK6dlGo-98:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=xRR027ILaak:SKK6dlGo-98:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/xRR027ILaak\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/ideacast/2016/05/make-better-decisions</feedburner:origLink></entry><entry><title>How Shared Leadership Changes Our Relationships at Work</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.134942</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/gsLy49hi2zM/how-shared-leadership-changes-our-relationships-at-work\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-12T16:07:44Z</updated><published>2016-05-12T12:05:59Z</published><summary type=\"html\"><![CDATA[<p>Distributed authority improves performance but is hard to pull off.</p>\n]]></summary><author><name>Declan Fitzsimons</name></author><category term=\"Leadership\" scheme=\"http://hbr.org/categorization/subject\" label=\"Leadership\" /><category term=\"Organizational structure\" scheme=\"http://hbr.org/categorization/subject\" label=\"Organizational structure\" /><category term=\"Digital Article\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Digital Article\" /><content type=\"html\" xml:base=\"https://hbr.org/2016/05/how-shared-leadership-changes-our-relationships-at-work\" xml:lang=\"en\">&lt;div&gt;&lt;img class=\"alignnone size-full wp-image-135091\" src=\"https://hbr.org/resources/images/article_assets/2016/05/may16-12-168874961.jpg\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/may16-12-168874961-300x169.jpg 300w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-168874961-1024x576.jpg 1024w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-168874961-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-168874961-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-168874961-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-168874961-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-168874961-700x394.jpg 700w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-168874961-850x478.jpg 850w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-168874961-1200x675.jpg 1200w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-168874961.jpg 1200w\" alt=\"may16-12-168874961\" width=\"1200\" height=\"675\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" /&gt;&lt;/div&gt;\r\n&lt;p&gt;Consider the challenges of the 21&lt;sup&gt;st&lt;/sup&gt; century enterprise: things change too fast for one individual to know how to best respond; there are many explanations for any event, and multiple perspectives are needed to understand what that event means and decide what to do; a pipeline of future leaders is essential to companies&amp;#8217; long term success. No wonder organizations today are drawn to the benefit of leadership that is shared, rather than concentrated in a single, charismatic individual. Regardless of the exact organizational structure or what it&amp;#8217;s called, the times seem to call for leaders who can be first among equals.&lt;/p&gt;\r\n&lt;p&gt;This is more than delegation. It has to do with a team sharing a sense of purpose and responsibility for the overall leadership of the company. Different people may spearhead different aspects of the team&amp;#8217;s work, but everyone is in charge, always.&lt;/p&gt;\r\n&lt;p&gt;Recent &lt;a href=\"http://web.b.ebscohost.com/ehost/pdfviewer/pdfviewer?vid=5&amp;#38;sid=1adef605-db27-4868-b414-98b4e5f09725%40sessionmgr103&amp;#38;hid=123\"&gt;research&lt;/a&gt; on change management teams, virtual teams and new &lt;a href=\"http://www.sciencedirect.com/science/article/pii/S1048984306000051\"&gt;startup teams&lt;/a&gt; has shown that teams in which leadership is shared, rather than vested on a single individual, can be very effective, demonstrating through quantitative methods that shared leadership can, and does, lead to improved organizational performance. And yet organizations remain stubbornly hierarchical. Anyone who has tried to share the burdens and privileges of leadership in their teams has probably noticed that doing so is far from straightforward.&lt;/p&gt;\r\n&lt;p&gt;Over the last decade, assisting the leadership development of many senior executives attempting the transition to shared leadership, I&amp;#160;have often noticed the same phenomenon. While everyone welcomes the idea, a culture of shared leadership does not easily flourish.&lt;/p&gt;\r\n&lt;p&gt;To learn more and answer the questions above, I&amp;#160;embarked on an in-depth study of the transition to shared leadership. Specifically, I&amp;#160;followed, for 18 months, the top management team of an international professional services firm in which the formal leader, the Managing Director, had resolved to share leadership with the whole team. This consisted of three functional heads of Finance, HR and Marketing, and four Executive Directors with Profit &amp;#38; Loss responsibility for separate sales divisions.&lt;/p&gt;\r\n&lt;p&gt;The study involved: (1) over 250 hours of team observations including 18 monthly full-day team meetings, 56 meetings of a sub-group of the top team, and 3 off-site team development meetings; (2) three rounds of interviews with all team members at different times in the process; (3) official minutes and supporting documentation for each meeting. This large amount of data was rigorously analyzed following established methods in qualitative research, which involve moving back and forth between specific material and emerging generalizations about the transition to shared leadership.&lt;/p&gt;\r\n&lt;p&gt;The findings suggest that despite its appeal in the accounts of management gurus, sharing leadership does not make the life of the CEO any easier. But it does make it very different.&lt;/p&gt;\r\n&lt;p&gt;The transition requires you, the formal boss, to shift focus from interpreting information and formulating decisions to understanding and managing emotional tensions and shifting relationships: between executive team members; between them and you; and across the team&amp;#8217;s boundaries. Below are some of the patterns to look for in each of these three relationship domains, based on the research findings. Recognizing when and how these patterns occur, bringing them to the team&amp;#8217;s attention, and managing the emotions that underpin them is the CEO&amp;#8217;s main challenge in successfully implementing shared leadership.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Relationships between team members. &lt;/strong&gt;Moving to shared leadership transforms the way decisions are made and changes relationship between team members. While they may welcome having the authority to oversee the whole business, Executive VPs will find it harder to oversee each other. Used to reporting directly to you, they may be reluctant to accept and exercise the authority to hold each other accountable for the performance of their function or business unit. They may collude in not giving each other a hard time, waiting for you to step in. This will box you into being the bearer of bad news, unless you make it clear that they must both support and challenge each other, rather than doing the former only.&lt;/p&gt;\r\n&lt;p&gt;Groups generally have a couple of ways of dealing with the unease of these new relationships; both have their dysfunctions. The first is for team members to form sub-groups and talk mostly with those with whom they are already comfortable, while ignoring or undermining the others. The second is to scapegoat a particular individual or team, and to make him or her the reason for all delays and dysfunctions. HR and IT are favorites, but it could be anyone. The worst thing you can do is join in. Your job is to judge when sub-groups are a useful way to split the team&amp;#8217;s load, and when they&amp;#8217;re a destructive way to avoid controversial issues. Faced with what appears a subpar team member or underperforming group, you need to work out to what extent the scapegoat is not up to scratch, and to what extent the rest of the team is simply labelling them incompetent so they can feel superior.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Relationships with you. &lt;/strong&gt;Transitioning to shared leadership will inevitably change your relationship with your team. Many times, you will be missed. This may be obvious and openly expressed. Most often, however, it will appear more subtly.&lt;/p&gt;\r\n&lt;p&gt;Finding the responsibility that comes with shared leadership difficult, the team may wish you to take the helm as a traditional leader who makes most decisions. Reassuring the team that shared leadership doesn&amp;#8217;t mean you&amp;#8217;re abdicating your authority is not always as easy as saying it. You may underestimate the capacity of a team to set you up to take a decision so that they can then say it was your idea. In a related vein, shared leadership threatens to undermine an important source of recognition in the workplace. Much as we deny it, many of us look up to leaders like we once looked up to a beloved parent, and enjoy their appreciation for a job well done. The worst possible response is to dismiss such needs as childish and unprofessional, chiding the team to &amp;#8220;pull together&amp;#8221; and stop waiting for you to say &amp;#8220;good job.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;There is no reason to stop meeting with team members one-on-one, or providing individual recognition or criticism. However, make sure that one-on-one meetings are not meant to address issues that should be discussed by the whole team. You must be mindful of what belongs in one-on-one conversations, and what needs to be dealt with everyone present. Otherwise you&amp;#8217;ll subtly disempower the team, and by implication, yourself.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Relationships with the levels below. &lt;/strong&gt;On the road to shared leadership, you may find that the top team begins relating differently across its boundaries, especially with managers one or two levels below. By implication this could affect teams at all levels as the impact cascades downwards. For starters, you may notice attempts to export conflicts. Difficult conversations that the team is avoiding may get acted out in the level below. The classic sign is that while your team celebrates its harmony, those who report to them develop increasingly acrimonious relationship among each other. Your job is to ensure that good feelings in the senior team do not come at the expense of confusion and frustration in the level below.&lt;/p&gt;\r\n&lt;p&gt;Also, a senior team going through the transition to shared leadership may prefer to keep its doors more firmly closed to other managers than usual, while they sort out their relationships. We learn early to keep our team&amp;#8217;s struggles behind closed doors, and this is normal to an extent. However, it may contribute to feelings of confusion in the levels below, and adversely influence motivation and performance. Finally, executive team members may bolster their view of themselves as truly sharing leadership by developing a story that blames the levels below for the very difficulty described above. You may hear complaints about middle managers&amp;#8217; lack of mutual accountability, dependency on their boss, resistance to change, and so on&amp;#8212;the very same issues you and your team may be struggling with.&lt;/p&gt;\r\n&lt;p&gt;Finally, moving from individual to shared leadership calls for a shift in mindset among all members of the executive team&amp;#8212;including the CEO. The dynamics I&amp;#160;have described are usually considered dysfunctional, and indeed, if left unexamined, they can achieve their covert aim&amp;#8212;keeping the much dreaded, yet familiar, old leadership model in place. While our impulse may be to ignore these tensions or try to fix them quickly, the transition to shared leadership requires that you bring them up in the open and treat them as opportunities for collective learning. A top team that is openly able to address and manage these dynamics models for the rest of the organization the kind of directness, resilience, and responsibility that are needed across all levels in the contemporary business world.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=gsLy49hi2zM:tR1us3LmwuI:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=gsLy49hi2zM:tR1us3LmwuI:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/gsLy49hi2zM\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/2016/05/how-shared-leadership-changes-our-relationships-at-work</feedburner:origLink></entry><entry><title>Research: You Have Fewer Friends than You Think</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.134866</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/vCzwZvkbjko/research-you-have-fewer-friends-than-you-think\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-12T16:04:23Z</updated><published>2016-05-12T16:04:23Z</published><summary type=\"html\"><![CDATA[<p>Only half of friendships are reciprocal.</p>\n]]></summary><author><name>Alex \"Sandy\" Pentland</name></author><category term=\"Collaboration\" scheme=\"http://hbr.org/categorization/subject\" label=\"Collaboration\" /><category term=\"Influence\" scheme=\"http://hbr.org/categorization/subject\" label=\"Influence\" /><category term=\"Informal leadership\" scheme=\"http://hbr.org/categorization/subject\" label=\"Informal leadership\" /><category term=\"Digital Article\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Digital Article\" /><content type=\"html\" xml:base=\"https://hbr.org/2016/05/research-you-have-fewer-friends-than-you-think\" xml:lang=\"en\">&lt;div&gt;\r\n&lt;div class=\"mbn pbn\"&gt;&lt;img class=\"alignnone size-full wp-image-135100\" src=\"https://hbr.org/resources/images/article_assets/2016/05/may16-12-friends2.jpg\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/may16-12-friends2-300x169.jpg 300w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-friends2-1024x576.jpg 1024w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-friends2-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-friends2-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-friends2-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-friends2-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-friends2-700x394.jpg 700w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-friends2-850x478.jpg 850w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-friends2-1200x675.jpg 1200w, https://hbr.org/resources/images/article_assets/2016/05/may16-12-friends2.jpg 1200w\" alt=\"may16-12-friends2\" width=\"1200\" height=\"675\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" /&gt;&lt;/div&gt;\r\n&lt;div class=\"credit ptn mtn\"&gt;HBR STAFF&lt;/div&gt;\r\n&lt;/div&gt;\r\n&lt;p&gt;People generally assume that when they consider another person a &amp;#8220;friend,&amp;#8221; that person also thinks of them as a friend. In other words, friendship is reciprocal. But when we analyzed self-reported relationship surveys from several experiments around the world, we found that while most people assume friendships are two-way, &lt;a href=\"http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0151588\"&gt;only about half of friendships are indeed reciprocal&lt;/a&gt;. These findings indicate a profound inability of people to know who their friends are, perhaps because the possibility of non-reciprocal friendship challenges one&amp;#8217;s self-image. We like them, they must like us.&lt;/p&gt;\r\n&lt;p&gt;In itself this may seem like an interesting but minor finding, but this large proportion of asymmetric friendships translates to a major effect on the ability of an individual to persuade others to cooperate or change their behavior.&lt;/p&gt;\r\n&lt;p&gt;That&amp;#8217;s because success depends on the ability to recruit friends to help at critical times. Studies &lt;a href=\"http://www.hbs.edu/faculty/Pages/item.aspx?num=41080\" target=\"_blank\"&gt;have shown&lt;/a&gt; that social influence is a critical factor in organizational change, and especially in the propagation of new behaviors, new ideas, and new methods in both organizations and society in general.&lt;/p&gt;\r\n&lt;p&gt;Moreover, in recent years peer-support programs have emerged as highly effective and empowering ways to leverage peer influence to support behavioral change of employees. One specific type of peer-support program is the &amp;#8220;buddy system,&amp;#8221; in which individuals are paired with another person (i.e., a buddy) with the responsibility of&amp;#160;supporting their attempt to change their behavior, in settings like work safety, smoking cessation, and physical fitness.&lt;/p&gt;\r\n&lt;p&gt;But our findings suggest that this misperception of friendships significantly limits efforts like buddy systems to promote a behavioral change. What&amp;#8217;s more, we&amp;#8217;ve found that &lt;em&gt;directionality&lt;/em&gt; of the friendship &amp;#8212;&amp;#160;which way friendship is perceived between two people &amp;#8212;&amp;#160;is also a factor.&lt;/p&gt;\r\n&lt;p&gt;For example, when we examined the effectiveness of a fitness &amp;#8220;buddy system&amp;#8221; program, we found that when a one-way friendship tie exists from the buddy (the person applying peer pressure) to the subject (the person receiving the pressure), programs were more effective than when friendship tie was from the subject to the buddy. While it is best to have a reciprocal friendship, having a buddy who thinks of their subject as a friend is the next best relationship.&lt;/p&gt;\r\n&lt;p&gt;Intervention designers, whether with fitness programs or smoking cessation programs or any other, can&amp;#8217;t rely on how the subject perceives the relationship with the buddy to create effectiveness. To overcome this limitation, we discovered that two simple findings that can be applied to more effectively achieve behavioral change.&lt;/p&gt;\r\n&lt;p class=\"p1\"&gt;&lt;span class=\"s1\"&gt;The first is that we shouldn&amp;#8217;t assume people with a high number of social ties are &amp;#8220;influencers.&amp;#8221; Such people are no better and often are worse than average people at exerting social influence. Our results suggest that this is because many of those ties either are not reciprocal or go in the wrong direction, and therefore won&amp;#8217;t lead to effective persuasion. Instead of looking for influencers with lots of friends, look for buddies that are peers, with about the same number of friends and many friends in common.&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;Second, if you want to be a corporate change agent, you may not want to start by focusing on people who &amp;#8220;know everyone&amp;#8221; in the organization. It may be a mistake to rely on them to institute the change you want to create. They simply have too many things going on to be reliable. Instead, begin by building consensus with peers who are part of your interaction&amp;#160;networks. After you do that, the &amp;#8220;influencers&amp;#8221; will begin to take the proposed change seriously.&lt;/p&gt;\r\n&lt;p&gt;By understanding that social influence depends on friendship reciprocity and direction, you can be more effective at promoting behavior change, disseminating new ideas, and even promoting products.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=vCzwZvkbjko:pDLlR7qReas:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=vCzwZvkbjko:pDLlR7qReas:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/vCzwZvkbjko\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/2016/05/research-you-have-fewer-friends-than-you-think</feedburner:origLink></entry><entry><title>What Millennials Want from a New Job</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.134822</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/c0tj7800dYA/what-millennials-want-from-a-new-job\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-11T18:28:19Z</updated><published>2016-05-11T18:28:19Z</published><summary type=\"html\"><![CDATA[<p>It&#8217;s not a ping-pong table.</p>\n]]></summary><author><name>Brandon Rigoni, Ph.D.</name></author><author><name>Amy Adkins</name></author><category term=\"Generational issues\" scheme=\"http://hbr.org/categorization/subject\" label=\"Generational issues\" /><category term=\"Employee retention\" scheme=\"http://hbr.org/categorization/subject\" label=\"Employee retention\" /><category term=\"Hiring\" scheme=\"http://hbr.org/categorization/subject\" label=\"Hiring\" /><category term=\"Digital Article\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Digital Article\" /><content type=\"html\" xml:base=\"https://hbr.org/2016/05/what-millennials-want-from-a-new-job\" xml:lang=\"en\">&lt;div&gt;&lt;img class=\"alignnone size-full wp-image-135061\" src=\"https://hbr.org/resources/images/article_assets/2016/05/may16-11-mill-jobs.jpg\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/may16-11-mill-jobs-300x169.jpg 300w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-mill-jobs-1024x576.jpg 1024w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-mill-jobs-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-mill-jobs-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-mill-jobs-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-mill-jobs-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-mill-jobs-700x394.jpg 700w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-mill-jobs-850x478.jpg 850w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-mill-jobs-1200x675.jpg 1200w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-mill-jobs.jpg 1200w\" alt=\"may16-11-mill-jobs\" width=\"1200\" height=\"675\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" /&gt;&lt;/div&gt;\r\n&lt;p&gt;Millennials, it seems, really are the job hoppers people say they are. Those born between 1980 and 1996 are the most likely to look for and change jobs, according to Gallup&amp;#8217;s new report &amp;#8220;&lt;a href=\"http://www.gallup.com/reports/189830/millennials-work-live.aspx\" target=\"_blank\"&gt;How Millennials Want to Work and Live&lt;/a&gt;.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;Our research &amp;#8212;&amp;#160;which provides an in-depth look at what defines Millennials as employees, people, and consumers &amp;#8212;&amp;#160;both confirms and casts aside some of the myths about this particular generation. It&amp;#160;paints a nuanced picture that can help inform companies looking to hire and retain Millennial employees &amp;#8212;&amp;#160;a group that is now &lt;a href=\"http://www.pewresearch.org/fact-tank/2016/04/25/millennials-overtake-baby-boomers/\" target=\"_blank\"&gt;the largest generation&lt;/a&gt;&lt;span style=\"font-weight: 400;\"&gt; in the U.S.&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;On the job-hopping question, we found that 21% of Millennial workers had left their job in the last year to do something else, a number that is more than three times higher than that of non-Millennials who report doing the same.&lt;/p&gt;\r\n&lt;p&gt;We don&amp;#8217;t have data on what these Millennials left to do; it&amp;#8217;s possible some may have decided to continue their education, for example. But six in 10 Millennials also say they are open to different job opportunities, which is again the highest percentage among all generations in the workplace. And these opportunities are not within their current company: A separate &lt;a href=\"http://www.gallup.com/businessjournal/186311/making-career-moves-americans-switch-companies.aspx?g_source=switch&amp;#38;g_medium=search&amp;#38;g_campaign=tiles\" target=\"_blank\"&gt;study&lt;/a&gt; &lt;a href=\"http://www.gallup.com/businessjournal/186311/making-career-moves-americans-switch-companies.aspx?g_source=switch&amp;#38;g_medium=search&amp;#38;g_campaign=tiles\"&gt;&lt;span style=\"font-weight: 400;\"&gt;shows&lt;/span&gt;&lt;/a&gt;&lt;span style=\"font-weight: 400;\"&gt; that an overwhelming majority of all workers &amp;#8212;&amp;#160;93% &amp;#8212;&amp;#160;say they left their employer the last time they changed roles. Only about 7% took a new position in their company.&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;Why? Well, we know that American workers aren&amp;#8217;t particularly engaged at work as a whole. And Millennials lead the pack: 71% are either not engaged or actively disengaged at work, making them&amp;#160;&lt;a href=\"http://www.gallup.com/poll/181289/majority-employees-not-engaged-despite-gains-2014.aspx\" target=\"_blank\"&gt;the least engaged generation&lt;/a&gt; in the U.S.&amp;#160;Moreover, engagement is&amp;#160;essential to retaining employees. Our analysis reveals that 47% of actively disengaged Millennials strongly agree that they will switch jobs if the job market improves in the next 12 months, compared with 17% of engaged Millennials.&lt;/p&gt;\r\n&lt;p&gt;On the flip side, Millennials&amp;#8217; willingness to switch jobs and companies presents a substantial attraction opportunity for organizations. Ultimately, Millennials are consumers of the workplace. They shop around for the jobs that best align with their needs and life goals. More than ever, employers need to know and act on the factors that make their company appealing to these candidates. They have to make it easy for prospects to &lt;i&gt;choose&lt;/i&gt; them over their competition.&lt;/p&gt;\r\n&lt;p&gt;But what exactly do Millennials look for in their job searches?&lt;/p&gt;\r\n&lt;p&gt;We asked workers how important particular attributes were to them when applying for new jobs. Here&amp;#8217;s how they break down by generation. For all employees, opportunities to learn and grow and the quality of their manager lead the list. But these issues are often more important for Millennials.&lt;/p&gt;\r\n&lt;div class=\"max-width-700\"&gt;&lt;img class=\"aligncenter size-full mvn pvm has-border-top has-border-bottom wp-image-135027\" src=\"https://hbr.org/resources/images/article_assets/2016/05/W160509_RIGONI_WHATDIFFERENT.png\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/W160509_RIGONI_WHATDIFFERENT-300x148.png 300w, https://hbr.org/resources/images/article_assets/2016/05/W160509_RIGONI_WHATDIFFERENT-1024x505.png 1024w, https://hbr.org/resources/images/article_assets/2016/05/W160509_RIGONI_WHATDIFFERENT-383x189.png 383w, https://hbr.org/resources/images/article_assets/2016/05/W160509_RIGONI_WHATDIFFERENT-500x247.png 500w, https://hbr.org/resources/images/article_assets/2016/05/W160509_RIGONI_WHATDIFFERENT-700x346.png 700w, https://hbr.org/resources/images/article_assets/2016/05/W160509_RIGONI_WHATDIFFERENT-850x420.png 850w, https://hbr.org/resources/images/article_assets/2016/05/W160509_RIGONI_WHATDIFFERENT-1200x592.png 1200w, https://hbr.org/resources/images/article_assets/2016/05/W160509_RIGONI_WHATDIFFERENT.png 1400w\" alt=\"W160509_RIGONI_WHATDIFFERENT\" width=\"1400\" height=\"691\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" /&gt;&lt;/div&gt;\r\n&lt;p&gt;&amp;#160;&lt;/p&gt;\r\n&lt;p&gt;At their current stage in life, Millennials fundamentally think about their role as a stepping stone and a growth opportunity. But they also want to feel deeply committed to their role and to work for a manager who will invest in their development, which isn&amp;#8217;t entirely different from what other generations value. Our research shows that having a great manager and being part of a great management culture are&amp;#160;important to all employees. However, Millennials place a greater emphasis on opportunities to learn and grow and opportunities for advancement.&lt;/p&gt;\r\n&lt;p&gt;What about ping-pong tables and free beer? Contrary to popular perception, Millennials place little importance on a company encouraging creativity or being&amp;#160;a fun, informal place to work. In fact, Baby Boomers are slightly &lt;i&gt;more&lt;/i&gt; likely than Millennials and Gen Xers to say that creativity and fun are &amp;#8220;extremely important&amp;#8221; to them when applying for a job. But Millennials do need to be convinced why and how an organization will help them learn, grow, and develop, and further their careers.&lt;/p&gt;\r\n&lt;p&gt;And although income is not among&amp;#160;Millennials&amp;#8217;&amp;#160;top five factors when applying for jobs, it still matters to them when looking for a job, as it does to all employees. Millennials have high levels of student debt and are living in an era of anemic wage growth. This might be why, as &lt;a href=\"http://www.gallup.com/businessjournal/188399/retaining-employees-money-matter.aspx?g_source=income&amp;#38;g_medium=search&amp;#38;g_campaign=tiles\" target=\"_blank\"&gt;we derived from a separate study&lt;/a&gt;, half of Millennials said they would consider taking a job with another company for a raise of 20% or less. It is understandable that they would seek roles that make better use of their qualifications and increase their income. But companies should also know that Millennials sometimes value other job attributes, including learning and advancement, even more.&lt;/p&gt;\r\n&lt;p&gt;If your company wants to do a better job of retaining Millennials, it&amp;#8217;s important to understand what motivates them, what doesn&amp;#8217;t, and the delicate balance between the two. And while they&amp;#160;differ in some ways from a recruiting and retention standpoint, Millennials largely want the same things&amp;#160;from&amp;#160;their employers as&amp;#160;most generations. They look for growth opportunities, great managers, and jobs that are well-suited for their talents and interests. When organizations can provide these attributes, they may keep their Millennial employees from continually searching for &amp;#8212;&amp;#160;and pursuing &amp;#8212;&amp;#160;the next best thing elsewhere.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=c0tj7800dYA:R1ApId9CCl8:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=c0tj7800dYA:R1ApId9CCl8:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/c0tj7800dYA\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/2016/05/what-millennials-want-from-a-new-job</feedburner:origLink></entry><entry><title>7 Things to Say When a Conversation Turns Negative</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.134341</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/8G7NUsOwk4k/7-things-to-say-when-a-conversation-turns-negative\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-11T15:00:39Z</updated><published>2016-05-11T15:00:39Z</published><summary type=\"html\"><![CDATA[<p>A helpful list&#160;of replies and comebacks.</p>\n]]></summary><author><name>Kathleen Kelley Reardon</name><uri>https://hbr.org/resources/images/article_assets/2015/01/110-Kathleen_Kelley-Reardon.jpeg</uri></author><category term=\"Difficult conversations\" scheme=\"http://hbr.org/categorization/subject\" label=\"Difficult conversations\" /><category term=\"Digital Article\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Digital Article\" /><content type=\"html\" xml:base=\"https://hbr.org/2016/05/7-things-to-say-when-a-conversation-turns-negative\" xml:lang=\"en\">&lt;div&gt;&lt;img class=\"alignnone size-full wp-image-134962\" src=\"https://hbr.org/resources/images/article_assets/2016/05/may16-11-148626454.jpg\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/may16-11-148626454-300x169.jpg 300w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-148626454-1024x576.jpg 1024w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-148626454-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-148626454-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-148626454-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-148626454-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-148626454-700x394.jpg 700w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-148626454-850x478.jpg 850w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-148626454-1200x675.jpg 1200w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-148626454.jpg 1200w\" alt=\"may16-11-148626454\" width=\"1200\" height=\"675\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" /&gt;&lt;/div&gt;\r\n&lt;p&gt;Every person is at least 75% responsible for how others treat them. Our verbal and nonverbal actions limit or expand the options of others. For example, if someone asks, &amp;#8220;How are you?&amp;#8221; as he or she walks by, you know better than to turn around and walk with them in order to provide an extensive answer. By continuing to walk past, the person signals that only a nod or brief reply is expected. However, if that person were to stop and look you in the eye when asking the same question, your options change. Their behavior has invited more than a reflexive answer.&lt;/p&gt;\r\n&lt;p&gt;We&amp;#8217;re all creatures of habit, and communication patterns help us avoid having to think about everything we utter. But when we slip into patterns solely because we&amp;#8217;ve failed to develop other response choices, we become predictable. If you are known for a tendency to avoid conflict, for example, others can generate conditions that will cause you to pull back, apologize, or walk away. You abdicate a portion of your 75% responsibility. That&amp;#8217;s not good!&lt;/p&gt;\r\n&lt;p&gt;But&amp;#160;if we have a repertoire of replies and comebacks at our fingertips, we can opt out of predictable patterns. For example, it&amp;#8217;s possible to learn to treat some rude questions as objective queries, find some element of logic in a seemingly ridiculous comment, or respond to an insult as though it were accidental. In this way, instead of becoming victimized by habitual patterns, we become arbiters of what happens to us.&lt;/p&gt;\r\n&lt;p&gt;Such skill is especially important in harsh political climates where what is said is often not what is meant. Highly political work arenas require a degree of street smarts to survive and thrive. It&amp;#8217;s important to know effective ways of responding to tough situations.&lt;/p&gt;\r\n&lt;p&gt;&lt;article-promo class=\"article-promo promo--half\"&gt; &lt;h4 class=\"mbs\"&gt;You and Your Team Series&lt;/h4&gt;\r\n&lt;h3 class=\"mbm text-gray-light\"&gt;Difficult Conversations&lt;/h3&gt;\r\n&lt;div class=\"promo-contents\"&gt;\r\n\t&lt;ul&gt;\r\n\t\t&lt;li&gt;\r\n\t&lt;figure class=\"mbm\"&gt;\r\n\t\t\t&lt;img src=\"https://hbr.org/resources/images/article_assets/2016/02/difficult-conversations.png\"&gt;\r\n\t\t&lt;/figure&gt;\r\n\r\n&lt;h6 class=\"hed mbs mtl\"&gt;\r\n\t\t&lt;a href=\"/2015/12/dont-let-frustration-make-you-say-the-wrong-thing\"&gt;Don&amp;#8217;t Let Frustration Make You Say the Wrong Thing&lt;/a&gt;\r\n\t&lt;/h6&gt;\r\n\t&lt;div class=\"stream-item-info\"&gt;\r\n\t\t&lt;ul class=\"byline byline-list line-height-tight\"&gt;&lt;li&gt;Tara Healey and Jonathan Roberts&lt;/li&gt;&lt;/ul&gt;\r\n\t\t\r\n\r\n&lt;h6 class=\"hed mbs mtm\"&gt;\r\n\t\t&lt;a href=\"/2015/01/how-to-handle-difficult-conversations-at-work\"&gt;How to Handle Difficult Conversations at Work&lt;/a&gt;\r\n\t&lt;/h6&gt;\r\n\t&lt;div class=\"stream-item-info\"&gt;\r\n\t\t&lt;ul class=\"byline byline-list line-height-tight\"&gt;&lt;li&gt;Rebecca Knight&lt;/li&gt;&lt;/ul&gt;\r\n\t\t\r\n\r\n&lt;h6 class=\"hed mbs mtm\"&gt;\r\n\t\t&lt;a href=\"/2015/08/create-a-culture-where-difficult-conversations-arent-so-hard\"&gt;Create a Culture Where Difficult Conversations Aren&amp;#8217;t So Hard&lt;/a&gt;\r\n\t&lt;/h6&gt;\r\n\t&lt;div class=\"stream-item-info\"&gt;\r\n\t\t&lt;ul class=\"byline byline-list line-height-tight\"&gt;&lt;li&gt;Jim Whitehurst&lt;/li&gt;&lt;/ul&gt;\r\n\t\t\r\n&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/div&gt;&lt;/article-promo&gt;&lt;/p&gt;\r\n&lt;p&gt;What if a person tells you one thing, but&amp;#160;then you hear that he or she said something quite different to others? This isn&amp;#8217;t uncommon in highly politicized organizations. Should you let it pass? Hold a grudge? Never trust that person again? Address the situation directly? With a repertoire of responses, you have options. You might even be able to prevent such situations from happening to you in the future by selecting an effective response shortly after the initial offense &amp;#8212;&amp;#160;a response that causes the offending person to think twice next time. Whether you are new to stretching your comeback repertoire or an experienced hand, it&amp;#8217;s useful to have various responses readily available. The following &amp;#8220;R-List&amp;#8221; of categorized tactics can help you do just that. When responding to a potentially negative situation, facility with them can help avoid damage to an important relationship or disarm a threat to your credibility:&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Reframe &amp;#8212; Cast the issue in a different light.&lt;/strong&gt; Describe the other person&amp;#8217;s words or actions in a way that behooves future interactions. If someone says, &amp;#8220;I don&amp;#8217;t want to fight about this,&amp;#8221; a useful reframe of that comment is, &amp;#8220;This is a debate, certainly not a fight. And you&amp;#8217;re a good debater, as I recall.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Rephrase &amp;#8212; Say the words in a different, less negative way.&lt;/strong&gt; Should someone accuse you of having come on too strongly in a meeting, you might reply, &amp;#8220;I was passionate.&amp;#8221; If you&amp;#8217;re described as stubborn, you could say, &amp;#8220;I&amp;#8217;m very determined when something is important to a successful effort.&amp;#8221; Rather than let inaccurate or offensive words pass, suggest replacements.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Revisit &amp;#8212; Use an earlier success to redefine a current failure. &lt;/strong&gt;If the people involved in a conversation have a previous history of positive interactions, it can help to remind them of past success and their ability to find common ground: &amp;#8220;We have a good track record working together. No reason to change that now.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Restate &amp;#8212; Clarify or redirect negative wording. &lt;/strong&gt;Anyone can inadvertently give offense or spark disagreement. At such times, it&amp;#8217;s useful to employ one of my favorite strategies:&amp;#160;Give them a chance to do the right thing. &amp;#8220;Surely there&amp;#8217;s another way to say that&amp;#8221; or &amp;#8220;Did you mean what I think I heard?&amp;#8221; are useful ways to encourage a person to reconsider and alter what was said.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Request &amp;#8212; Ask a question.&lt;/strong&gt; When in doubt about a person&amp;#8217;s intention, one sensible approach is to check your perceptions by querying them before reacting negatively: &amp;#8220;Would you clarify for me what you meant just then?&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Rebalance &amp;#8212; Adjust the other person&amp;#8217;s power.&lt;/strong&gt; People cede power unnecessarily when they allow another individual to make them miserable or undermine their work. Often, such power imbalance can be changed&lt;em&gt;. &lt;/em&gt;One way is to reduce the impact on you with&amp;#160;your attitude &amp;#8212;&amp;#160;refusing to be upset &amp;#8212;&amp;#160;or by&amp;#160;saying, &amp;#8220;Fortunately, I&amp;#8217;m not easily offended, especially by one-off situations like this.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Reorganize &amp;#8212; Change the priority of the issues.&lt;/strong&gt; Direct the conversation away from personal concerns by focusing on process. For example, one comeback might be, &amp;#8220;We seem to agree on the what but are having some difficulty with the how.&amp;#8221; In this way, you cut the problem in half. The focus is now on only one aspect of what might otherwise appear to be an intractable impasse.&lt;/p&gt;\r\n&lt;p&gt;Versatility separates effective communicators from those who are pushed and pulled through conversations &amp;#8212;&amp;#160;and life. The next time you face what appears to be a roadblock, whether due to offense or confusion, consider the types of comebacks above. Experimentation is the only way to become at least 75% responsible for how we&amp;#8217;re treated. Otherwise, we spend much of our days stuck in ruts, being predictable, and getting nowhere. There&amp;#8217;s no fun or benefit in that.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=8G7NUsOwk4k:NiPX2id6tH4:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=8G7NUsOwk4k:NiPX2id6tH4:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/8G7NUsOwk4k\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/2016/05/7-things-to-say-when-a-conversation-turns-negative</feedburner:origLink></entry><entry><title>What Platforms Do Differently than Traditional Businesses</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.134674</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/EK6Lkhut4o4/what-platforms-do-differently-than-traditional-businesses\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-11T14:00:05Z</updated><published>2016-05-11T14:00:05Z</published><summary type=\"html\"><![CDATA[<p>The matchmaker model is taking over.</p>\n]]></summary><author><name>David S. Evans</name><uri>https://hbr.org/resources/images/article_assets/2007/03/110-David_Evans.jpg</uri></author><author><name>Richard Schmalensee</name><uri>https://hbr.org/resources/images/article_assets/2016/02/110-Richard_Schmalensee.jpg</uri></author><category term=\"Economics\" scheme=\"http://hbr.org/categorization/subject\" label=\"Economics\" /><category term=\"Social platforms\" scheme=\"http://hbr.org/categorization/subject\" label=\"Social platforms\" /><category term=\"Internet\" scheme=\"http://hbr.org/categorization/subject\" label=\"Internet\" /><category term=\"Digital Article\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Digital Article\" /><content type=\"html\" xml:base=\"https://hbr.org/2016/05/what-platforms-do-differently-than-traditional-businesses\" xml:lang=\"en\">&lt;div&gt;&lt;img class=\"alignnone size-full wp-image-134964\" src=\"https://hbr.org/resources/images/article_assets/2016/05/may16-11-68755663.jpg\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/may16-11-68755663-300x169.jpg 300w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-68755663-1024x576.jpg 1024w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-68755663-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-68755663-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-68755663-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-68755663-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-68755663-700x394.jpg 700w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-68755663-850x478.jpg 850w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-68755663-1200x675.jpg 1200w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-68755663.jpg 1200w\" alt=\"may16-11-68755663\" width=\"1200\" height=\"675\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" /&gt;&lt;/div&gt;\r\n&lt;p&gt;One of the oldest business models in the world is using new technology to trample traditional businesses, drive innovation, and create new and immense sources of value.&amp;#160;Matchmakers, the &lt;a href=\"http://www.amazon.com/Matchmakers-New-Economics-Multisided-Platforms/dp/1633691721/ref=sr_1_1?ie=UTF8&amp;#38;qid=1462887120&amp;#38;sr=8-1&amp;#38;keywords=matchmakers+evans\" target=\"_blank\"&gt;subject of our new book&lt;/a&gt;, make it easy for two or more groups of customers, like drivers and riders in the case of Uber, to get together and do business. They operate platforms that make it easy and efficient for participants to connect and exchange value.&lt;/p&gt;\r\n&lt;p&gt;Unlike traditional businesses, they don&amp;#8217;t buy inputs, make stuff, and sell it. Instead, they recruit participants, and then sell each group of participants access to the other group of participants. The &amp;#8220;participants&amp;#8221; are the &amp;#8220;inputs&amp;#8221; that they use to produce the intermediation service they provide.&lt;/p&gt;\r\n&lt;p&gt;Today, we&amp;#8217;re living in the matchmaker economy. It is a bigger and more pervasive part of our lives than many imagine.&lt;/p&gt;\r\n&lt;p&gt;Three of the five most highly valued companies in the world &amp;#8212; Apple, Google, and Microsoft &amp;#8212; make much of their profits from connecting different groups, like developers and users in the case of Apple. So do seven of the most valuable unicorns &amp;#8212; startups worth more than $1 billion in their latest funding round &amp;#8212; such as Uber, Airbnb, and Flipkart. And then many other companies that have IPO&amp;#8217;d in the last decade, like Visa, which connects cardholders and merchants, and Facebook, which connects friends, advertisers, and developers.&lt;/p&gt;\r\n&lt;p&gt;And it&amp;#8217;s not&amp;#160;just these humongous companies. Westfield Malls operates shopping malls that help retailers and shoppers to get together. Then there are all the ad-supported media that troll for eyeballs so they can sell them to marketers.&lt;/p&gt;\r\n&lt;p&gt;In fact, if you think about, as a consumer and a worker, you probably use multiple matchmakers throughout your day, from the operating system on your phone, to an exchange for trading stock, to a dating app for finding a mate.&lt;/p&gt;\r\n&lt;p&gt;The firms that make up&amp;#160;the gig economy and the sharing economy &amp;#8212; the new darlings &amp;#8212; are matchmakers too. Gig economy companies connect workers with consumers who need them, such as home care workers with families that need help, while sharing economy ones match up unused capacity, like automobiles, with people who want to rent them.&lt;/p&gt;\r\n&lt;p&gt;All matchmakers play by similar rules. But the&amp;#160;rules are different than those for traditional firms.&lt;/p&gt;\r\n&lt;p&gt;Matchmakers have to solve the hardest problem in business &amp;#8212; a critical mass of two or more groups of participants who value the service will sign on only if they can get access to the other groups of participants.&lt;/p&gt;\r\n&lt;p&gt;When OpenTable started it had trouble getting restaurants because it had few prospective diners, and had trouble getting prospective diners because it had few restaurants. It took OpenTable almost six years, and tens of millions of dollars of investment, to get enough restaurants and diners in just two cities &amp;#8212; San Francisco and Chicago. Most platforms don&amp;#8217;t have such patient investors and simply implode during their failed attempts to reach critical mass, like the hundreds of B2B exchanges that died in the early 2000s.&lt;/p&gt;\r\n&lt;p&gt;Many successful matchmakers violate the rules of pricing that every beginning econ student learns. They sell their services to one group for less than cost, maybe even giving it away for free, or perhaps providing rewards. Google&amp;#8217;s indexing is invaluable to websites but the search giant doesn&amp;#8217;t charge any of them for the service. But even physical platforms often do this: Shopping malls don&amp;#8217;t charge shoppers, for instance, and sometimes provide free entertainment.&lt;/p&gt;\r\n&lt;p&gt;Most significant matchmakers have something that no traditional business has &amp;#8212; an elaborate governance system of laws, enforcement, and penalties to keep their participants in line. In 2009 a fifth of Facebook&amp;#8217;s employees were &amp;#8220;policemen&amp;#8221; patrolling the site for naughty stuff (we suspect the proportion is much lower today and the problem much greater). And there&amp;#8217;s a Google Jail, at least that&amp;#8217;s what its prisoners call it, where websites that game the search algorithm are sent to do time. And Apple hands down death sentences to apps that violate its rules or that it just doesn&amp;#8217;t like very much.&lt;/p&gt;\r\n&lt;p&gt;These matchmaker businesses are extending their tentacles all through the economy. Platforms are being erected on top of platforms that&amp;#160;are being erected on top of platforms. Android, for example, is a platform for users, developers, and handset makers. Uber&amp;#8217;s platform for connecting drivers and passengers is built on top of Android (as well as the iPhone). And now Uber is building a platform on top of Uber that connects drivers, restaurants, and people who want a take-out meal.&lt;/p&gt;\r\n&lt;p&gt;&lt;article-promo class=\"article-promo promo--half\"&gt;&lt;h4 class=\"promo-title\"&gt;Adapted from&lt;/h4&gt;\r\n&lt;div class=\"promo-contents\"&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;&lt;div class=\"overflow-auto\"&gt;\r\n&lt;figure class=\"left product-thumb\"&gt;\r\n&lt;img src=\"https://hbr.org/resources/images/article_assets/2016/05/10028E_500.png\"&gt;\r\n&lt;/figure&gt;\r\n&lt;div class=\"product-thumb-margin\"&gt;\r\n&lt;h6 class=\"hed mbs\"&gt;&lt;a href=\"https://hbr.org/product/matchmakers-the-new-economics-of-multisided-platforms/10028-HBK-ENG?referral=02559\"&gt;Matchmakers: The New Economics of Multisided Platforms&lt;/a&gt;&lt;/h6&gt;\r\n&lt;div class=\"stream-item-info\"&gt;\r\n&lt;span class=\"topic\"&gt;Strategy &amp;#38; Execution&lt;/span&gt; &lt;span class=\"content-type\"&gt;Book&lt;/span&gt; \r\n&lt;ul class=\"byline byline-list line-height-tight\"&gt;&lt;li&gt;David S. Evans&lt;/li&gt;&lt;li&gt;Richard Schmalensee&lt;/li&gt;&lt;/ul&gt;\r\n&lt;!-- author could be none, one or many. If none, delete the full line above. If many, add &lt;li&gt;AUTHOR&lt;/li&gt; before final &lt;/ul&gt; for each additional author. No spaces or commas. --&gt;\r\n&lt;div class=\"mvs\"&gt;\r\n&lt;span class=\"price\"&gt;35.00&lt;/span&gt;\r\n&lt;add-to-cart class=\"add-to-cart is-inline-block\" \r\ndata-type=\"Digital\"\r\ndata-product-title=\"Matchmakers: The New Economics of Multisided Platforms\" \r\ndata-product-major-topic=\"Strategy &amp;#38; Execution\" \r\ndata-product-author=\"David S. Evans\"\r\ndata-product-price=\"35.00\"\r\ndata-product-image=\"https://hbr.org/resources/images/article_assets/2016/05/10028E_500.png\"\r\ndata-product-id=\"10028-HBK-ENG\"\r\ndata-product-url=\"https://hbr.org/product/matchmakers-the-new-economics-of-multisided-platforms/10028-HBK-ENG?referral=02559\" \r\ndata-product-content-type=\"Book\"\r\ndata-product-format=\"English Hardcover\"\r\n&gt;\r\n&lt;input type=\"hidden\" js-target=\"item-quantity\" value=\"1\"&gt;\r\n\r\n&lt;a href=\"#\" js-target=\"add\" class=\"alt-action pts mls\"&gt;Add to Cart&lt;/a&gt;\r\n&lt;/add-to-cart&gt;&lt;/div&gt;\r\n&lt;stream-item class=\"stream-item\" \r\ndata-id=\"10028-HBK-ENG\" \r\ndata-title=\"Matchmakers: The New Economics of Multisided Platforms\" \r\ndata-url=\"https://hbr.org/product/matchmakers-the-new-economics-of-multisided-platforms/10028-HBK-ENG?referral=02559\" \r\ndata-topic=\"Strategy &amp;#38; Execution\" \r\ndata-image=\"https://hbr.org/resources/images/article_assets/2016/05/10028E_500.png\"\r\ndata-summary=\"Many of the most dynamic public companies, from Alibaba to Facebook to Visa, and the most valuable start-ups, such as Airbnb and Uber, are matchmakers . . .\"\r\ndata-authors=\"David S. Evans\" \r\ndata-content-type=\"Book\" \r\ndata-item-selectable=\"false\" \r\ndata-item-activity=\"false\"&gt;\r\n\r\n&lt;!-- utility --&gt;\r\n&lt;ul class=\"stream-utility\"&gt;\r\n&lt;li class=\"utility util-save\"&gt;&lt;a href=\"#\" js-target=\"save-flyout\"&gt;&lt;i class=\"icon icon-file-text-o\"&gt;&lt;/i&gt; Save&lt;/a&gt;&lt;/li&gt;\r\n&lt;li class=\"utility util-share\"&gt;&lt;a href=\"#\" js-target=\"share-flyout\"&gt;&lt;i class=\"icon icon-share-square-o\"&gt;&lt;/i&gt; Share&lt;/a&gt;&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/stream-item&gt;\r\n&lt;/div&gt;\r\n&lt;/div&gt;\r\n&lt;/div&gt;&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/div&gt;\r\n\r\n&lt;/article-promo&gt;&lt;/p&gt;\r\n&lt;p&gt;The matchmaker business model is hardly new. Visa will turn 50 this year, the London Stock Exchange is more than 200 years old, and the Grand Bazaar in Istanbul more than 500. Today, though, matchmakers are turbocharged &amp;#8212; powered by the cloud, broadband, microprocessors, software, and other modern technologies. Companies like Uber wouldn&amp;#8217;t exist, for example, without the development of mobile broadband, mobile software platforms, and the internet.&lt;/p&gt;\r\n&lt;p&gt;These turbocharged platforms, boosted by other turbocharged platforms, are marching around the globe, trampling both traditional businesses and older platforms. No business is safe in the path of this most recent gale of creative destruction.&lt;/p&gt;\r\n&lt;p&gt;In Kenya, the &lt;a href=\"https://hbr.org/2010/06/do-we-really-need-banks/\" target=\"_blank\"&gt;M-PESA&lt;/a&gt; mobile money platform is leapfrogging traditional banking and payment cards. Around 90% of adults use it to transfer money, and many use it for savings, borrowing, and other services.&lt;/p&gt;\r\n&lt;p&gt;Airbnb, which seems to have come out of nowhere, is challenging the global hotel industry. It has 1.5 million rooms, making it larger than Marriott.&lt;/p&gt;\r\n&lt;p&gt;Once impregnable platforms, like Microsoft Windows, are in decline. PC sales declined by 10%&amp;#160;last year, reflecting the rapid move to mobile app platforms like Apple&amp;#8217;s iOS and Google&amp;#8217;s Android mobile operating systems and app stores.&lt;/p&gt;\r\n&lt;p&gt;Whether you are an investor, an entrepreneur, a worker at a traditional firm, or an established platform, you will need to learn what the oldest business model, newly turbocharged, means for you.&lt;/p&gt;\r\n&lt;p&gt;We bring to bear great optimism that the turbocharged matchmakers will power a gale of creative destruction that will sweep across the economy and produce great social value. But our views are tempered with realism that most who try this business model will fail miserably, after burning through mountains of cash. Some of the copycat &amp;#8220;Uber for Something&amp;#8221; companies will revolutionize industries, but most, like &lt;a href=\"http://techcrunch.com/2016/04/14/shuddle-the-uber-like-service-for-getting-your-kids-around-is-shutting-down-tomorrow/\" target=\"_blank\"&gt;Shuddle&lt;/a&gt;, the ride-sharing service for kids, will close down, and become the &amp;#8220;Uber for Nothing.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;&lt;em&gt;This digital article is adapted from &lt;/em&gt;&lt;a href=\"http://www.amazon.com/Matchmakers-New-Economics-Multisided-Platforms/dp/1633691721/ref=sr_1_1?ie=UTF8&amp;#38;qid=1462887120&amp;#38;sr=8-1&amp;#38;keywords=matchmakers+evans\" target=\"_blank\"&gt;Matchmakers: The New Economics of Multisided Platforms&lt;/a&gt;&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=EK6Lkhut4o4:l017yPBFcqE:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=EK6Lkhut4o4:l017yPBFcqE:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/EK6Lkhut4o4\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/2016/05/what-platforms-do-differently-than-traditional-businesses</feedburner:origLink></entry><entry><title>Most Employees Feel Authentic at Work, but It Can Take a While</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.134769</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/s3MBitTb53o/most-employees-feel-authentic-at-work-but-it-can-take-a-while\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-11T13:45:28Z</updated><published>2016-05-11T13:36:11Z</published><summary type=\"html\"><![CDATA[<p>Employers can help them get there faster.</p>\n]]></summary><author><name>Vanessa Buote</name></author><category term=\"Managing people\" scheme=\"http://hbr.org/categorization/subject\" label=\"Managing people\" /><category term=\"Managing yourself\" scheme=\"http://hbr.org/categorization/subject\" label=\"Managing yourself\" /><category term=\"Digital Article\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Digital Article\" /><content type=\"html\" xml:base=\"https://hbr.org/2016/05/most-employees-feel-authentic-at-work-but-it-can-take-a-while\" xml:lang=\"en\">&lt;div&gt;&lt;img class=\"alignnone size-full wp-image-134969\" src=\"https://hbr.org/resources/images/article_assets/2016/05/may16-11-470202278.jpg\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/may16-11-470202278-300x169.jpg 300w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-470202278-1024x576.jpg 1024w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-470202278-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-470202278-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-470202278-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-470202278-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-470202278-700x394.jpg 700w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-470202278-850x478.jpg 850w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-470202278-1200x675.jpg 1200w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-470202278.jpg 1200w\" alt=\"may16-11-470202278\" width=\"1200\" height=\"675\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" /&gt;&lt;/div&gt;\r\n&lt;p&gt;Most of us engage in self-presentation in the workplace at least occasionally. We actively manage our behavior, emotions, or the way we are perceived by coworkers and bosses. We do it for a variety of reasons: Some people feel they cannot freely express emotion at work&lt;em&gt;,&lt;/em&gt; others believe they cannot share their sense of humor, and still others feel they must &amp;#8220;have it all together&amp;#8221; or risk hurting their reputation or credibility.&lt;/p&gt;\r\n&lt;p&gt;Recently, researchers have begun to explore the implications for authenticity in&amp;#160;the workplace. One &lt;a href=\"http://link.springer.com/article/10.1007/s10902-013-9413-3\" target=\"_blank\"&gt;study&lt;/a&gt; found that the greater employees&amp;#8217; feelings of authenticity are, the greater their job satisfaction, engagement, and self-reported performance. We suggest, then, that the crucial point is finding a balance so that we can be true to ourselves while flourishing and finding success within the company.&lt;/p&gt;\r\n&lt;p&gt;To expand on this work, &lt;a href=\"http://www.plasticitylabs.com/research/\" target=\"_blank\"&gt;Plasticity Labs&lt;/a&gt; partnered with Dr. Anne Wilson, a social psychologist at Wilfrid Laurier University. We used a combination of quantitative and qualitative methods to explore the benefits of authenticity, how the workplace environment and norms contribute to authenticity, and the underlying mechanisms linking authenticity and workplace well-being. Two hundred and thirteen employees completed an online survey on authenticity at work, workplace characteristics (e.g., dress code), and workplace sentiment (job satisfaction, engagement, sense of community, etc.). The survey asked participants to respond to statements such as &amp;#8220;My workplace environment encourages all employees to express who they really are,&amp;#8221; &amp;#8220;When I&amp;#8217;m at work, I don&amp;#8217;t show the &amp;#8216;the real me,'&amp;#8221; and &amp;#8220;I would like my coworkers to show more of their true selves at work.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;Overall, 72% of people said they are authentic at work, taking&amp;#160;an average of two to three months to show their true selves. Of this group, 60% were authentic by the three-month mark, and 22% by nine months. For 9% of respondents&amp;#160;it took between 10&amp;#8211;12 months for them to feel comfortable being authentic. Another&amp;#160;9% reported that it took more than one year to share their true selves at work. Of course, employees varied in the &lt;em&gt;extent &lt;/em&gt;to which they showed their true selves &amp;#8212; those who said it took longer to reveal who they really are continued to report sharing less of their true selves even after more time had passed.&lt;/p&gt;\r\n&lt;p&gt;Next, we investigated whether workplace norms, such as dress code, matter for authenticity. We compared employees who were required to follow a dress code at work to employees who were not. We found that employees who were unconstrained by dress code rules felt more authentic, felt freer to express their true selves, and believed more strongly that authenticity was important at work.&lt;/p&gt;\r\n&lt;p&gt;We also explored the hypothesis that employees who reported being authentic would have a more positive workplace experience. Overall, findings indicated that authentic employees fared better than inauthentic employees, reporting significantly higher job satisfaction and engagement, greater happiness at work, stronger sense of community, more inspiration, and lower job stress. Sharing one&amp;#8217;s true self at work, then, is related to employees&amp;#8217; experience at work: The more of themselves that people shared with others, the better their workplace experience.&lt;/p&gt;\r\n&lt;p&gt;Although results show a clear link between authenticity and well-being, it doesn&amp;#8217;t tell us what employees really think about the value of authenticity. To answer this question, we asked employees what &lt;em&gt;they&lt;/em&gt; thought about how authenticity affects workplace culture. Of the employees who reported being authentic, the vast majority (80%) believed that it improves the workplace. The comments we collected from them centered on a few key themes: Being authentic improves productivity, increases performance and success, and allows employees to exert less energy and time censoring or hiding themselves. Indeed, employees often linked these themes: Spending less time and energy on self-monitoring freed up more time and energy for focusing on the task at hand.&lt;/p&gt;\r\n&lt;p&gt;Employees also believed that being genuine creates stronger and better relationships with clients and coworkers because of a greater understanding of one another and higher levels of trust. Finally, they said that authenticity facilitates a more positive working environment.&lt;/p&gt;\r\n&lt;p&gt;Although most people believed that authenticity boosts productivity and creates a positive work environment, a small subset of employees (10%) believed that some effects of showing their true selves were detrimental. The individuals reported that this was primarily due to personality clashes or to characteristics (such as sarcasm or assertiveness) that were not appreciated or were misinterpreted by others.&lt;/p&gt;\r\n&lt;p&gt;Among employees who said they weren&amp;#8217;t being authentic at work, many seem to have calculated the costs and benefits of authenticity in their workplace. Although 30% felt that authenticity would make their workplace better, almost two-thirds (64%) felt that being their true selves would make the workplace environment worse. Individuals who felt that it was better to hide their true selves pointed to work environments where differences are&amp;#160;not appreciated, conformity is&amp;#160;emphasized, and acknowledging stress or emotion is&amp;#160;frowned upon. To be sure, employees occasionally noted how authenticity could go too far if it gave people license to express disrespectful or socially inappropriate inclinations. However, the majority of instances in which being authentic was not appreciated occurred when employees felt that authenticity was &lt;em&gt;not valued&lt;/em&gt; at work, highlighting the importance of creating a welcoming, open-minded workplace environment.&lt;/p&gt;\r\n&lt;p&gt;The benefits of authenticity are clear, highlighting the importance of creating workplaces that welcome authenticity. And in addition to our findings above, we also found that a full 75% of employees said they wanted their coworkers to share more about their true selves.&lt;/p&gt;\r\n&lt;p&gt;What steps can employers take to create a space in which employees feel safe to be authentic? One approach is to encourage authenticity among leaders. Authentic leaders are genuine and honest, admit error, and stay true to what they believe. When leaders are true to themselves and admit their mistakes or failures, it gives others permission to do the same, changing the norms of the workplace.&lt;/p&gt;\r\n&lt;p&gt;But it is equally important that leaders welcome authenticity from their employees. Creating an open-minded, accepting environment in which differences in perspective and opinions are encouraged will set the foundation for an authentic workplace. Employees should be encouraged to express themselves and not simply follow the crowd, because differences in viewpoints often lead to innovative, novel solutions.&lt;/p&gt;\r\n&lt;p&gt;Our research has also found that being true to one&amp;#8217;s self empowers individuals in the workplace, facilitating feelings of control and mastery, which then lead to greater job satisfaction and happiness. This is a crucial point because a sense of empowerment is essential&amp;#160;to job satisfaction and engagement. If leaders promote authenticity in the workplace, feelings of empowerment among employees at all levels can be enhanced.&lt;/p&gt;\r\n&lt;p&gt;Companies are often advised to look for the right &amp;#8220;fit&amp;#8221; when hiring new employees, but people can find it very difficult to be authentic when they feel that they do not &amp;#8220;fit&amp;#8221; with their coworkers because of different personalities, beliefs, attitudes, or opinions. While differences between people can stimulate progress and innovation, large discrepancies could lead some employees to put on a work persona. This is a point that will need to be disentangled through additional research &amp;#8212; how much difference among&amp;#160;people is too much?&lt;/p&gt;\r\n&lt;p&gt;Of course, encouraging authenticity does not imply rigid adherence to a single &amp;#8220;true self.&amp;#8221; People are multidimensional: There can be variations in the way people express themselves at home and at work, yet both expressions may be consistent with their true selves. As employees, we should be asking ourselves not whether we express our true selves in the &lt;em&gt;exact same ways&lt;/em&gt; at home and work but rather whether our self-expressions at &lt;em&gt;both &lt;/em&gt;home and work reflect who we really are.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=s3MBitTb53o:NsoKSUJJNJA:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=s3MBitTb53o:NsoKSUJJNJA:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/s3MBitTb53o\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/2016/05/most-employees-feel-authentic-at-work-but-it-can-take-a-while</feedburner:origLink></entry><entry><title>Corporate Inequality Is the Defining Fact of Business Today</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.134642</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/Rj8ssvkTO5M/corporate-inequality-is-the-defining-fact-of-business-today\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-11T13:02:12Z</updated><published>2016-05-11T12:05:42Z</published><summary type=\"html\"><![CDATA[<p>And it&#8217;s shaping how we all get paid.</p>\n]]></summary><author><name>Walter Frick</name></author><category term=\"Economy\" scheme=\"http://hbr.org/categorization/subject\" label=\"Economy\" /><category term=\"Competition\" scheme=\"http://hbr.org/categorization/subject\" label=\"Competition\" /><category term=\"Digital Article\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Digital Article\" /><content type=\"html\" xml:base=\"https://hbr.org/2016/05/corporate-inequality-is-the-defining-fact-of-business-today\" xml:lang=\"en\">&lt;div&gt;&lt;img class=\"alignnone size-full wp-image-134967\" src=\"https://hbr.org/resources/images/article_assets/2016/05/may16-11-147949378.jpg\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/may16-11-147949378-300x169.jpg 300w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-147949378-1024x576.jpg 1024w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-147949378-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-147949378-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-147949378-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-147949378-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-147949378-700x394.jpg 700w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-147949378-850x478.jpg 850w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-147949378-1200x675.jpg 1200w, https://hbr.org/resources/images/article_assets/2016/05/may16-11-147949378.jpg 1200w\" alt=\"may16-11-147949378\" width=\"1200\" height=\"675\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" /&gt;&lt;/div&gt;\r\n&lt;p&gt;Perhaps the most overlooked aspect of economic inequality has been the role that firms play in it.&lt;/p&gt;\r\n&lt;p&gt;The best-performing companies seem to be pulling away from the rest, according to a growing body of research, and that fact explains a large part of the growth in inequality between individuals. The result, at least in developed nations, is a highly unequal corporate landscape, where some firms are incredibly productive and the amount of money a person makes is tied to the company they work for, not just the job that they do.&lt;/p&gt;\r\n&lt;p&gt;There are several competing explanations for why this is happening, and there&amp;#8217;s plenty we still don&amp;#8217;t know. Nonetheless, it is not a stretch to say that if you want to understand competition today, you have to think about inequality. And if you care about addressing inequality, you have to consider why companies rise and fall.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Profits Are High, but Not for Everyone&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;It&amp;#8217;s true that &lt;a href=\"https://hbr.org/2015/10/the-future-and-how-to-survive-it\" target=\"_blank\"&gt;corporate profits are at or near all-time highs in the U.S.&lt;/a&gt;, a fact that hasn&amp;#8217;t escaped scrutiny on the campaign trail. But that&amp;#8217;s a bit like saying the defining feature of American economic life is high incomes. By ignoring the distribution, that statistic masks a more important trend: As the McKinsey Global Institute has &lt;a href=\"http://www.mckinsey.com/business-functions/strategy-and-corporate-finance/our-insights/the-new-global-competition-for-corporate-profits\" target=\"_blank\"&gt;documented&lt;/a&gt;, variance in corporate earnings has increased substantially as well. &amp;#8220;Not only are profits rising,&amp;#8221; write the authors of the McKinsey report, &amp;#8220;but in some industries, the leading firms are winning bigger than ever before.&amp;#8221;&lt;/p&gt;\r\n&lt;div class=\"max-width-320\"&gt;&lt;img class=\"alignleft wp-image-107268 mvn pvm has-border-top has-border-bottom size-full\" src=\"https://hbr.org/resources/images/article_assets/2015/08/R1510B_BIG_VOLATILITY.png\" srcset=\"https://hbr.org/resources/images/article_assets/2015/08/R1510B_BIG_VOLATILITY-172x300.png 172w, https://hbr.org/resources/images/article_assets/2015/08/R1510B_BIG_VOLATILITY-586x1024.png 586w, https://hbr.org/resources/images/article_assets/2015/08/R1510B_BIG_VOLATILITY.png 640w\" alt=\"R1510B_BIG_VOLATILITY.png\" sizes=\"(max-width: 640px) 100vw, 640px\" /&gt;&lt;/div&gt;\r\n&lt;p&gt;&amp;#160;&lt;/p&gt;\r\n&lt;p&gt;Researchers at the OECD &lt;a href=\"https://www.oecd.org/eco/growth/OECD-2015-The-future-of-productivity-book.pdf\" target=\"_blank\"&gt;documented something similar&lt;/a&gt;, looking at firms&amp;#8217; productivity in 23 of the organization&amp;#8217;s member countries. Since 2000 productivity growth at the most productive &amp;#8220;frontier&amp;#8221; firms has sharply outpaced the average.&lt;/p&gt;\r\n&lt;p&gt;And this growing productivity gap shows up within industries, not just between them. &amp;#8220;This is not happening just in retail, or in IT-producing sectors,&amp;#8221; said Chiara Criscuolo, an OECD economist and coauthor of the report. &amp;#8220;It&amp;#8217;s happening a bit across the board.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;&amp;#8220;Some firms clearly &amp;#8216;get it&amp;#8217; and others don&amp;#8217;t,&amp;#8221; Criscuolo &lt;a href=\"https://hbr.org/2015/08/productivity-is-soaring-at-top-firms-and-sluggish-everywhere-else\" target=\"_blank\"&gt;wrote on HBR.org&lt;/a&gt; earlier this year, &amp;#8220;and the divide between the two groups is growing over time.&amp;#8221;&lt;/p&gt;\r\n&lt;div class=\"max-width-700\"&gt;&lt;img class=\"aligncenter size-full mvn pvm has-border-top has-border-bottom wp-image-107785\" src=\"https://hbr.org/resources/images/article_assets/2015/08/W150818_CRISCUOLO_GAPBETWEEN1.png\" srcset=\"https://hbr.org/resources/images/article_assets/2015/08/W150818_CRISCUOLO_GAPBETWEEN1-300x161.png 300w, https://hbr.org/resources/images/article_assets/2015/08/W150818_CRISCUOLO_GAPBETWEEN1-1024x551.png 1024w, https://hbr.org/resources/images/article_assets/2015/08/W150818_CRISCUOLO_GAPBETWEEN1.png 1400w\" alt=\"W150818_CRISCUOLO_GAPBETWEEN\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" /&gt;&lt;/div&gt;\r\n&lt;p&gt;&amp;#160;&lt;/p&gt;\r\n&lt;p&gt;Evidence of this trend toward greater&amp;#160;corporate inequality has been trickling in for a while now. In 2008 Andrew McAfee and Erik Brynjolfsson &lt;a href=\"https://hbr.org/2008/07/investing-in-the-it-that-makes-a-competitive-difference\" target=\"_blank\"&gt;wrote about their research&lt;/a&gt; on U.S. public companies from the 1960s up to 2005 in HBR: &amp;#8220;Since the mid-1990s, a new competitive dynamic has emerged &amp;#8212; greater gaps between the leaders and laggards in an industry, more concentrated and winner-take-all markets, and more churn among rivals in a sector.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;Similarly, in 2007 Giulia Faggio and John Van Reenen of the London School of Economics and Kjell G. Salvanes of the Norwegian School of Economics and Business Administration &lt;a href=\"http://voxeu.org/article/do-firm-level-productivity-differences-explain-wage-inequality\" target=\"_blank\"&gt;reported&lt;/a&gt; that the productivity gap between firms had risen in the UK between 1984 and 2001, and that this phenomenon was linked to income inequality.&lt;/p&gt;\r\n&lt;p&gt;Two things happened in the intervening years. First, debate has proliferated over the causes of this corporate inequality. Second, researchers have documented at length why it matters and why everyone, not just CEOs, should care.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Where You Work Increasingly Predicts Your Pay&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Most people are used to thinking about inequality as the pay gap between a CEO and an administrative assistant, or a software developer and&amp;#160;a manufacturing worker. That gap definitely matters, but it actually hasn&amp;#8217;t changed all that much.&lt;/p&gt;\r\n&lt;p&gt;Over the past few years several academic studies have documented that the majority of the increase in income inequality in the U.S. and elsewhere is &lt;a href=\"https://hbr.org/2014/09/the-salary-gap-between-stingy-and-generous-companies-is-growing/\" target=\"_blank\"&gt;driven by differences in how well different firms pay.&lt;/a&gt; In other words, the increase in inequality is about the gap in wages between companies, not&amp;#160;within them.&lt;/p&gt;\r\n&lt;p&gt;That pay gap seems to be linked to rising inequality in corporate performance. But there are two explanations of why it is&amp;#160;happening.&lt;/p&gt;\r\n&lt;p&gt;It could be that different companies are paying more generously or less generously for the exact same sort of work. For an extreme example, take&amp;#160;Chobani. In April the yogurt company&amp;#8217;s CEO decided to reward full-time employees by giving them stock, based on tenure and other factors, amounting to an &lt;a href=\"http://www.nytimes.com/2016/04/27/business/a-windfall-for-chobani-employees-stakes-in-the-company.html\" target=\"_blank\"&gt;average of $150,000&lt;/a&gt; each. If you&amp;#8217;re, say, an HR manager who happened to take a job at Chobani early on, your compensation suddenly looks considerably better than many of your peers.&lt;/p&gt;\r\n&lt;p&gt;It could also be that more-productive, higher-paying companies are hiring better workers. Engineers at Google might be getting paid more than engineers elsewhere because they&amp;#8217;re better engineers. If these highly sought-after workers are increasingly clustered at top companies, that could explain the rising pay gap between firms.&lt;/p&gt;\r\n&lt;p&gt;It&amp;#8217;s safe to say that a significant&amp;#160;part of the growing gap in how well different firms pay can be attributed to the latter &amp;#8220;talent sorting&amp;#8221; effect &amp;#8212;&amp;#160;but exactly how much continues to be debated.&lt;/p&gt;\r\n&lt;p&gt;Using data from Portugal, David Card of Berkeley and his coauthors estimate that differences between employees &lt;a href=\"http://davidcard.berkeley.edu/papers/CCHK-march-2016.pdf\" target=\"_blank\"&gt;explains 40%&lt;/a&gt; of the between-firm wage gap. Card finds &lt;a href=\"http://www.nber.org/papers/w18522\" target=\"_blank\"&gt;evidence&lt;/a&gt; of worker sorting in Germany as well. Work by Nicholas Bloom of Stanford finds an even larger role: His analysis suggests that this worker sorting effect can explain the bulk of the increase of inequality in the U.S., &lt;a href=\"https://hbr.org/2015/12/understanding-the-debate-over-inequality-skills-and-the-rise-of-the-1\" target=\"_blank\"&gt;with the exception of the rise of the 1%.&lt;/a&gt;&lt;/p&gt;\r\n&lt;p&gt;&amp;#8220;Back in the 1980s, college graduates and low-skilled people would be in every firm,&amp;#8221; said Bloom. Today, much like our neighborhoods, companies seem to be more segregated by education and skill.&lt;/p&gt;\r\n&lt;p&gt;This segregation isn&amp;#8217;t only about hard skills like coding, argues Bloom, &lt;a href=\"http://www.ifn.se/wfiles/wp/wp1072.pdf\" target=\"_blank\"&gt;pointing to a paper&lt;/a&gt; by Christina H&amp;#229;kanson of the Swedish National Bank and her colleagues. Workers are sorting by soft skills, too, as the top-performing firms vacuum up the most-desirable workers. As Bloom&amp;#160;puts it, &amp;#8220;Nice, fun, polite people are sorting into some firms, and assholes are sorting into others.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;The human capital measures in these studies have their limits&amp;#160;&amp;#8212;&amp;#160;basically, they infer a worker&amp;#8217;s value from how much that worker gets paid above or below what&amp;#8217;s typical at the company they work for. This approach has many advantages, but the studies that employ it can&amp;#8217;t say for sure that what they&amp;#8217;re measuring is skill. At a minimum, the workers who typically get paid more seem to be working together more than in the past. The experts I spoke to believe skill is a big part of that story.&lt;/p&gt;\r\n&lt;p&gt;Bottom line: Inequality among individuals is deeply intertwined with the fates of companies, whether through hiring, generosity, or some mix of both. So long as top-performing companies continue to surge ahead, we can expect income inequality to get worse.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;There&amp;#8217;s Too Much Competition&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;So why did corporate performance become more unequal in the first place?&lt;/p&gt;\r\n&lt;p&gt;Experts have more or less narrowed it down to two theories: Firms have been exposed to increasingly intense winner-take-all competition, or leading firms have cemented their market power and are earning fat profits without much threat of competition.&lt;/p&gt;\r\n&lt;p&gt;The competition story revolves around digital technology. The McKinsey Global Institute surveyed the firm&amp;#8217;s&amp;#160;clients about their digital investments and adoption, concluding that &lt;a href=\"https://hbr.org/2016/01/the-most-digital-companies-are-leaving-all-the-rest-behind\" target=\"_blank\"&gt;the most digital companies are leaving the rest behind&lt;/a&gt;.&lt;/p&gt;\r\n&lt;p&gt;As McKinsey&amp;#8217;s researchers &lt;a href=\"http://www.mckinsey.com/industries/high-tech/our-insights/digital-america-a-tale-of-the-haves-and-have-mores\" target=\"_blank\"&gt;write in their report&lt;/a&gt;:&lt;/p&gt;\r\n&lt;blockquote&gt;&lt;p&gt;The most digitized sectors in the U.S. economy &amp;#8212; especially software-intensive sectors such as media, professional services, and finance &amp;#8212; tend to be highly profitable as well. Over the past 20 years, their average profit margins have grown two to three times as much as those in less digitized sectors. Even within these sectors, the margin spreads between the top-performing companies and the lowest performers are two to four times as large as in non-digitized sectors. In other words, the most digital sectors are developing a winner-take-all dynamic.&lt;/p&gt;&lt;/blockquote&gt;\r\n&lt;p&gt;Faggio and his colleagues saw evidence for this in their UK data as well. They found that IT investment could &amp;#8220;essentially account for all of the increase in productivity [inequality].&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;McAfee and Brynjolfsson report something similar in their 2008 HBR article. To explain it, they use the example of CVS rolling out a change to its prescription fulfillment process using software:&lt;/p&gt;\r\n&lt;blockquote&gt;&lt;p&gt;Before the advent of enterprise IT, a successful innovation by a manager at one store could lead to dominance in that manager&amp;#8217;s local market. But because no firm had a monopoly on good managers, other firms might win the competitive battle in other local markets, reflecting the relative talent at these other locations. Sharing and replication of innovations (via analog technologies like corporate memos, procedures manuals, and training sessions) would be relatively slow and imperfect, and overall market share would change little from year to year.&lt;/p&gt;\r\n&lt;p&gt;With the advent of enterprise IT, however, not just CVS, but its competitors have the option to deploy technology to improve their processes. Some may not exercise this option because they don&amp;#8217;t believe in the power of IT. Others will try and fail. Some will succeed, and effective innovations will spread rapidly. The firm with the best processes will win in most or all markets.&lt;/p&gt;&lt;/blockquote&gt;\r\n&lt;p&gt;Globalized competition may also be playing a role. Exporters tend to pay better than other firms, when all else is equal. And sure enough, there is research connecting trade to both the &lt;a href=\"http://voxeu.org/article/why-firms-differ-so-much\" target=\"_blank\"&gt;productivity&lt;/a&gt; and &lt;a href=\"https://www.princeton.edu/~itskhoki/papers/TradeInequalityEvidence.pdf\" target=\"_blank\"&gt;wage gaps&lt;/a&gt; between firms. &amp;#8220;The chance of winning the extra prize of exporting induces firms to bet on bigger innovation projects with more-spread-out outcomes,&amp;#8221; explains &lt;a href=\"http://voxeu.org/person/alessandra-bonfiglioli\" target=\"_blank\"&gt;Alessandra Bonfiglioli&lt;/a&gt; of Universitat Pompeu Fabra and her colleagues in recent research.&lt;/p&gt;\r\n&lt;p&gt;Bloom thinks outsourcing is a cause as well. &amp;#8220;Companies are restructuring from an industry focus to an occupational focus,&amp;#8221; he told me. &amp;#8220;Think of General Electric.&amp;#8221; The company outsources catering and some of its IT, yet its headcount hasn&amp;#8217;t been shrinking. Instead, Bloom says, GE has specialized&amp;#160;in engineering and coding.&lt;/p&gt;\r\n&lt;p&gt;Essentially, Bloom believes companies have been &amp;#8220;reassembling&amp;#8221; over the past couple of decades &lt;a href=\"https://hbr.org/1990/05/the-core-competence-of-the-corporation\" target=\"_blank\"&gt;based around their core competencies&lt;/a&gt;, which is why workers have been increasingly segregated by skill.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;There&amp;#8217;s Too Little Competition&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Unless of course that&amp;#8217;s not it at all. Last year Jason Furman, chair of the president&amp;#8217;s Council of Economic Advisers, and Peter Orszag of Citi and Brookings &lt;a href=\"https://www.whitehouse.gov/sites/default/files/page/files/20151016_firm_level_perspective_on_role_of_rents_in_inequality.pdf\" target=\"_blank\"&gt;published a discussion paper&lt;/a&gt; that painted the inequality between firms in darker terms.&lt;/p&gt;\r\n&lt;p&gt;Their focus is on economic &amp;#8220;rents,&amp;#8221; wasteful profits above and beyond what firms should make in a competitive market. If a single firm dominates an industry, for example, it&amp;#8217;s able to charge extra for its products. Economists refer to those extra profits as rents, and Furman and Orszag worry that those rents are becoming more common. They suggest that industry consolidation could be a cause.&lt;/p&gt;\r\n&lt;p&gt;&amp;#8220;To the extent industries look more like oligopolies than perfectly competitive markets, they will generate economic rents,&amp;#8221; Furman and Orszag write. An &amp;#8220;uptick in merger and acquisition activity&amp;#8221; could be creating such a dynamic. They also cite the possible role of lobbying and regulations like occupational licensing that might limit competition, thereby increasing profits for certain firms or industries.&lt;/p&gt;\r\n&lt;p&gt;Another piece&amp;#160;of evidence for the &amp;#8220;lack of competition&amp;#8221;&amp;#160;theory&amp;#160;is the &lt;a href=\"http://www.brookings.edu/~/media/research/files/papers/2014/05/declining%20business%20dynamism%20litan/declining_business_dynamism_hathaway_litan.pdf\" target=\"_blank\"&gt;decline of startups in the U.S.&lt;/a&gt; as well as &lt;a href=\"http://www.oecd-ilibrary.org/science-and-technology/no-country-for-young-firms_5jm22p40c8mw-en\" target=\"_blank\"&gt;in most developed countries&lt;/a&gt;. Recent&amp;#160;&lt;a href=\"https://hbr.org/2016/03/the-u-s-startup-economy-is-in-both-better-and-worse-shape-than-we-thought\" target=\"_blank\"&gt;work&lt;/a&gt; has found that although the number of high-potential startups in the U.S. has accelerated, these firms are still somehow less likely to grow or reach a significant &amp;#8220;exit.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;Finally, Dean Baker of the Center for Economic and Policy Research has &lt;a href=\"http://cepr.net/publications/reports/working-paper-the-upward-redistribution-of-income-are-rents-the-story\" target=\"_blank\"&gt;suggested&lt;/a&gt; that patents and copyright law are skewing corporate returns, a possibility Criscuolo mentioned to me as well.&lt;/p&gt;\r\n&lt;p&gt;&amp;#8220;One problem with American capitalism has been overlooked: a corrosive lack of competition,&amp;#8221; &lt;a href=\"http://www.economist.com/news/leaders/21695392-big-firms-united-states-have-never-had-it-so-good-time-more-competition-problem?cid1=cust/ednew/t/bl/n/20160323n/owned/n/n/nwl/n/n/NA/n\" target=\"_blank\"&gt;wrote The Economist in March&lt;/a&gt;, summing up these concerns. &amp;#8220;America is meant to be a temple of free enterprise.&amp;#160;It isn&amp;#8217;t.&amp;#8221;&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Mr. Schumpeter Goes to Washington&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Of course, competition and concentration can sometimes go hand in hand.&lt;/p&gt;\r\n&lt;p&gt;&amp;#8220;One might think winner-take-all goes with one winner staying there, but it doesn&amp;#8217;t have to be that way,&amp;#8221; said Brynjolfsson. &amp;#8220;You win, and when you win, you win big. But someone else is waiting in the wings.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;That&amp;#8217;s the &lt;a href=\"https://en.wikipedia.org/wiki/Joseph_Schumpeter\" target=\"_blank\"&gt;Schumpeterian&lt;/a&gt; model of competition, where firms compete for brief stints as monopolists, and when they&amp;#8217;re on top, they&amp;#8217;re more productive and profitable than their competitors. Brynjolfsson believes that digital technology makes this model of competition more common, for the reasons outlined in the CVS example.&lt;/p&gt;\r\n&lt;p&gt;But there&amp;#8217;s a pessimistic synthesis between the competition and concentration stories. Perhaps&amp;#160;the gap between firms starts out as the inevitable result of competition. Firms concentrate on what they&amp;#8217;re good at, adopt new technology, and deliver products and services more efficiently. Having reached those heights, they then cement their status through&amp;#160;lobbying or M&amp;#38;A. &amp;#8220;Once those firms get there, it may be that they can actually draw up the drawbridge,&amp;#8221; said Van Reenen. Maybe competition creates corporate inequality. But maybe it&amp;#8217;s lack of competition that preserves it.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=Rj8ssvkTO5M:Zg2i252xcEg:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=Rj8ssvkTO5M:Zg2i252xcEg:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/Rj8ssvkTO5M\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/2016/05/corporate-inequality-is-the-defining-fact-of-business-today</feedburner:origLink></entry><entry><title>4 Organizational Mistakes That Plague Modern Knowledge Workers</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.134428</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/jx2rk0SgRgA/4-organizational-mistakes-that-plague-modern-knowledge-workers\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-11T14:45:48Z</updated><published>2016-05-10T17:00:32Z</published><summary type=\"html\"><![CDATA[<p>Starting with open offices.</p>\n]]></summary><author><name>Maura Thomas</name></author><category term=\"Productivity\" scheme=\"http://hbr.org/categorization/subject\" label=\"Productivity\" /><category term=\"Workspaces\" scheme=\"http://hbr.org/categorization/subject\" label=\"Workspaces\" /><category term=\"Digital Article\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Digital Article\" /><content type=\"html\" xml:base=\"https://hbr.org/2016/05/4-organizational-mistakes-that-plague-modern-knowledge-workers\" xml:lang=\"en\">&lt;div&gt;\r\n&lt;div class=\"mbn pbn\"&gt;&lt;img class=\"alignnone size-full wp-image-134786\" src=\"https://hbr.org/resources/images/article_assets/2016/05/may16-10-hbr-vincent-tsui-sustainability.jpg\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/may16-10-hbr-vincent-tsui-sustainability-300x169.jpg 300w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-hbr-vincent-tsui-sustainability-1024x576.jpg 1024w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-hbr-vincent-tsui-sustainability-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-hbr-vincent-tsui-sustainability-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-hbr-vincent-tsui-sustainability-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-hbr-vincent-tsui-sustainability-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-hbr-vincent-tsui-sustainability-700x394.jpg 700w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-hbr-vincent-tsui-sustainability-850x478.jpg 850w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-hbr-vincent-tsui-sustainability-1200x675.jpg 1200w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-hbr-vincent-tsui-sustainability.jpg 1200w\" alt=\"may16-10-hbr-vincent-tsui-sustainability\" width=\"1200\" height=\"675\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" /&gt;&lt;/div&gt;\r\n&lt;div class=\"credit ptn mtn\"&gt;vincent tsui FOR HBR&lt;/div&gt;\r\n&lt;/div&gt;\r\n&lt;p&gt;In the new world of &amp;#8220;work without walls,&amp;#8221; work happens in brains instead of factories, in open floor plans instead of private offices, and at soccer games, beaches, and coffee houses in addition to corporate headquarters. And yet in my work with clients, I often discover old ideas about time management that don&amp;#8217;t take this new reality into account. Four mistakes in particular come up again and again.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Inadvertently tethering your employees to their email. &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Is it common at your company for email to be used for urgent and time-sensitive communications? Do you expect an immediate response to emails? Even if you don&amp;#8217;t expect an immediate response, &lt;a href=\"https://hbr.org/2015/03/your-late-night-emails-are-hurting-your-team\"&gt;do your employees &lt;em&gt;think&lt;/em&gt; you do&lt;/a&gt;? Do they think you will look more favorably on an immediate response? Do people&amp;#160;get frustrated when others&amp;#160;in the organization don&amp;#8217;t&amp;#160;answer emails right away?&lt;/p&gt;\r\n&lt;p&gt;If you answered yes to any or all of these questions, you may have unintentionally created, or allowed, a culture where employees are forced to always leave their email open and downloading, being distracted by every new message that comes in&amp;#8212;whether or not they decide to answer it. This puts employees in reactive mode all day, preventing them from thoughtfully prioritizing their work and ensuring constant task-switching.&lt;/p&gt;\r\n&lt;p&gt;I think it&amp;#8217;s safe to say that at least some of the work of your company requires sustained focus of longer than two minutes. Studies show that constant task-switching means that tasks will take longer and the quality of the results will be lower. Constant multitasking &lt;a href=\"https://hbr.org/2012/01/train-your-brain-to-focus\"&gt;also makes us more prone to making mistakes&lt;/a&gt;, more likely to miss important information and cues, and less likely to retain information in working memory, which impairs problem solving and creativity.&lt;/p&gt;\r\n&lt;p&gt;Engage your leadership team to help put a stop to using email for urgent and time-sensitive information. Designate another communication channel, such as phone or text message, for these situations. Ensure that your team knows that your emails do not require an immediate response, and that they can safely close their email or work offline when they need to focus and get important work done. Supporting single-tasking will help employees to feel less scattered and distracted, and therefore less stressed and more focused.&lt;/p&gt;\r\n&lt;p&gt;Another way to offer this support is to give your staff the gift of your presence by turning away from your computer and putting down your smartphone when meeting or speaking with them. Encourage &amp;#8220;technology-free meetings&amp;#8221; whenever possible. All of these habits will help to make your employees more focused and contemplative, and you&amp;#8217;ll be modeling the behaviors, and therefore encouraging a culture, that will benefit the individuals and the organization as a whole.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Improperly&amp;#160;implementing&amp;#160;your open office floor plan. &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;The only uncontested information about open office floor plans is that they reduce the square footage requirement for companies. Proponents say they also improve collaboration and innovation, and opponents report that they cause higher stress and lower concentration, motivation, and cognitive functioning. There is research that supports both positions, perhaps because open offices are more often implemented poorly than well.&lt;/p&gt;\r\n&lt;p&gt;Although the research is conflicting, it&amp;#8217;s still useful. It shows that the most benefit comes from the opportunity for employees to &lt;a href=\"https://hbr.org/2014/10/balancing-we-and-me-the-best-collaborative-spaces-also-support-solitude\"&gt;collaborate, socialize, and blow off steam&lt;/a&gt;. Increased natural light and access to windows are additional benefits of open offices. So you can use this knowledge to consider:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Coffeehouse-like spaces with comfortable seating arranged in small groups.&lt;/li&gt;\r\n&lt;li&gt;Designated &amp;#8220;loud&amp;#8221; spaces with table games or spaces where more spirited discussion and engagement can take place.&lt;/li&gt;\r\n&lt;li&gt;Outdoor seating or work areas.&lt;/li&gt;\r\n&lt;li&gt;Desks on wheels, giving employees their own &amp;#8220;domain,&amp;#8221; which can be moved around as their work, and their mood, dictate.&lt;/li&gt;\r\n&lt;li&gt;Glass walls.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;Conversely, most studies cite &lt;a href=\"https://hbr.org/2013/11/research-cubicles-are-the-absolute-worst/\"&gt;noise, distraction, and employees&amp;#8217; loss of privacy&lt;/a&gt; as some of the most harmful factors. So ensure that your plans address these issues, or make some changes now to fix them. Just a sampling of suggestions to consider:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Soft furnishings that absorb noise instead of hard surfaces that amplify it.&lt;/li&gt;\r\n&lt;li&gt;A sound system for white noise.&lt;/li&gt;\r\n&lt;li&gt;Solicit input, concerns, and suggestions from employees, and include them in the planning process.&lt;/li&gt;\r\n&lt;li&gt;Frosted film or patterned glass walls instead of clear glass.&lt;/li&gt;\r\n&lt;li&gt;Different spaces for different types of work: balance open spaces for collaboration with quiet spaces for focused work.&lt;/li&gt;\r\n&lt;li&gt;Incorporate secure personal places for each employee, where they can privately store whatever belongings they need.&lt;/li&gt;\r\n&lt;li&gt;Private enclaves where people can go to take calls, serving a dual purpose of offering privacy while not disturbing others.&lt;/li&gt;\r\n&lt;li&gt;Strategically placed bookcases or other room dividers.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;h3&gt;&lt;strong&gt;Not considering the impact that nutrition and energy have on knowledge work.&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;If your company outputs are the result of knowledge work&amp;#8212;work for which the raw material is thinking &amp;#8212; &lt;a href=\"https://hbr.org/2014/10/what-you-eat-affects-your-productivity/\"&gt;then your team&amp;#8217;s energy level throughout the day is a critical factor in their success&lt;/a&gt;. I often see two situations that involve the fuel for their brainpower, where my clients were missing an opportunity to positively impact the productivity of their organization:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Catered meeting menus&lt;/li&gt;\r\n&lt;li&gt;The office kitchen&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;Proper nutrition begins at home, but leadership can have a significant impact on performance factors during work hours for on-site employees. In addition to being damaging to health long-term, energy roller coasters (usually caused by blood sugar highs and crashes) throughout the day are distracting, undermine focus and concentration, and impact performance. Meetings often include foods high in carbohydrates and refined sugar that cause blood glucose&amp;#160;to spike and then crash during the morning hours. Swapping bagels and donuts for egg sandwiches, breakfast tacos, or yogurt parfaits (protein and low-glycemic foods) can help to prevent these wild swings in blood glucose.&lt;/p&gt;\r\n&lt;p&gt;This is not only true for morning meetings, but afternoon snacks as well. Healthy snacks offered in the break room, instead of junk food in the cabinets or vending machines, can pay big dividends in supporting your team&amp;#8217;s energy management throughout the day. These can include baby carrots, hummus, nuts, fruit, cheese cubes or spreads, or all-natural granola bars.&lt;/p&gt;\r\n&lt;p&gt;Invest in a filtered water source for the office, and consider stocking the fridge with seltzers and natural, unsweetened teas instead of sodas, because water promotes proper hydration (another component of nutrition) and doesn&amp;#8217;t affect blood sugar.&lt;/p&gt;\r\n&lt;p&gt;Healthy sources of sustained energy for brainpower can improve productivity by up to &lt;a href=\"http://www.ilo.org/global/about-the-ilo/newsroom/news/WCMS_075505/lang--en/index.htm\"&gt;twenty percent&lt;/a&gt;.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Not&amp;#160;setting up telecommuters for success. &lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Working from home is &lt;a href=\"http://globalworkplaceanalytics.com/telecommuting-statistics\"&gt;on the rise&lt;/a&gt;, and with good reason. It could help your company save money on real estate, building maintenance, and office infrastructure. And it could make your employees happier, thanks to greater flexibility and less travel time. But even if you have a telecommuting policy, you may be overlooking potential trouble spots when your employees start working from home. Like open floor plans, these aren&amp;#8217;t necessarily the fault of the policy, but of the implementation. Often, remote work situations evolve organically, without intention, and result in problems for both the remote worker and the team dynamics. Some managers still believe personal tasks and issues will distract employees if they work from home, and that they&amp;#8217;ll slack off if they aren&amp;#8217;t directly supervised. Ensure that this is based on evidence and results rather than personal bias. Success metrics must be clear and agreed upon in advance, and managers may need training on effective leadership of remote workers. In addition to management issues, the employee might not be ready to handle the distractions of working from home, or well-suited to a remote work situation.&lt;/p&gt;\r\n&lt;p&gt;To improve the odds of success, plan carefully with employees and their supervisors before telecommuting begins. Your conversations should cover topics like these and offer solutions in each answer:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Is the employee&amp;#8217;s job suited to remote work?&lt;/li&gt;\r\n&lt;li&gt;Is the employee already self-directed and self-motivated?&lt;/li&gt;\r\n&lt;li&gt;How well does the employee manage distraction? The employee who&amp;#8217;s always looking at Facebook or drawn into co-workers&amp;#8217; conversations at the office will likely have similar distractibility problems at&amp;#160;home.&lt;/li&gt;\r\n&lt;li&gt;What kind of technology infrastructure will be required to keep the employee connected? Does the company, and the employee&amp;#8217;s home, have this necessary infrastructure?&lt;/li&gt;\r\n&lt;li&gt;Can the employee use (or learn) these tech tools needed for telecommuting?&lt;/li&gt;\r\n&lt;li&gt;What will the employee&amp;#8217;s work-at-home setup be like? Does he have a dedicated workspace that&amp;#8217;s &lt;a href=\"http://regainyourtime.com/why-your-work-space-matters-to-your-productivity/\"&gt;conducive to productivity&lt;/a&gt;?&lt;/li&gt;\r\n&lt;li&gt;Will other people (especially children or others requiring care) be present during work hours?&lt;/li&gt;\r\n&lt;li&gt;How do the employee&amp;#8217;s supervisor and teammates feel about telecommuting? Outdated beliefs about &amp;#8220;face-time&amp;#8221; and personal biases can influence morale and effectiveness of the telecommuting policy.&lt;/li&gt;\r\n&lt;li&gt;Do telecommuters need a different evaluation practice than you have for in-office workers?&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;These questions provide a good start to correct any challenges your remote workers might be facing.&lt;/p&gt;\r\n&lt;p&gt;Changing communications practices, updating the office floor plan, revamping the snacks, and evaluating the remote work conditions&amp;#8212;none of these require radical changes. Often the trouble spots arise organically over time, without intention. Directing some attention to them, and evaluating each with fresh eyes, can positively impact performance, morale, culture, and ultimately, productivity.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=jx2rk0SgRgA:Q14e4f16Gh8:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=jx2rk0SgRgA:Q14e4f16Gh8:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/jx2rk0SgRgA\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/2016/05/4-organizational-mistakes-that-plague-modern-knowledge-workers</feedburner:origLink></entry><entry><title><![CDATA[So Many M&A Deals Fail Because Companies Overlook This Simple Strategy]]></title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.133901</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/UGIUOAX8eMo/so-many-ma-deals-fail-because-companies-overlook-this-simple-strategy\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-10T16:00:53Z</updated><published>2016-05-10T16:00:53Z</published><summary type=\"html\"><![CDATA[<p>An analysis of 2,500 mergers.</p>\n]]></summary><author><name>Alan Lewis</name></author><author><name>Dan McKone</name></author><category term=\"Mergers &amp; acquisitions\" scheme=\"http://hbr.org/categorization/subject\" label=\"Mergers &amp; acquisitions\" /><category term=\"Strategy\" scheme=\"http://hbr.org/categorization/subject\" label=\"Strategy\" /><category term=\"Customers\" scheme=\"http://hbr.org/categorization/subject\" label=\"Customers\" /><category term=\"Digital Article\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Digital Article\" /><content type=\"html\" xml:base=\"https://hbr.org/2016/05/so-many-ma-deals-fail-because-companies-overlook-this-simple-strategy\" xml:lang=\"en\">&lt;div&gt;\r\n&lt;img src=\"https://hbr.org/resources/images/article_assets/2016/05/may16-10-173255658.jpg\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/may16-10-173255658-300x169.jpg 300w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-173255658-1024x576.jpg 1024w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-173255658-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-173255658-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-173255658-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-173255658-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-173255658-700x394.jpg 700w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-173255658-850x478.jpg 850w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-173255658-1200x675.jpg 1200w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-173255658.jpg 1200w\" alt=\"may16-10-173255658\" width=\"1200\" height=\"675\" class=\"alignnone has-border-bottom size-full wp-image-134783\" /&gt;\r\n&lt;/div&gt;\r\n&lt;p&gt;We have all seen or heard of high-profile cases where M&amp;#38;A deals didn&amp;#8217;t work out. AOL&amp;#8211;Time Warner, HP-Compaq, &lt;a href=\"http://articles.latimes.com/1997-03-28/business/fi-42931_1_quaker-bought-snapple\" target=\"_blank\"&gt;Quaker-Snapple&lt;/a&gt;&amp;#160;&amp;#8212;&amp;#160;these are just some of the big ones.&amp;#160;An analysis of 2,500 such deals by &lt;a href=\"http://www.lek.com/\" target=\"_blank\"&gt;our firm&lt;/a&gt; shows that more than 60% of them destroy shareholder value. Perhaps such deals should come with an official warning: &amp;#8220;Acquisitions can result in serious damage to your corporate health, up to and including death.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;And yet even in light of such daunting data, many corporate leaders feel compelled to pursue growth through M&amp;#38;A, figuring the risks of inaction are just as high. After all, if acquisitions pay off they can provide a transformational antidote to a slowing core market and declining margins.&lt;/p&gt;\r\n&lt;p&gt;As our research has shown us, the core of the problem is not the high number of M&amp;#38;A deals in itself, but rather that too many executives bring insufficient discipline to the evaluation process that fuels these deals &amp;#8212;&amp;#160;as a result, they often get deals wrong. For instance, despite the importance of accurately identifying and calculating company synergies, diligence work frequently results in an overly optimistic view of the revenue synergy opportunity. Often the weakest assumptions involve estimates of how much additional revenue the companies can generate when combined. This, in turn, leads bidders to overpay.&lt;/p&gt;\r\n&lt;p&gt;Our experience with many global companies across industries and sectors has revealed a framework for pursuing growth through acquisition that lowers risks and helps beat the odds. As we&amp;#8217;ve &lt;a href=\"https://hbr.org/2013/09/how-the-u-s-airline-industry-found-its-edge\" target=\"_blank\"&gt;written previously&lt;/a&gt;, the best path to accelerated growth with limited risk often comes from creating new products and services that leverage a company&amp;#8217;s &lt;em&gt;existing&lt;/em&gt; resources, customers, and capabilities.&amp;#160;In the course of research for &lt;a href=\"http://www.amazon.com/Edge-Strategy-Mindset-Profitable-Growth/dp/1633690172\" target=\"_blank\"&gt;our book&lt;/a&gt;, we&amp;#8217;ve found that this approach also provides an ideal methodology for leaders to&amp;#160;identify which M&amp;#38;A deals are most likely to pay off &amp;#8212;&amp;#160;a disciplined approach that acts as a kind of lens for effectively distinguishing gold from iron pyrite in assessing&amp;#160;potential company synergies.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Helping customers complete their &amp;#8220;journey&amp;#8221;&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;An example of a stunningly successful merger was Procter &amp;#38; Gamble&amp;#8217;s &lt;a href=\"http://www.wsj.com/articles/SB110693197048439468\" target=\"_blank\"&gt;2005 acquisition&lt;/a&gt; of Gillette. While some cost synergies were realized, the real payoff came because each company independently recognized that it had the permission to expand what it was offering to its core customers and that the capabilities to deliver on this potential resided in the other company.&lt;/p&gt;\r\n&lt;p&gt;Gillette dominated the men&amp;#8217;s shaving market with its Mach series of razors. P&amp;#38;G was able to combine Mach&amp;#160;blade technology with its women&amp;#8217;s skin care expertise to market women&amp;#8217;s shaving products under the Gillette Venus brand. Gillette introduced new shave lotions, deodorants, and shower gels for men using P&amp;#38;G&amp;#8217;s soap, lotion, and antiperspirant technology and expertise.&lt;/p&gt;\r\n&lt;p&gt;These acquisition synergies worked because they leverage what we call a &amp;#8220;journey edge&amp;#8221; &amp;#8212;&amp;#160;a place where current offerings can be expanded in subtle but logical ways along the fuzzy demarcation between existing product definition and customer receptivity.&lt;/p&gt;\r\n&lt;p&gt;In accessing this type of opportunity, there is&amp;#160;the challenge, &amp;#8220;What permission would customers give us to extend our role in helping them to achieve their ultimate mission?&amp;#8221; Gillette felt it had permission from its razor customers to offer them a bit more to support their ultimate mission of getting a great shave.&lt;/p&gt;\r\n&lt;p&gt;Contrast this with another well-known deal: When &lt;a href=\"http://www.economist.com/node/14349451\" target=\"_blank\"&gt;eBay bought Skype,&lt;/a&gt;&amp;#160;eBay executives implicitly thought that video chat belonged somewhere on the journey their customers experienced, and that eBay&amp;#160;would be granted permission to offer this extension to its&amp;#160;core offering. The reality was that most customers didn&amp;#8217;t see a need for video chat to conduct online auctions, and if they did, they didn&amp;#8217;t feel they needed eBay to provide it for them. In part, the deal failed because the combination wasn&amp;#8217;t welcomed as a way to better complete an important customer journey. By more rigorously mapping the journey and testing the premise of customer permissions, eBay might have seen that the cross-selling synergy was not as robust as thought.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Testing where else your foundational assets will work&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Edge mindset and discipline can also increase the likelihood of a merger paying off by capitalizing on latent capabilities or underutilized assets of the combining companies.&lt;/p&gt;\r\n&lt;p&gt;This is the discipline behind what we term &amp;#8220;enterprise edges,&amp;#8221; where we ask, &amp;#8220;Who besides a competitor would pay to access my assets?&amp;#8221; This thinking helps identify new revenue streams for a business by challenging where else assets that have been assembled to serve our core business could be utilized. To test this framework in the M&amp;#38;A context, we ask, &amp;#8220;In the absence of a deal, would the acquiree pay for access to my assets?&amp;#8221; This relatively simple approach is actually a powerful tool to help confirm or deny the potential for synergies.&lt;/p&gt;\r\n&lt;p&gt;The rationale for this approach is highlighted when you compare, for example, the different approaches to M&amp;#38;A employed by a number of&amp;#160;legacy pharmaceutical companies and by some relatively newer players in&amp;#160;the biotechnology industry.&lt;/p&gt;\r\n&lt;p&gt;We have all seen&amp;#160;big pharma deals in which companies were eager&amp;#160;to find large sources of revenue growth to fill their pipelines and to meet ongoing shareholder expectations, making&amp;#160;major acquisitions in order to access blockbuster ($1 billion or more) drugs developed by other companies.&lt;/p&gt;\r\n&lt;p&gt;However, this approach to seeking&amp;#160;growth often saddled these&amp;#160;companies with unwieldy portfolios of additional assets, many of which had to be unloaded at discounts to the original premiums paid (in other words, technologies they didn&amp;#8217;t have the expertise to cultivate and markets they didn&amp;#8217;t fully know how to commercialize).&lt;/p&gt;\r\n&lt;p&gt;By contrast, some of the key players in&amp;#160;biotech (Biogen Idec, Amgen, Genentech) have tended to take&amp;#160;a more disciplined approach. For example, Gilead grew from a tiny startup developing H.I.V. therapy to a major drug company with $30 billion in annual revenue by successfully deploying what we would call an &amp;#8220;edge strategy&amp;#8221; approach to M&amp;#38;A. It was propelled by a series of disciplined acquisitions, mainly of companies with drugs for other infectious diseases, such as Hepatitis B and Hepatitis C. In other words, Gilead capitalized on a key foundational asset &amp;#8212;&amp;#160;its deep expertise in developing and marketing an antiviral franchise &amp;#8212;&amp;#160;and used this to pressure-test where else this capability could be put to work.&lt;/p&gt;\r\n&lt;p&gt;While one can&amp;#8217;t make a specific claim of causation related to these approaches, we believe it has helped lead to Gilead&amp;#8217;s strong performance over the past 15 years, which significantly outpaced the broader &lt;a href=\"https://www.google.com/webhp?sourceid=chrome-instant&amp;#38;ion=1&amp;#38;espv=2&amp;#38;ie=UTF-8#q=nyse%20arca%20pharmaceutical%20index\" target=\"_blank\"&gt;Pharma index,&lt;/a&gt;&amp;#160;and that it has played a part in the biotech sector&amp;#8217;s&amp;#160;&lt;a href=\"https://www.google.com/webhp?sourceid=chrome-instant&amp;#38;ion=1&amp;#38;espv=2&amp;#38;ie=UTF-8#q=nyse%20arca%20biotech%20index\"&gt;remarkable growth&lt;/a&gt;&amp;#160;over the same period.&lt;/p&gt;\r\n&lt;p&gt;Ultimately, the key is discipline. By rigorously and relentlessly asking two&amp;#160;questions &amp;#8212; &amp;#8220;How will the deal help our customers to complete their journey?&amp;#8221; and &amp;#8220;How is the deal using our foundational assets to create value in a different context?&amp;#8221; &amp;#8212; an edge strategy approach to M&amp;#38;A can mitigate the risks of an inherently risky business.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=UGIUOAX8eMo:-aL4K4eJuYc:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=UGIUOAX8eMo:-aL4K4eJuYc:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/UGIUOAX8eMo\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/2016/05/so-many-ma-deals-fail-because-companies-overlook-this-simple-strategy</feedburner:origLink></entry><entry><title>A Smarter Way to Reduce Customer Defections - SPONSOR CONTENT FROM HBS EXECUTIVE EDUCATION</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.131995</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/ywXHR-Bzzcw/a-smarter-way-to-reduce-customer-defections\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-10T15:45:00Z</updated><published>2016-05-03T15:31:43Z</published><summary type=\"html\"><![CDATA[<p>Sponsor Content from HBS Executive Education.</p>\n]]></summary><category term=\"Strategy\" scheme=\"http://hbr.org/categorization/subject\" label=\"Strategy\" /><category term=\"Analytics\" scheme=\"http://hbr.org/categorization/subject\" label=\"Analytics\" /><category term=\"Customers\" scheme=\"http://hbr.org/categorization/subject\" label=\"Customers\" /><category term=\"Business models\" scheme=\"http://hbr.org/categorization/subject\" label=\"Business models\" /><category term=\"Sponsor Content\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Sponsor Content\" /><content type=\"html\" xml:base=\"https://hbr.org/sponsored/2016/05/a-smarter-way-to-reduce-customer-defections\" xml:lang=\"en\">&lt;div&gt;&lt;img class=\"aligncenter size-full wp-image-132016\" src=\"https://hbr.org/resources/images/article_assets/2016/04/hbr_gmp_img2.jpg\" srcset=\"https://hbr.org/resources/images/article_assets/2016/04/hbr_gmp_img2-300x169.jpg 300w, https://hbr.org/resources/images/article_assets/2016/04/hbr_gmp_img2-1024x576.jpg 1024w, https://hbr.org/resources/images/article_assets/2016/04/hbr_gmp_img2-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/04/hbr_gmp_img2-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/04/hbr_gmp_img2-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/04/hbr_gmp_img2-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/04/hbr_gmp_img2-700x394.jpg 700w, https://hbr.org/resources/images/article_assets/2016/04/hbr_gmp_img2-850x478.jpg 850w, https://hbr.org/resources/images/article_assets/2016/04/hbr_gmp_img2-1200x675.jpg 1200w, https://hbr.org/resources/images/article_assets/2016/04/hbr_gmp_img2.jpg 1200w\" alt=\"\" width=\"1200\" height=\"675\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" /&gt;&lt;/div&gt;\r\n&lt;div class=\"credit dark-gray\"&gt;Executive education students at Harvard Business School&lt;/div&gt;\r\n&lt;p class=\"navy-blue\"&gt;&lt;strong&gt;HBS Executive Education brings you these articles about business management courtesy of &lt;a href=\"http://hbswk.hbs.edu/\" target=\"_blank\"&gt;Harvard Business School Working Knowledge&lt;/a&gt;&lt;/strong&gt;&lt;/p&gt;\r\n&lt;p&gt;Companies spend significant sums to acquire customers. Once hooked, marketers protect those investments by attempting to keep patrons happy, engaged, and most of all, loyal.&lt;/p&gt;\r\n&lt;p&gt;Reducing customer attrition, or &amp;#8220;churn&amp;#8221; in marketing parlance, often involves offering incentives such as discounts to individuals identified as likely to defect. The tricky part comes in figuring out exactly who should be targeted.&lt;/p&gt;\r\n&lt;p&gt;Sunil Gupta, the Edward W. Carter Professor of Business Administration at Harvard Business School, argues that companies often fail to take into account the complete value of the customers they are trying to retain.&lt;/p&gt;\r\n&lt;p&gt;&amp;#8220;What&amp;#8217;s missing from traditional methods is that they focus only on a customer&amp;#8217;s likelihood to churn, but not on the overall profitability of that customer,&amp;#8221; says Gupta, who cowrote the working paper Managing Churn to Maximize Profits with Aur&amp;#233;lie Lemmens, an associate professor at the Tilburg School of Economics and Management.&lt;/p&gt;\r\n&lt;article-sidebar class=\"article-sidebar sidebar--half has-no-border has-white-bg pal pbm pln mb-large2\"&gt;\r\n&lt;div class=\"ptn pbl\" style=\"width: 150px\"&gt;\r\n  &lt;img src=\"/resources/images/editorial_assets/sponsored-content/HBS-sponsor-logo2.png\" alt=\"\"&gt;\r\n &lt;/div&gt;\r\n&lt;h3 class=\"primary-color mbm mrl mts\"&gt;\r\nJoin the conversation&lt;br /&gt;\r\nWith &lt;span class=\"text-gray-dark\"&gt;Sunil Gupta&lt;/span&gt;&lt;br /&gt;\r\nAt Harvard Business School&amp;#8217;s General Management Program&lt;/h3&gt;\r\n&lt;div class=\"has-no-bg text-gray-dark pln font-size-default mrl\"&gt;\r\n&lt;p class=\"line-height-loose\"&gt;Sunil Gupta, the Edward W. Carter Professor of Business Administration, is Chair of the General Management Program, a unique program designed to accelerate leadership growth of cross-functional executives focused on driving change across their organization.&lt;/p&gt;\r\n&lt;p class=\"has-border-top ptm\"&gt;&lt;span class=\"font-size-small\"&gt;To learn more about this program visit us &lt;a href=\"http://www.exed.hbs.edu/programs/gmp/Pages/default.aspx?lb=gmp_hbrsc\" target=\"blank\"&gt;here&lt;/a&gt;.&lt;/span&gt; &lt;/p&gt;\r\n&lt;/p&gt;&lt;/div&gt;\r\n&lt;/article-sidebar&gt;\r\n&lt;p&gt;They propose a new method to target customers that potentially boosts a company&amp;#8217;s profits in a big way&amp;#8212;by more than 100 percent on average when compared to standard retention targeting efforts.&lt;/p&gt;\r\n&lt;h3&gt;The First Cut&lt;/h3&gt;\r\n&lt;p&gt;Customer attrition is a widespread problem that affects firms in a variety of industries. For example, US credit card providers often deal with annual churn rates of about 20 percent, and mobile phone carriers in Europe battle 20 to 38 percent churn, according to the paper.&lt;/p&gt;\r\n&lt;p&gt;Lost customers lead to untapped dollars. A McKinsey report estimated that reducing churn could increase earnings of a typical US wireless carrier by as much as 9.9 percent. It&amp;#8217;s no surprise then that executives in both the United States and Europe say customer retention is their highest marketing priority&amp;#8212;and they&amp;#8217;ve been given bigger budgets to fight the battle.&lt;/p&gt;\r\n&lt;p&gt;But as Gupta points out, identifying potential defectors to target is not as easy as it sounds. For years, companies have used churn management strategies that generally follow two steps: ranking customers based on the estimated likelihood that they will flee and then offering incentives to a core group of customers at the top of the churn ranking.&lt;/p&gt;\r\n&lt;p&gt;Gupta says these traditional methods are flawed. The two steps are not set up to maximize bottom-line profit of the retention campaign because they ignore a simple but important fact: Not all customers are equally important to the firm.&lt;/p&gt;\r\n&lt;p&gt;&amp;#8220;You have to look at the net profitability of the retention campaign,&amp;#8221; Gupta says. &amp;#8220;If I offer an incentive to customers most likely to churn, they may not leave the company, but will it be profitable for me? The traditional method is focused on reducing churn, but we contend the goal should be maximizing profits, rather than only reducing churn. People have been trying to refine and improve the method for the last 10 to 15 years, but many are missing the bigger picture.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;To gain maximum profit from retaining customers, companies should consider not only the churn probability of customers, but also how much they spend, the likelihood that they will respond to a retention offer, and the cost of the offer itself.&lt;/p&gt;\r\n&lt;p&gt;Gupta&amp;#8217;s predictive model takes all these factors into account and also determines the optimal number of customers to target, rather than targeting an arbitrary number. Devising this number means finding just the right balance in the inevitable compromise the firm has to make between increasing the target size to reduce the potential loss of money from defection and reducing the target size to trim the cost of the incentives themselves. After all, while companies don&amp;#8217;t want to lose customers, targeting too many of them could become too expensive to be worthwhile.&lt;/p&gt;\r\n&lt;p&gt;It makes sense to target higher-value customers who are most likely to defect and who are also most likely to respond to an incentive offer.&lt;/p&gt;\r\n&lt;p&gt;The model also takes into account customers&amp;#8217; likelihood to respond to incentives. If a high-value churner is not likely to respond to a promotion, there&amp;#8217;s no need to send that person the promotion, Gupta reasons. &amp;#8220;Sometimes the cost is low, like in the case of email. But sometimes it&amp;#8217;s substantial, where companies are sending high-gloss brochures.&amp;#8221;&lt;/p&gt;\r\n&lt;article-sidebar class=\"article-sidebar sidebar--half has-no-border has-white-bg pal pbm pln mb-large2\"&gt;\r\n&lt;div class=\"font-size-small uppercase font-bold line-height-tight success-color\"&gt;Read more from Harvard Business School Executive Education:&lt;/div&gt;\r\n&lt;div class=\"sidebar-contents has-no-bg text-gray pln font-bold\"&gt;\r\n&lt;ul class=\"link-list tidy-list no-bullet\"&gt;\r\n&lt;li&gt;&lt;a href=\"https://hbr.org/sponsored/2016/05/how-to-spot-a-liar\" class=\"font-size-small\"&gt;How to Spot a Liar &lt;/a&gt;&lt;/li&gt;\r\n&lt;li&gt;&lt;a href=\"https://hbr.org/sponsored/2016/05/leading-innovation-is-the-art-of-creating-collective-genius\" class=\"font-size-small\"&gt;Leading Innovation Is the Art of Creating &amp;#8220;Collective Genius&amp;#8221;&lt;/a&gt;&lt;/li&gt;\r\n&lt;li&gt;&lt;a href=\"https://hbr.org/sponsored/2016/05/the-outside-in-approach-to-customer-service\" class=\"font-size-small\"&gt;The Outside-In Approach to Customer Service&lt;/a&gt;&lt;/li&gt;\r\n&lt;li&gt;&lt;a href=\"https://hbr.org/sponsored/2016/05/how-to-brand-a-next-generation-product\" class=\"font-size-small\"&gt;How to Brand a Next-Generation Product&lt;/a&gt;&lt;/li&gt;\r\n&lt;li&gt;&lt;a href=\"https://hbr.org/sponsored/2016/05/developing-the-global-leader\" class=\"font-size-small\"&gt;Developing the Global Leader&lt;/a&gt;&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/div&gt;\r\n&lt;/article-sidebar&gt;\r\n&lt;h3&gt;Bottom Line&lt;/h3&gt;\r\n&lt;p&gt;The new method certainly isn&amp;#8217;t perfect; Gupta says he actually saw more prediction errors in terms of which customers will churn. However, the new method leads to better predictions where it matters most for a company&amp;#8217;s profit by allowing companies to target their most valuable customers while factoring in the cost of the incentives.&lt;/p&gt;\r\n&lt;p&gt;&amp;#8220;Even if we are a little wrong in predicting the likelihood of customers] to churn in some cases, it&amp;#8217;s OK. Our goal should not be to minimize the accuracy of churn prediction, regardless of who the customer is. Our goal should be to minimize the error in profitability of who we target,&amp;#8221; Gupta says. &amp;#8220;Even if I&amp;#8217;m worse in my churn prediction, I will still be better off.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;During their research, Gupta and Lemmens applied this method of more precise customer targeting to a major US wireless carrier&amp;#8212;a company not identified in the study. They found that the approach led to, on average, a 115 percent improvement in profit compared to traditional targeting methods. These extra profits came with no additional implementation costs for companies.&lt;/p&gt;\r\n&lt;p&gt;&amp;#8220;All we did was use the same incentive you would otherwise use,&amp;#8221; Gupta says. &amp;#8220;There was no change in anything except who you target, so there was no additional cost.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;Gupta and Lemmens also used projections to show that Verizon Wireless, the largest wireless provider in the United States with 111.3 million subscribers, could see a profit increase of at least $28 million from a single retention campaign if it applied their approach.&lt;/p&gt;\r\n&lt;p&gt;Gupta says the method could be applied in nonprofit areas to predict, for example, patient compliance to a medical treatment. In fact, this gain-and-loss-based method should help just about any organization looking to retain customers with discount offers.&lt;/p&gt;\r\n&lt;p&gt;&amp;#8220;I think anywhere where churn is a big deal and companies are spending resources to reduce churn, this will be useful,&amp;#8221; Gupta says. &amp;#8220;The larger the customer base, the more beneficial this model will be to the company. From my view, acquiring a customer is far more costly than keeping a customer. So any company that wants to retain its customers should find some value in this.&amp;#8221;&lt;/p&gt;\r\n&lt;hr /&gt;\r\n&lt;p&gt;To learn more about the General Management Program at Harvard Business School Executive Education, taught by Sunil Gupta and other renowned faculty, visit the program &lt;a href=\"https://bs.serving-sys.com/BurstingPipe/adServer.bs?cn=tf&amp;#38;c=20&amp;#38;mc=click&amp;#38;pli=17609259&amp;#38;PluID=0&amp;#38;ord=[timestamp]\" target=\"_blank\"&gt;website&lt;/a&gt;.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=ywXHR-Bzzcw:RzSxv39ssi4:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=ywXHR-Bzzcw:RzSxv39ssi4:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/ywXHR-Bzzcw\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/sponsored/2016/05/a-smarter-way-to-reduce-customer-defections</feedburner:origLink></entry><entry><title>Stop Treating B2B Customers Like Digital Novices</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.134653</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/_D5Ijw2ablA/stop-treating-b2b-customers-like-digital-novices\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-10T15:00:35Z</updated><published>2016-05-10T15:00:35Z</published><summary type=\"html\"><![CDATA[<p>94% of them conduct research online before making a purchase.</p>\n]]></summary><author><name>Alessandro Di Fiore</name><uri>https://hbr.org/resources/images/article_assets/2010/07/110-alessandro-difiore.jpg</uri></author><author><name>Simon Schneider</name></author><category term=\"Internet\" scheme=\"http://hbr.org/categorization/subject\" label=\"Internet\" /><category term=\"Social platforms\" scheme=\"http://hbr.org/categorization/subject\" label=\"Social platforms\" /><category term=\"Digital Article\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Digital Article\" /><content type=\"html\" xml:base=\"https://hbr.org/2016/05/stop-treating-b2b-customers-like-digital-novices\" xml:lang=\"en\">&lt;div class=\"artwork-narrow\"&gt;&lt;img src=\"https://hbr.org/resources/images/article_assets/2016/05/may16-10-85904011.jpg\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/may16-10-85904011-169x300.jpg 169w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-85904011-383x681.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-85904011-500x889.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-85904011.jpg 540w\" alt=\"may16-10-85904011\" width=\"540\" height=\"960\" class=\"alignnone size-full wp-image-134780\" /&gt;&lt;/div&gt;\r\n&lt;p&gt;When your laptop malfunctions, you usually can find a fix on an&amp;#160;Apple or Dell user forum within minutes. Consumer-facing (B2C) companies like these&amp;#160;and many others have long realized the power of online digital networks to address the questions or issues of their customers. As Bernard Hours, the former COO of Danone, put it, &amp;#8220;On the internet, a brand has to become a person, to listen and to answer questions.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;In the B2B world, though, the experience is very different. Companies have been reluctant to open up to their customer networks and rely on the traditional way of engaging with prospects and customers. If you have a problem with your industrial cement mixer, you usually have only two options: read the manual or call your sales rep.&lt;/p&gt;\r\n&lt;p&gt;But B2B customers are mobile, fully engaged in social media, and well educated:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;&lt;a href=\"https://www.accenture.com/us-en/insight-state-b2b-procurement-study-uncovering-shifting-landscape.aspx\" target=\"_blank\"&gt;94% of B2B buyers&lt;/a&gt; conduct online research before deciding on a purchase&lt;/li&gt;\r\n&lt;li&gt;&lt;a href=\"http://vegastech.com/meet-keyin-better-purchasing-decisions-with-insight-from-peers/\" target=\"_blank\"&gt;97% of professional buyers&lt;/a&gt; believe that user-generated content, such as&amp;#160;peer reviews and group discussion, is more credible than content provided by the company itself.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;Unfortunately, the&amp;#160;few B2B companies that have responded to this reality by&amp;#160;embracing customer networks usually have just copied a successful B2C formula. This is seldom a good approach.&lt;/p&gt;\r\n&lt;p&gt;For instance, a large European packaging company wanted to&amp;#160;connect more effectively&amp;#160;with its 10,000 corporate customers. It had been reasonably&amp;#160;successful&amp;#160;in&amp;#160;dealing with the&amp;#160;10% of large customers who drive 90% of revenue. These 1,000 customers had been assigned account managers, and sales people were keen to answer their questions and return their calls. But the company&amp;#8217;s approach to&amp;#160;dealing with the hundreds of questions from the 9,000 smaller accounts was less effective, relying on&amp;#160;a FAQ section on its webpage &amp;#8212;&amp;#160;and busy sales people who often simply did not return calls from these customers.&lt;/p&gt;\r\n&lt;p&gt;To tackle the issue, the company created a self-help customer community. Since it already was a Salesforce.com customer, it used the &lt;a href=\"http://www.salesforce.com/eu/communities/overview/\" target=\"_blank\"&gt;Salesforce Community Cloud&lt;/a&gt; as its platform provider.&lt;/p&gt;\r\n&lt;p&gt;The initiative&amp;#160;was a total failure: No one engaged, and the company shut it down a short time later. It was not that Salesforce.com didn&amp;#8217;t offer the standard features, such as FAQs, platforms for user forums, and integration with the company&amp;#8217;s webpage. The problem was that the system had not been&amp;#160;not built with the user in mind.&lt;/p&gt;\r\n&lt;p&gt;What should the company have done instead? Our research into successful examples of B2B online networks using digital platforms suggests there are three key elements: reputation, wide topic focus, and open integration.&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;&lt;strong&gt;Reputation.&lt;/strong&gt; What really motivates professionals to participate actively on an online network is whether their activity builds their reputation in a larger community. The German software giant SAP, for example, saw strong increase in user activities on its Community Network after it introduced &lt;a href=\"http://scn.sap.com/docs/DOC-18475\" target=\"_blank\"&gt;reputation points&lt;/a&gt;. The points are awarded by peers in appreciation of a contributor&amp;#8217;s good content and insights. The crucial factor was that the points weren&amp;#8217;t seen as &amp;#8220;gamified&amp;#8221; badges for engagement; they really meant something to the users and the ecosystem. Reputation points even had an impact outside the community, as they were cited by users in job applications in the industry.&lt;/li&gt;\r\n&lt;li&gt;&lt;strong&gt;Wide topic focus.&lt;/strong&gt; B2B firms should try to be broad and inclusive in the topic selection of their online community, going beyond their actual products. Take the case of VMware, a virtualization and cloud computing software provider for IBM-compatible computers and servers. Its&amp;#160;&lt;a href=\"https://communities.vmware.com/welcome\" target=\"_blank\"&gt;community&lt;/a&gt; has become a hub for knowledge exchange around cloud virtualization, and now has more than 2&amp;#160;million active users. VMware&amp;#8217;s strategy was to allow users to expand topics and go beyond what the&amp;#160;company found interesting. Consumers need to be in charge of topics and conversations, and the company needs to be OK with this small loss of control.&lt;/li&gt;\r\n&lt;li&gt;&lt;strong&gt;&amp;#160;&lt;/strong&gt;&lt;strong&gt;Open integration.&lt;/strong&gt;&amp;#160;Great B2B digital networks don&amp;#8217;t try to stand alone, but rather try to be open and integrated with other networks. The UK Transport System&amp;#8217;s &lt;a href=\"https://www.imexchange.co.uk/app2.htm#/\" target=\"_blank\"&gt;IMExchange&lt;/a&gt;&amp;#160;is a case in point. IMExchange has partnered with many events, jobs sites, and industry associations that use its Q&amp;#38;A database as the central hub, bringing the entire transport industry together. Each partner organization keeps its own &amp;#8220;front door&amp;#8221; to IMExchange, painted in its&amp;#160;own look, but they all are connected underneath. Facilitating a win-win for everyone helped IMExchange to achieve 15% monthly growth in questions on the Q&amp;#38;A platform, as well as 23% growth in answered questions, achieving overall a 35% monthly engagement rates by its users. This high stickiness of users stems from the fact that users see IMExchange not as a company silo but as an integrated element in the development of their own transport careers.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;Just like consumers, B2B customers&amp;#160;prefer researching their product and service purchases and addressing their technical issues through peer interactions. B2B suppliers that don&amp;#8217;t realize this will quickly find their customers migrating to competitors that do. Jumping on the digital network bandwagon will enable B2B companies to retain the&amp;#160;new generation of buyers and users and offer a better customer service experience.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=_D5Ijw2ablA:UCNn6x51STg:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=_D5Ijw2ablA:UCNn6x51STg:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/_D5Ijw2ablA\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/2016/05/stop-treating-b2b-customers-like-digital-novices</feedburner:origLink></entry><entry><title>The Impact of the Blockchain Goes Beyond Financial Services</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.134693</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/WTQKU_IlaSo/the-impact-of-the-blockchain-goes-beyond-financial-services\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-10T14:00:51Z</updated><published>2016-05-10T14:00:51Z</published><summary type=\"html\"><![CDATA[<p>It&#8217;s the first native digital medium for value.</p>\n]]></summary><author><name>Don Tapscott</name><uri>https://hbr.org/resources/images/article_assets/2014/08/110-Don_Tapscott.jpg</uri></author><author><name>Alex Tapscott</name><uri>https://hbr.org/resources/images/article_assets/2016/05/110-Alex_Tapscott.jpg</uri></author><category term=\"Technology\" scheme=\"http://hbr.org/categorization/subject\" label=\"Technology\" /><category term=\"Internet\" scheme=\"http://hbr.org/categorization/subject\" label=\"Internet\" /><category term=\"Security &amp; privacy\" scheme=\"http://hbr.org/categorization/subject\" label=\"Security &amp; privacy\" /><category term=\"Digital Article\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Digital Article\" /><content type=\"html\" xml:base=\"https://hbr.org/2016/05/the-impact-of-the-blockchain-goes-beyond-financial-services\" xml:lang=\"en\">&lt;div&gt;\r\n&lt;img src=\"https://hbr.org/resources/images/article_assets/2016/05/may16-10-64215779.jpg\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/may16-10-64215779-300x169.jpg 300w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-64215779-1024x576.jpg 1024w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-64215779-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-64215779-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-64215779-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-64215779-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-64215779-700x394.jpg 700w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-64215779-850x478.jpg 850w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-64215779-1200x675.jpg 1200w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-64215779.jpg 1200w\" alt=\"may16-10-64215779\" width=\"1200\" height=\"675\" class=\"alignnone size-full wp-image-134777\" /&gt;\r\n&lt;/div&gt;\r\n&lt;p&gt;The technology most likely to change the next decade of business is not the social web, big data, the cloud, robotics, or even artificial intelligence. It&amp;#8217;s the blockchain, the technology behind digital currencies like Bitcoin.&lt;/p&gt;\r\n&lt;p&gt;Blockchain technology is complex, but the idea is simple. At its most basic, blockchain is a vast, global distributed ledger or database running on millions of devices and open to anyone, where not just information but anything of value &amp;#8211; money, titles, deeds, music, art, scientific discoveries, intellectual property, and even votes &amp;#8211; can be moved and stored securely and privately. On the blockchain, trust is established, not by powerful intermediaries like banks, governments and technology companies, but through mass collaboration and clever code. Blockchains ensure integrity and trust between strangers. They make it difficult to cheat.&lt;/p&gt;\r\n&lt;p&gt;In other words, it&amp;#8217;s the first native digital medium for value, just as the internet was the first native digital medium for information. And this has big implications for business and the corporation.&lt;/p&gt;\r\n&lt;p&gt;Much of the &lt;a href=\"http://www.economist.com/news/leaders/21677198-technology-behind-bitcoin-could-transform-how-economy-works-trust-machine\"&gt;hype&lt;/a&gt; around blockchains has focused on their potential to fundamentally change the financial services industry &amp;#8211; by dropping the cost and complexity of financial transactions, making the world&amp;#8217;s unbanked a viable new market, and improving transparency and regulation. Indeed, it is already having a big impact on that sector. However, our two-year research project, involving hundreds of interviews with blockchain experts, provides strong evidence that the blockchain could transform business, government, and society in perhaps even more profound ways.&lt;/p&gt;\r\n&lt;p&gt;In the early days of the web, many management thinkers, present company included, speculated that the internet would reduce companies&amp;#8217; internal and external transaction costs, especially the cost of search, coordination, and communication. Surprisingly, however, the internet had only a peripheral impact on corporate architecture, falling short in materially dropping many transaction costs in business.&lt;/p&gt;\r\n&lt;p&gt;As we enter the second generation of the internet, which focuses on value as well as information, blockchains may radically drop many transaction costs. For example, a global searchable database of all transactions would dramatically lower the costs of search. Smart contracts (software programs that self-execute complex instructions) on blockchains will plummet the costs of contracting, enforcing contracts, and making payments. Autonomous agents (bundles of smart contracts acting like rich applications) on the blockchain hold the promise of eliminating agency and coordinating costs, and can perhaps even lead to highly distributed enterprises with little or no management.&lt;/p&gt;\r\n&lt;p&gt;Consider the music industry, where intermediaries capture nearly all the value and artists get paid last. Now, companies like &lt;a href=\"http://qz.com/620454/imogen-heap-wants-to-use-blockchain-technology-to-revolutionize-the-music-industry/\"&gt;Mycelia&lt;/a&gt;, founded by Grammy-winning artist Imogen Heap, have developed intelligent songs with smart contracts built in, which enable artists to sell directly to consumers without going through a label, financial intermediary, or technology company. This means that royalties and licensing agreements execute automatically and instantly&amp;#8212;and artists get paid first. Spotify, Apple, Sony Music and other massive media companies stand to lose or gain depending on how quickly they embrace this technology.&lt;/p&gt;\r\n&lt;p&gt;Blockchain technology can also take networked business models to a new level by supporting a whole host of breakthrough applications: native payment systems that run without banks, credit card companies, and other intermediaries will cut cost and time from transactions. Reputation systems built on social and economic capital and controlled by individuals, rather than by intermediaries like rating agencies and credit rating services, will change the dynamic between consumers and companies. Trustless transactions, where two or more people need not know nor trust each other to do business, will be feasible. There are staggering implications beyond financial services.&lt;/p&gt;\r\n&lt;p&gt;While we&amp;#8217;re only starting to see the possibilities of the blockchain, we expect these areas to be the first to experience a profound impact:&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Solving the problem of IP in a digital age.&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;During the first generation of the internet, many creators of intellectual property were not properly compensated. Musicians, playwrights, journalists, photographers, artists, fashion designers, scientists, architects, and engineers were not only beholden to record labels, publishers, galleries, film studios, universities, and large corporations (vestiges of the pre-digital age) &amp;#8212;these inventors now also had to deal with digital piracy that became possible on the web.&lt;/p&gt;\r\n&lt;p&gt;Blockchain technology provides a new platform for creators of intellectual property to get the value they create. Consider the digital registry of artwork, including the certificates of authenticity, condition, and ownership. A new startup, &lt;a href=\"https://www.ascribe.io/\"&gt;Ascribe&lt;/a&gt;, which runs on the blockchain, lets artists themselves upload digital art, watermark it as the definitive version, and transfer it, so similar to bitcoin, it moves from one person&amp;#8217;s collection to another&amp;#8217;s. The technology solves the intellectual property world&amp;#8217;s equivalent of the double-spend problem better than existing digital rights management systems; and artists could decide whether, when, and where they wanted to deploy it.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Creating a better sharing economy.&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Most so-called sharing economy companies are really service aggregators. They aggregate the willingness of suppliers to sell their excess capacity (cars, equipment, vacant rooms, handyman skills) through a centralized platform and then resell them to users, all while collecting a cut off the top and valuable data for further commercial exploitation.&lt;/p&gt;\r\n&lt;p&gt;Blockchain technology can provide the suppliers of these services a means to collaborate that delivers a greater share of the value to them.&amp;#160; Just about everything Uber does could be done by smart agents on a blockchain. The blockchain&amp;#8217;s trust protocol allows for cooperatives, or autonomous associations, to be formed and controlled by people who come together to meet common needs. All revenues for services, except for overhead, would go to members, who also control the platform and make decisions.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Opening up manufacturing.&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;3D printing is proving to be another revolutionary technology that is moving manufacturing closer to users and bringing new life to mass customization. But today, makers still need centralized platforms to sell their wares and have trouble protecting the IP of their creations. With blockchain, data and rights holders could store metadata about any substance, from human cells to powered aluminum, on the blockchain, in turn opening up the limits of corporate manufacturing while also protecting intellectual property. New markets could enable buyers and sellers to contract more easily in an open market.&lt;/p&gt;\r\n&lt;p&gt;The so-called Internet of Things will need blockchains to manage ultimately trillions of daily transactions.&amp;#160; Traditional financial services companies cannot manage micropayments and settle payments, such as when a factory light purchases power from a public power auction. The Internet of Everything needs a Ledger of Everything.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;Changing&amp;#160;enterprise collaboration.&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;Today, collaboration tools are changing the nature of knowledge work and management inside organizations. &amp;#160;But there are clear limitations to today&amp;#8217;s suites of tools, as we still need central intermediaries to establish trust and coordinate much of the capability. This creates an opportunity for blockchain-based systems. For example, if every employee had their own elaborate profile, which they owned and controlled, employees and companies would be able to keep their data, rather than give it to large social network companies. If current development projects, such as &lt;a href=\"http://enigma.media.mit.edu/\"&gt;Enigma&lt;/a&gt;, being run out of MIT, are any evidence, blockchain social networks will have dramatically richer and more customizable functionality, where data is protected and consumers empowered, compared to incumbents. Existing vendors will either face disruption or embrace blockchain technologies to deliver much deeper capability to their customers.&lt;/p&gt;\r\n&lt;p&gt;In the mid-1990s, smart managers worked hard to understand the internet and how it would affect their businesses. Today, blockchain technology is ushering in the second generation of the Internet, and if companies don&amp;#8217;t want to get left behind, they&amp;#8217;ll need to dodge the Innovator&amp;#8217;s dilemma and disrupt from within.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=WTQKU_IlaSo:jj0at4mPKf0:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=WTQKU_IlaSo:jj0at4mPKf0:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/WTQKU_IlaSo\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/2016/05/the-impact-of-the-blockchain-goes-beyond-financial-services</feedburner:origLink></entry><entry><title>Boards Aren’t the Right Way to Monitor Companies</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.134659</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/LqlNmSBoESw/boards-arent-the-right-way-to-monitor-companies\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-10T13:16:06Z</updated><published>2016-05-10T13:00:28Z</published><summary type=\"html\"><![CDATA[<p>Research suggests it&#8217;s unrealistic.</p>\n]]></summary><author><name>Steven Boivie</name></author><author><name>Michael Bednar</name></author><author><name>Joel Andrus</name></author><category term=\"Boards\" scheme=\"http://hbr.org/categorization/subject\" label=\"Boards\" /><category term=\"Digital Article\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Digital Article\" /><content type=\"html\" xml:base=\"https://hbr.org/2016/05/boards-arent-the-right-way-to-monitor-companies\" xml:lang=\"en\">&lt;div&gt;\r\n&lt;div class=\"mbn pbn\"&gt;&lt;img class=\"alignnone size-full wp-image-134775\" src=\"https://hbr.org/resources/images/article_assets/2016/05/may16-10-476613751.jpg\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/may16-10-476613751-300x169.jpg 300w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-476613751-1024x576.jpg 1024w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-476613751-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-476613751-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-476613751-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-476613751-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-476613751-700x394.jpg 700w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-476613751-850x478.jpg 850w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-476613751-1200x675.jpg 1200w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-476613751.jpg 1200w\" alt=\"may16-10-476613751\" width=\"1200\" height=\"675\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" /&gt;&lt;/div&gt;\r\n&lt;div class=\"credit ptn mtn\"&gt;BLU&lt;/div&gt;\r\n&lt;/div&gt;\r\n&lt;p&gt;One of the key functions of a board of directors is to oversee the CEO to&amp;#160;ensure that shareholders are getting the most out of their investment. This idea has led to regulation such as the Sarbanes-Oxley Act (2002), as well as requirements by the NYSE and NASDAQ that boards have a majority of independent directors and that members on the audit committee have financial expertise. Such rules&amp;#160;rest on the premise that if we can just structure the board properly, management misconduct can largely be prevented. But is this a realistic expectation for directors? Maybe not.&lt;/p&gt;\r\n&lt;p&gt;Over the past few years there has been a growing gap between what shareholders and regulators expect of boards and what academic research shows they are capable of. For instance, consider what it means to be a director of a company like General Electric. GE &lt;a href=\"http://www.ge.com/investor-relations/governance/board-of-directors\" target=\"_blank\"&gt;states,&lt;/a&gt;&amp;#160;&amp;#8220;The primary role of GE&amp;#8217;s Board of Directors is to oversee how management serves the interests of shareowners and other stakeholders.&amp;#8221; However, GE&amp;#8217;s annual revenues last year were $117 billion, and it had over 300,000 employees. The company provides services in a myriad of industries, such as health care, water treatment, aviation, and financing.&lt;/p&gt;\r\n&lt;p&gt;While we are not aware of any instances that demonstrate particularly poor monitoring by GE&amp;#8217;s board members, this example does illustrate the complexity and sheer amount of information that directors of large firms have to deal with. Do we really expect that part-time directors who attend approximately 13 meetings a year are going to be able to understand GE&amp;#8217;s businesses in such depth that they can vigilantly evaluate potential actions and determine which ones are good for shareholders?&lt;/p&gt;\r\n&lt;p&gt;This question prompted us to conduct a &lt;a href=\"http://www.tandfonline.com/doi/abs/10.1080/19416520.2016.1120957#.VyJkYnozwvA\" target=\"_blank\"&gt;study&lt;/a&gt;, which we recently published with our coauthor Ruth Aguilera in the Academy of Management Annals. Analyzing nearly 300 research articles that examined the effectiveness of board monitoring, we came to the conclusion that it is unreasonable to expect boards to be able to do an effective job at ongoing monitoring. We show that for most boards there are significant barriers at the director, board, and firm level that prevent them from being effective monitors.&lt;/p&gt;\r\n&lt;p&gt;One of the barriers that we identify and discuss at the director level is outside job demands. Consider that many directors who sit on boards hold senior management positions at other firms, and some &lt;a href=\"https://hbr.org/2016/04/how-corporate-boards-connect-in-charts\" target=\"_blank\"&gt;sit on the boards of multiple companies&lt;/a&gt;. For example, Marijn Dekkers, who served as the CEO of Bayer, is also the chair of Unilever, an independent director on GE&amp;#8217;s board, president of the German Chemical Industry Association, and vice president of the Federation of German Industry. Many directors have similarly demanding positions at firms other than the one they serve as a director. Given the large demands placed on these individuals, how do they have enough time to vigilantly protect shareholder interests?&lt;/p&gt;\r\n&lt;p&gt;A potential barrier at the board level is that it is often considered improper for directors to become too involved in checking the day-to-day operations of a firm, even if they have the time and will to do so. Most boards have strong cultures that promote deference to the CEO. Consequently, this makes directors feel that&amp;#160;their job is not to directly challenge the CEO, but instead to ensure that the CEO is performing adequately, and if not, to find someone who can. In addition, there is &lt;a href=\"http://asq.sagepub.com/content/50/2/262.short\" target=\"_blank\"&gt;evidence&lt;/a&gt; that boards suffer from many of the same group decision-making biases as other work groups, and the infrequency with which boards meet can make these dysfunctional group dynamics an even bigger issue.&lt;/p&gt;\r\n&lt;p&gt;Firm size and complexity create barriers at the firm level. Is it realistic for a limited number of mostly part-time directors to understand the inner workings of today&amp;#8217;s enormous firms? Especially when the firms themselves employ hundreds, if not thousands, of accountants and also hire outside companies to double check their employees? While each firm&amp;#8217;s board has an audit committee that a few directors sit on, it is&amp;#160;unreasonable to expect that in general they can spot a mistake that has not already been found by an outside auditing firm.&lt;/p&gt;\r\n&lt;p&gt;Taken together, much of the research we reviewed shows that these barriers are so prevalent and significant that consistent monitoring just isn&amp;#8217;t very likely. Even when boards are filled with capable, motivated directors, we believe that there are simply too many barriers that prevent them from effectively protecting shareholders. In order to gain the full value from a board, we believe that shareholders and regulators need to focus on what boards &lt;em&gt;can&lt;/em&gt; do, and then recalibrate their expectations.&lt;/p&gt;\r\n&lt;p&gt;First, we need to stop blaming boards for every failure. Too often the press, shareholders, and legislators blame corporate governance failures on directors, suggesting are unmotivated or unwilling to do their job properly. This was illustrated in 2012 when Groupon&amp;#8217;s board &lt;a href=\"http://www.reuters.com/article/net-us-groupon-board-idUSBRE83B0F920120412\" target=\"_blank\"&gt;came under fire&lt;/a&gt;&amp;#160;for the company revising its earnings. JPMorgan Chase directors were &lt;a href=\"https://oig.federalreserve.gov/reports/board-supervisory-processes-jpmorgan-chase-oct2014.htm\" target=\"_blank\"&gt;similarly criticized&lt;/a&gt; for not preventing a $6 billion trading loss in the company&amp;#8217;s investment office back in 2013.&lt;/p&gt;\r\n&lt;p&gt;Boards can do a better job in some cases, but these types of criticisms are often misguided. We have found that most directors are hardworking and capable &amp;#8212; they&amp;#8217;re just placed in a context that makes it virtually impossible for them to do what is expected of them.&lt;/p&gt;\r\n&lt;p&gt;Second, we need to focus more on boards&amp;#8217; ability to provide expert advice to CEOs based on their significant knowledge and experience. Board members often are able to provide insights that top executives may not have considered. Going back to GE&amp;#8217;s board, most of the directors have expertise in a specific industry and can therefore draw on that experience to connect managers to external resources and knowledge that can benefit the firm. In addition to providing expert advice, boards can take a much more active role in&amp;#160;guiding firms during times of crisis, such as when a CEO is being replaced, when the company is in financial distress, or when there is a significant merger or acquisition under consideration.&lt;/p&gt;\r\n&lt;p&gt;Third, if shareholders and regulators insist that boards must monitor, then we need to do a better job of removing the barriers in their way. For instance, if external job demands make it impossible for a director to devote enough time and mental energy to their duty as a director, perhaps we need to change our perception that the best directors are active CEOs of other firms. Maybe we also need to work to promote cultural change within boards through increased sharing of information and by using technology to allow them to meet more frequently.&lt;/p&gt;\r\n&lt;p&gt;Boards can and do play an important role in the success of companies. Instead of criticizing them for not meeting impractical expectations, we should value them sharing knowledge, providing advice, and lending legitimacy to firms by virtue of their reputations in the industry.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=LqlNmSBoESw:FlIyrKi3_YA:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=LqlNmSBoESw:FlIyrKi3_YA:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/LqlNmSBoESw\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/2016/05/boards-arent-the-right-way-to-monitor-companies</feedburner:origLink></entry><entry><title>Don’t Underestimate the Power of Lateral Career Moves for Professional Growth</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.133624</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/LWos9OiDyDg/dont-underestimate-the-power-of-lateral-career-moves-for-professional-growth\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-10T12:05:13Z</updated><published>2016-05-10T12:05:13Z</published><summary type=\"html\"><![CDATA[<p>A survey shows they&#8217;re surprisingly popular.</p>\n]]></summary><author><name>Kirsten Helvey</name></author><category term=\"Professional transitions\" scheme=\"http://hbr.org/categorization/subject\" label=\"Professional transitions\" /><category term=\"Digital Article\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Digital Article\" /><content type=\"html\" xml:base=\"https://hbr.org/2016/05/dont-underestimate-the-power-of-lateral-career-moves-for-professional-growth\" xml:lang=\"en\">&lt;div class=\"artwork-narrow\"&gt;&lt;img src=\"https://hbr.org/resources/images/article_assets/2016/05/may16-10-63916047.jpg\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/may16-10-63916047-169x300.jpg 169w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-63916047-383x681.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-63916047-500x889.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-10-63916047.jpg 540w\" alt=\"may16-10-63916047\" width=\"540\" height=\"960\" class=\"alignnone size-full wp-image-134772\" /&gt;&lt;/div&gt;\r\n&lt;p&gt;Your employees may be more interested in lateral career moves than you&amp;#160;think.&lt;/p&gt;\r\n&lt;p&gt;A &lt;a href=\"https://www.cornerstoneondemand.com/careertrendsreport\" target=\"_blank\"&gt;recent study&lt;/a&gt; conducted by my company,&amp;#160;&lt;a href=\"https://www.cornerstoneondemand.com/\" target=\"_blank\"&gt;Cornerstone OnDemand&lt;/a&gt;, sheds some light on what influences these types of career decisions. Working with Kelton, a leading global insights firm, we conducted an online survey of more than 2,000 full-time American employees across various industries, asking them about everything from how many careers they think they will have in a lifetime to what they believe is the most important benefit an employer can offer.&lt;/p&gt;\r\n&lt;p&gt;Our findings suggest that American employees are motivated by professional growth opportunities that promise purpose and fulfillment but not necessarily a promotion or a bigger paycheck.&lt;/p&gt;\r\n&lt;p&gt;One of the survey&amp;#8217;s most surprising findings is how willing people are to make lateral career moves into positions with similar titles and pay grades in different departments. We found that 89% of respondents said they would consider making a lateral career move with no financial incentive, for multiple reasons. There wasn&amp;#8217;t that much difference between generations, either &amp;#8212; 81% of Baby Boomers and 91% of Gen Xers felt this way.&lt;/p&gt;\r\n&lt;p&gt;&lt;article-promo class=\"article-promo promo--half\"&gt;\r\n&lt;h4 class=\"mbs\"&gt;You and Your Team Series&lt;/h4&gt;\r\n&lt;h3 class=\"mbm text-gray-light\"&gt;Career Transitions&lt;/h3&gt;\r\n&lt;div class=\"promo-contents\"&gt;\r\n\t&lt;ul&gt;\r\n\t\t&lt;li&gt;\r\n\t&lt;figure class=\"mbm\"&gt;\r\n\t\t\t&lt;img src=\"https://hbr.org/resources/images/article_assets/2016/04/further-reading-career-transitions.jpg\"&gt;\r\n\t\t&lt;/figure&gt;\r\n\r\n&lt;h6 class=\"hed mbs mtl\"&gt;\r\n\t\t&lt;a href=\"https://hbr.org/2013/01/is-it-time-to-quit-your-job\"&gt;Is It Time to Quit Your Job?&lt;/a&gt;\r\n\t&lt;/h6&gt;\r\n\t&lt;div class=\"stream-item-info\"&gt;\r\n\t\t&lt;ul class=\"byline byline-list line-height-tight\"&gt;&lt;li&gt;Amy Gallo&lt;/li&gt;&lt;/ul&gt;\r\n\t\t\r\n\r\n&lt;h6 class=\"hed mbs mtm\"&gt;\r\n\t\t&lt;a href=\"https://hbr.org/2016/02/how-to-get-the-most-out-of-an-informational-interview\"&gt;How to Get the Most Out of an Informational Interview&lt;/a&gt;\r\n\t&lt;/h6&gt;\r\n\t&lt;div class=\"stream-item-info\"&gt;\r\n\t\t&lt;ul class=\"byline byline-list line-height-tight\"&gt;&lt;li&gt;Rebecca Knight&lt;/li&gt;&lt;/ul&gt;\r\n\t\t\r\n\r\n&lt;h6 class=\"hed mbs mtm\"&gt;\r\n\t\t&lt;a href=\"https://hbr.org/2016/01/leaving-a-stable-job-to-create-your-dream-career\"&gt;Leaving a Stable Job to Create Your Dream Career&lt;/a&gt;\r\n\t&lt;/h6&gt;\r\n\t&lt;div class=\"stream-item-info\"&gt;\r\n\t\t&lt;ul class=\"byline byline-list line-height-tight\"&gt;&lt;li&gt;Monique Valcour&lt;/li&gt;&lt;/ul&gt;\r\n\t\t\r\n&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;/div&gt;&lt;/article-promo&gt;&lt;/p&gt;\r\n&lt;p&gt;When asked &lt;em&gt;why&lt;/em&gt; they would be willing to make a lateral career move, the most common answers were to find greater personal satisfaction (57%), to pursue an entirely new career path (41%), and to take up a professional challenge (40%). Instead of racing up the corporate ladder to get the title of &amp;#8220;Vice President&amp;#8221; in a job they don&amp;#8217;t find fulfilling, today&amp;#8217;s workers are willing to sacrifice the time they&amp;#8217;ve spent in their current position and completely start over to find something new that they hope will make them happy. According to a &lt;a href=\"http://www.gallup.com/poll/181289/majority-employees-not-engaged-despite-gains-2014.aspx\" target=\"_blank\"&gt;Gallup poll&lt;/a&gt; last year, only 31.5% of U.S. workers said they were engaged in their jobs, while&amp;#160;51% were &amp;#8220;not engaged&amp;#8221; and 17.5% were &amp;#8220;actively disengaged.&amp;#8221; It seems that employees are looking for ways to reverse their detachment.&lt;/p&gt;\r\n&lt;p&gt;Interestingly, among those willing to make a lateral move, we found that only 27% would consider doing so for a different company. In fact, 66% of employees will first look to see if there is an interesting and open position at their current company before looking elsewhere. What this suggests is that employees want to remain loyal to their current employers, but only if they have the opportunity to grow &amp;#8212;&amp;#160;by either&amp;#160;finding something that makes them happier or being given the chance to tackle a new challenge.&lt;/p&gt;\r\n&lt;p&gt;However, only 32% of respondents said that their employer encourages employees to work in different departments to gain additional experience and skills. This means that employers are missing an opportunity to retain talented employees who are looking for a change.&lt;/p&gt;\r\n&lt;p&gt;And change can be refreshing, even if you&amp;#8217;re not making more money as a result. A recent LinkedIn survey, &amp;#8220;&lt;a href=\"https://business.linkedin.com/content/dam/business/talent-solutions/global/en_us/job-switchers/PDF/job-switchers-global-report-english.pdf\" target=\"_blank\"&gt;Why and How People Change Jobs&lt;/a&gt;,&amp;#8221; revealed&amp;#160;that one in three people who recently changed jobs changed careers entirely. They found that these career changers wanted to be challenged, found their old job a poor fit for their skills, and were curious to try out a new industry. When asked why they left their last job, 45% of respondents said they were concerned about the lack of opportunities for advancement, but&amp;#160;only 34% said it was because they were unsatisfied with their compensation and/or benefits.&lt;/p&gt;\r\n&lt;p&gt;In&amp;#160;our&amp;#160;study, more than half of respondents (and more than three in four Millennials) reported that they expect to change careers &amp;#8212; not just jobs &amp;#8212; at some point in their lifetime. We found that 42% of respondents expect to have three or more careers.&lt;/p&gt;\r\n&lt;p&gt;Clearly, learning is a big motivator for these people, and employers can use that knowledge to better keep&amp;#160;employees engaged. Our findings highlight a few things for employers to consider doing:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;&lt;strong&gt;Clearly communicate career growth opportunities.&lt;/strong&gt; Most respondents said that their employers don&amp;#8217;t provide resources to help plan their career (84%) or guide professional growth within their organization (70%).&lt;/li&gt;\r\n&lt;li&gt;&lt;strong&gt;Promote work-life balance.&lt;/strong&gt; Nearly a third (29%) of employees in the study said they resigned due to feeling burned out from being overworked or lacking a healthy work-life balance. This is related&amp;#160;to the 55% who reported that their employers expect some people to be on call after hours and on weekends.&lt;/li&gt;\r\n&lt;li&gt;&lt;strong&gt;Offer relocation options.&lt;/strong&gt; Although remote working is now commonplace, many American employees would jump at the chance to work in another city, even if just temporarily &amp;#8212; 77% of respondents would choose to relocate if given the opportunity. Additionally, more than 61% would go to great lengths to be able to work abroad, such as by conducting a web conference with their boss every day (39%) or working six days a week (28%). For companies with offices in multiple locations, offering employees the chance to relocate can be a powerful motivator for keeping employees engaged and interested in continuing to work for the company.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;Employee development not only helps with engaging and retaining top talent but also drives better bottom-line results. &lt;a href=\"http://www.hrzone.com/perform/business/talent-mobility-essential-to-organisational-success\" target=\"_blank\"&gt;Research&lt;/a&gt; conducted by human resource consulting firm Lee Hecht Harrison in partnership with the Human Capital Institute shows that 81% of organizations who are committed to talent mobility report on- or above-target revenue growth &amp;#8212; compared to 68% of other organizations.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=LWos9OiDyDg:MgvqxA3msEA:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=LWos9OiDyDg:MgvqxA3msEA:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/LWos9OiDyDg\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/2016/05/dont-underestimate-the-power-of-lateral-career-moves-for-professional-growth</feedburner:origLink></entry><entry><title>Being a Parent Made Me a Better Manager, and Vice Versa</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.134300</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/tF_wMehay_0/being-a-parent-made-me-a-better-manager-and-vice-versa\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-09T19:00:35Z</updated><published>2016-05-09T19:00:35Z</published><summary type=\"html\"><![CDATA[<p>They&#160;share three transferable skills.</p>\n]]></summary><author><name>Jelena Zikic</name><uri>https://hbr.org/resources/images/article_assets/2016/05/110-Jelena_Zikic.jpg</uri></author><category term=\"Leadership\" scheme=\"http://hbr.org/categorization/subject\" label=\"Leadership\" /><category term=\"Managing people\" scheme=\"http://hbr.org/categorization/subject\" label=\"Managing people\" /><category term=\"Emotional intelligence\" scheme=\"http://hbr.org/categorization/subject\" label=\"Emotional intelligence\" /><category term=\"Digital Article\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Digital Article\" /><content type=\"html\" xml:base=\"https://hbr.org/2016/05/being-a-parent-made-me-a-better-manager-and-vice-versa\" xml:lang=\"en\">&lt;div&gt;\r\n&lt;img src=\"https://hbr.org/resources/images/article_assets/2016/05/may16-09-JB1182-001.jpg\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/may16-09-JB1182-001-300x169.jpg 300w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-JB1182-001-1024x576.jpg 1024w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-JB1182-001-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-JB1182-001-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-JB1182-001-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-JB1182-001-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-JB1182-001-700x394.jpg 700w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-JB1182-001-850x478.jpg 850w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-JB1182-001-1200x675.jpg 1200w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-JB1182-001.jpg 1200w\" alt=\"may16-09-JB1182-001\" width=\"1200\" height=\"675\" class=\"alignnone size-full wp-image-134639\" /&gt;\r\n&lt;/div&gt;\r\n&lt;p&gt;Over the last 10&amp;#160;or 15&amp;#160;years those of us who work for organizations have gotten more and more comfortable talking about work-life balance as a business issue; about making the workplace more human, authentic, and compassionate; and about discussing work as something that deserves passion, meaning, even love.&lt;/p&gt;\r\n&lt;p&gt;And yet when we go home at the end of the day, how much of what we learn at work about prioritizing, communicating, and managing conflict gets left at the office? And even more important, when we go back into work the following morning, how much of what we&amp;#8217;ve learned from our families about patience, empathy, and so on gets left behind?&lt;/p&gt;\r\n&lt;p&gt;Becoming a parent has made me realize just how absurd and wasteful this lack of spillover is. Who we are as parents matters to who we are at work. The skills we learn as we engage in parenting ought to transfer into our work, and vice versa.&lt;/p&gt;\r\n&lt;p&gt;As a researcher, I have approached my parenting role similarly to how I&amp;#8217;ve approached research topics &amp;#8212;&amp;#160;with true passion and curiosity to fully understand all of its intricacies. This has meant reading &lt;a href=\"http://parentingnetwork.ca/\" target=\"_blank\"&gt;parenting literature&lt;/a&gt;, talking to other parents (in my research mind I was &amp;#8220;interviewing&amp;#8221; them), and attending parenting workshops, all while noticing how effective (or not) my various approaches to parenting may be. Children, unlike many managers, are very quick and direct with feedback.&lt;/p&gt;\r\n&lt;p&gt;My research is ongoing, but below I describe three skills I&amp;#8217;ve learned from parenting that have helped me in my work life:&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Adapting to change.&lt;/strong&gt;&amp;#160;As a parent, I find myself constantly adapting to new situations. My &amp;#8220;family team&amp;#8221; constantly challenges me with new &amp;#8220;parenting dilemmas,&amp;#8221; just as things at work are never static. Our&amp;#160;parenting journeys evolve as we see our children learn their first words, make their first steps, make&amp;#160;friends, and face disappointments. The moment you feel you&amp;#8217;ve got everyone on board and things seem to be going smoothly, the situation quickly changes; a new growth spurt or developmental milestone comes along, and suddenly new questions need to be addressed.&lt;/p&gt;\r\n&lt;p&gt;Dealing with this routine chaos makes us better at creating our own &amp;#8220;dynamic capabilities.&amp;#8221; Raising children teaches us how to become more adaptive to change&amp;#160;&amp;#8212;&amp;#160;to cope with change while&amp;#160;learning from it. Children challenge us to accept that stability is not normal and&amp;#160;that developing the readiness to deal with uncertainty and accept new daily challenges will make us perform better as&amp;#160;parents. As our children grow, we grow with them. In this process parenting allows us to reflect and adapt together with our children, and sometimes even learn from our mistakes. The same sets of skills are an asset in today&amp;#8217;s workforce.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Respecting psychological safety as a universal human need.&lt;/strong&gt;&amp;#160;How often do you think about making your coworkers feel safe? If you&amp;#8217;re like most people, it&amp;#8217;s not that often. And yet as a parent how often do you think about making your kids feel safe? If you&amp;#8217;re like most parents, it&amp;#8217;s every day.&lt;/p&gt;\r\n&lt;p&gt;As parents, we seek to create an environment where children can learn and grow, challenge themselves and&amp;#160;feel safe to explore, ask questions and share their fears and uncertainties. The more we&amp;#8217;re able to create a&amp;#160;positive, open family environment, the stronger our relationships with our children become.&lt;/p&gt;\r\n&lt;p&gt;In the same way, when we open our office door we&amp;#8217;re faced with one of the hardest and most important management tasks: managing relationships. The more open and psychologically safe our team environment is, the better our team dynamics will be. The more we can adopt a nurturing, open mindset with our colleagues or prot&amp;#233;g&amp;#233;s, the stronger the bonds we build. As we strive to make our children resilient and capable of finding their own solutions, we can do the same with our team members. This means creating a culture at work where psychological safety comes first, where your coworkers feel comfortable and willing to share their concerns, needs, and ideas.&lt;/p&gt;\r\n&lt;p&gt;&lt;strong&gt;Self-reflecting and continually improving.&lt;/strong&gt;&amp;#160;Becoming a parent is one of the toughest jobs&amp;#160;we can undertake. The &amp;#8220;hours&amp;#8221; are 24/7 yet it is often our most gratifying role. As in any role that motivates and&amp;#160;challenges us, we want to be good at it. But while we may question our skill at parenting or at work, we may have trouble getting past self-doubt.&lt;/p&gt;\r\n&lt;p&gt;Like leadership coaches, parenting experts would encourage us not only to question our parenting approaches but also to learn from our mistakes and our children&amp;#8217;s feedback. Authentic parenting, like authentic leadership, invites us to be true to our values, open to feedback, experts at active listening, and willing to experiment with new approaches.&lt;/p&gt;\r\n&lt;p&gt;This last point is what&amp;#160;the &amp;#8220;positive spillovers&amp;#8221; idea rests upon. For positive spillovers between parenting and work to happen, we must reflect on how we operate and who we are in each domain. If we don&amp;#8217;t question our existing ways of doing things, we can&amp;#8217;t learn, and we can&amp;#8217;t improve.&lt;/p&gt;\r\n&lt;p&gt;Our children are probably our best and most honest judges; they provide the most direct, trusting performance evaluation we&amp;#8217;ll ever get. We can reflect on what they teach us to be better leaders, and we can use what we learn at work to be better parents.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=tF_wMehay_0:k4W0fFjaOhQ:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=tF_wMehay_0:k4W0fFjaOhQ:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/tF_wMehay_0\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/2016/05/being-a-parent-made-me-a-better-manager-and-vice-versa</feedburner:origLink></entry><entry><title>In Product Development, Let Your Customers Define Perfection</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.134336</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/B6eqMUgecW8/in-product-development-let-your-customers-define-perfection\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-09T18:00:54Z</updated><published>2016-05-09T18:00:54Z</published><summary type=\"html\"><![CDATA[<p>A tale of two cars.</p>\n]]></summary><author><name>Madhavan Ramanujam</name></author><author><name>Georg Tacke</name></author><category term=\"Innovation\" scheme=\"http://hbr.org/categorization/subject\" label=\"Innovation\" /><category term=\"Digital Article\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Digital Article\" /><content type=\"html\" xml:base=\"https://hbr.org/2016/05/in-product-development-let-your-customers-define-perfection\" xml:lang=\"en\">&lt;div&gt;\r\n&lt;img src=\"https://hbr.org/resources/images/article_assets/2016/05/mar16-09-87985589.jpg\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/mar16-09-87985589-300x169.jpg 300w, https://hbr.org/resources/images/article_assets/2016/05/mar16-09-87985589-1024x576.jpg 1024w, https://hbr.org/resources/images/article_assets/2016/05/mar16-09-87985589-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/mar16-09-87985589-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/mar16-09-87985589-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/mar16-09-87985589-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/mar16-09-87985589-700x394.jpg 700w, https://hbr.org/resources/images/article_assets/2016/05/mar16-09-87985589-850x478.jpg 850w, https://hbr.org/resources/images/article_assets/2016/05/mar16-09-87985589-1200x675.jpg 1200w, https://hbr.org/resources/images/article_assets/2016/05/mar16-09-87985589.jpg 1200w\" alt=\"mar16-09-87985589\" width=\"1200\" height=\"675\" class=\"alignnone size-full wp-image-134637\" /&gt;\r\n&lt;/div&gt;\r\n&lt;p&gt;In an era of high-stakes innovation, there is no clearer illustration of how to develop new products the right way (and the wrong way) than a tale of two car companies.&lt;/p&gt;\r\n&lt;p&gt;The first company is Porsche, which in the early 2000s launched the Cayenne sports utility vehicle &amp;#8212;&amp;#160;a vehicle very different from the high-performance sports cars for which it was famous. The second company is Fiat Chrysler, which introduced the Dodge Dart compact in 2012 with great fanfare, and even greater expectations. The company&amp;#8217;s CEO, Sergio Marchionne, said at the time that &amp;#8220;of all the cars I can get wrong, it ain&amp;#8217;t this one.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;The Cayenne became a huge profit-maker for Porsche. The Dart never took off and was finally killed by Fiat Chrysler this year. Their divergent fortunes show what happens&amp;#160;to companies that do and don&amp;#8217;t develop products with a clear understanding of exactly what customers want and what they are willing to pay for it.&lt;/p&gt;\r\n&lt;h3&gt;&lt;b&gt;How Porsche got the product right&lt;/b&gt;&lt;/h3&gt;\r\n&lt;p&gt;In the late 1990s, Porsche avoided bankruptcy by making its manufacturing more efficient and its sports cars more reliable. But by the turn of the millennium, the German automaker needed a new product for the mass market to jumpstart sales, and decided to make a vehicle for the burgeoning SUV segment. It was a significant risk for a company that knew fast cars, not family vehicles.&lt;/p&gt;\r\n&lt;p&gt;Understanding it was in new territory, Porsche&amp;#8217;s Cayenne product team conducted painstaking research to confirm that most customers would welcome an SUV from Porsche, and that they&amp;#8217;d pay more for a Porsche SUV than they would for similar vehicles built by other companies.&lt;/p&gt;\r\n&lt;p&gt;That was heartening to the company&amp;#8217;s executives and product designers. But it still wasn&amp;#8217;t enough information to begin designing and configuring the vehicle. Porsche surveyed target customers on every single feature the car might possibly have, and gauged their willingness to pay for those features. It turned out that customers were willing to pay for sportiness (a missing dimension of competing SUVs). They wanted power and handling near to what they would get in a sports car.&lt;/p&gt;\r\n&lt;p&gt;But they were not interested in the six-speed manual transmission for which Porsche&amp;#8217;s sports cars were famous. So the designers threw that out &amp;#8211; not an easy sacrifice for the engineers at a performance-driven company like Porsche. And the Cayenne&amp;#8217;s designers put in place foreign (to Porsche) features like big cup holders. The customer-listening process continued with every proposed feature. If customers valued and were willing to pay for them, they were in. If not, no amount of convincing from Porsche engineers could overrule the end user.&lt;/p&gt;\r\n&lt;p&gt;When the Cayenne came to market in 2003, it was an instant hit. Ten years later, Porsche was selling about 100,000 Cayennes a year &amp;#8211; nearly five times what it sold in its launch year. The Cayenne became the most profitable vehicle in the industry. By 2015, it generated about half of Porsche&amp;#8217;s total profit.&lt;/p&gt;\r\n&lt;h3&gt;&lt;strong&gt;How Fiat Chrysler got the product wrong&lt;/strong&gt;&lt;/h3&gt;\r\n&lt;p&gt;In January when Fiat Chrysler announced it would pull the plug on the Dart, it was a symbolic as well as financial blow for the company. The new Dart was a re-launch of the much-loved Dodge Dart the company had discontinued in 1976, and it was meant to make Fiat Chrysler competitive in the important compact car segment, as well as introduce the company to a new generation of buyers.&lt;/p&gt;\r\n&lt;p&gt;In the U.S., compact cars account for one in every six vehicles purchased. The segment was so important that Fiat Chrysler CEO Marchionne said in a 2012 interview that companies that don&amp;#8217;t succeed with compacts are &amp;#8220;doomed.&amp;#8221; Accordingly, the company said it would invest $700 million in a Belvidere, Illinois, plant to build a car that its CEO told the press would be &amp;#8220;a huge step forward in terms of moving the brand into the American heartland.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;As it documented in a 90-second &lt;a href=\"https://youtu.be/gogQLQNrDds\"&gt;TV commercial&lt;/a&gt; to market the car, Fiat Chrysler&amp;#8217;s product development process was to design it, build it, rethink it, design it, build it, rethink it&amp;#8212;until the engineering team, in its exclusive opinion, felt the car was ready to go. In fact, the advertisement announced proudly that the company was &amp;#8220;kicking the finance guys&amp;#8221; out of the development process. Money was not going to be an issue. The company would build prototype after prototype to get it right. This car would be built to perfection, the commercial suggested.&lt;/p&gt;\r\n&lt;p&gt;The problem was that &amp;#8220;perfection&amp;#8221; was defined by Fiat Chrysler&amp;#160;and&amp;#160;not the customer. Then a price was slapped on, and Dodge took it to customers to try to sell it.&lt;/p&gt;\r\n&lt;p&gt;This, Fiat Chrysler believed, would be how the Dart would knock Toyota Corolla and Honda Civic off their thrones as the leaders of the compact car segment.&lt;/p&gt;\r\n&lt;p&gt;As it turned out, neither Toyota nor Honda (nor, for that matter, the other compact car competitors) had much to worry about. When the Dart came out, there was little applause and even less enthusiasm among car buyers. It sold only a quarter of the number market watchers had predicted, leading the publication MarketWatch&amp;#160;&lt;a href=\"http://www.marketwatch.com/story/the-8-biggest-product-flops-of-the-year-2012-12-28\"&gt;to anoint it&lt;/a&gt; the year&amp;#8217;s second biggest new-product failure.&lt;/p&gt;\r\n&lt;p&gt;Among the many mistakes Fiat Chrysler made was that the first run of Darts only came with manual transmissions. That wasn&amp;#8217;t smart, given that automatic transmissions represent 85% of compact cars sold in the U.S. Another mistake was offering an optional dual-clutch transmission that was more in line with European than American tastes. The car was notoriously unreliable, even as its competitors (the Corolla and Civic) earned high reliability ratings. The list goes on.&lt;/p&gt;\r\n&lt;p&gt;The underlying cause of all these mistakes was that Fiat Chrysler did not try hard enough to find out what the American compact car customer wanted, valued, and was willing to pay for, before turning the Dart over to those engineers and designers to build it.&lt;/p&gt;\r\n&lt;p&gt;Fiat Chrysler paid a hefty price for not trying to understand what customers wanted &lt;em&gt;before&lt;/em&gt; it started designing and developing the car.&lt;/p&gt;\r\n&lt;p&gt;Put succinctly, Porsche succeeded in product innovation by designing the Cayenne around what customers valued and what they were willing to pay for. Fiat Chrysler, in contrast, designed the Dart believing it could determine &amp;#8220;value&amp;#8221; in a vacuum, and then left price as the last consideration (as suggested by the ads).&lt;/p&gt;\r\n&lt;p&gt;Unfortunately, Fiat Chrysler is no different from most companies we know when it comes to product innovation. You can chalk up epic product disappointments like the Amazon Fire Phone, Dean Kamen&amp;#8217;s Segway, and thousands of others to the same mistake Fiat Chrysler made and boasted about in its now infamous ad campaign.&lt;/p&gt;\r\n&lt;p&gt;This flawed innovation process is the primary reason that &lt;a href=\"https://www.simon-kucher.com/sites/default/files/simon-kucher_ebook_profitable_innovation_2014.pdf\"&gt;72% of new products fail&lt;/a&gt;. Companies such as&amp;#160;Porsche that build their products around what customers value and to a price they know customers will pay for the value have a far lower failure rate at innovation. These companies include Procter &amp;#38; Gamble (especially its hugely successful Guard razor blade for the Indian market), crystal maker Swarovski, and Drager Safety, a German manufacturer of equipment that detects hazardous gas in mines and other underground places.&lt;/p&gt;\r\n&lt;p&gt;The most important element of the innovation process in these companies is that they have the willingness-to-pay talk with customers early. The companies we know that use this approach use it so religiously that they&amp;#8217;ve made it an acronym: WTP.&lt;/p&gt;\r\n&lt;p&gt;This talk &amp;#8212; actually a series of standardized questions asked of target customers at the beginning of the innovation process &lt;span style=\"text-decoration: line-through;\"&gt;&amp;#8212; &amp;#160;&lt;/span&gt;enables a company to get crucial customer input long before it commits big engineering, manufacturing and marketing investments. Too many companies have come to accept serial failure as a cost of innovating. Their adage is that the 10%-20% of their new product winners will more than pay for the 80%-90% that are losers. We disagree. By designing products around features that customers value and will pay for, companies can reverse those dramatic odds of innovation.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=B6eqMUgecW8:5py6Et8IAYQ:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=B6eqMUgecW8:5py6Et8IAYQ:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/B6eqMUgecW8\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/2016/05/in-product-development-let-your-customers-define-perfection</feedburner:origLink></entry><entry><title>Recognizing Employees Is the Simplest Way to Improve Morale</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.134015</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/JWKZb3-ZtLQ/recognizing-employees-is-the-simplest-way-to-improve-morale\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-09T17:00:14Z</updated><published>2016-05-09T17:00:14Z</published><summary type=\"html\"><![CDATA[<p>Eight ways to address the recognition deficit.</p>\n]]></summary><author><name>David Novak</name></author><category term=\"Motivating people\" scheme=\"http://hbr.org/categorization/subject\" label=\"Motivating people\" /><category term=\"Digital Article\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Digital Article\" /><content type=\"html\" xml:base=\"https://hbr.org/2016/05/recognizing-employees-is-the-simplest-way-to-improve-morale\" xml:lang=\"en\">&lt;div&gt;\r\n&lt;img src=\"https://hbr.org/resources/images/article_assets/2016/05/may16-09-487965268.jpg\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/may16-09-487965268-300x169.jpg 300w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-487965268-1024x576.jpg 1024w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-487965268-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-487965268-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-487965268-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-487965268-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-487965268-700x394.jpg 700w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-487965268-850x478.jpg 850w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-487965268-1200x675.jpg 1200w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-487965268.jpg 1200w\" alt=\"may16-09-487965268\" width=\"1200\" height=\"675\" class=\"alignnone size-full wp-image-134635\" /&gt;\r\n&lt;/div&gt;\r\n&lt;p&gt;Recently I&amp;#8217;ve been undergoing treatment for cancer, and have had access to a leading oncologist at a world-renowned medical center. At one point during a visit, we discussed how long she&amp;#8217;s been practicing her specialty. She said she&amp;#8217;s been at the same hospital for more than 40 years. Then I asked what her employers had given her to note that amazing milestone &amp;#8212;&amp;#160;four decades of saving lives! With a shrug of acceptance rather than indignation, she laughed and showed me a plastic key chain that had been mailed to her. Clearly, that gift was a classic employer mistake&amp;#160;&amp;#8212;&amp;#160;a trivial attempt at recognition that not only missed the mark but also disappointed rather than inspired.&lt;/p&gt;\r\n&lt;p&gt;If even doctors who save hundreds of lives each year are getting plastic key chains, it&amp;#8217;s no wonder most workplaces suffer from what I call a &amp;#8220;recognition deficit.&amp;#8221; This deficit is especially bad for those whose jobs are viewed as more mundane than a highly trained cancer specialist &amp;#8212;&amp;#160;for people who never gain direct appreciation from customers, clients, or others who can recognize a job well done even if an employer doesn&amp;#8217;t.&lt;/p&gt;\r\n&lt;p&gt;We need to recognize the tremendous value people bring to their work, regardless of their role in the organization. Recognition isn&amp;#8217;t just about implementing employee programs to check them off a list; it&amp;#8217;s about bringing out the best in people and improving your company&amp;#8217;s bottom line.&lt;/p&gt;\r\n&lt;p&gt;According to a survey recently commissioned for my new company OGO (O Great One!), 82% of employed Americans don&amp;#8217;t feel that their supervisors recognize them enough for their contributions. That lack of recognition takes a terrible toll on morale, productivity, and, ultimately, profitability. Another key finding: 40% of employed Americans say they&amp;#8217;d put more energy into their work if they were recognized more often.&lt;/p&gt;\r\n&lt;p&gt;The good news: It&amp;#8217;s both simple and inexpensive for leaders to solve the recognition deficit in their organizations. Here are some of the key strategies that worked well when I had the privilege of leading Yum! Brands as we built a recognition culture across more than 125 countries. Despite cultural differences around the world, these practices had universal appeal.&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;Keep in mind that the overwhelming majority of people aren&amp;#8217;t simply motivated by a paycheck. They want to work hard and contribute and be noticed and respected for their efforts. If you truly appreciate them in your mind and heart, your attitude will come through naturally in what you say and do.&lt;/li&gt;\r\n&lt;li&gt;Show respect by sharing as much information as possible. Sam Walton summarized this better than I can: &amp;#8220;The more they know, the more they&amp;#8217;ll understand. The more they understand, the more they&amp;#8217;ll care. Once they care, there&amp;#8217;s no stopping them. If you don&amp;#8217;t trust your associates to know what&amp;#8217;s going on, they&amp;#8217;ll know you really don&amp;#8217;t consider them partners.&amp;#8221;&lt;/li&gt;\r\n&lt;li&gt;Ask lots of questions &amp;#8212;&amp;#160;not simply to your direct reports, but to as many frontline people as possible. One question I loved to ask is, &amp;#8220;What would you do if you had my job?&amp;#8221; Maybe the response will be a useful suggestion, in which case you should acknowledge it and implement it if possible, to prove that these conversations aren&amp;#8217;t just for show. Even if you don&amp;#8217;t get any great ideas, such discussions can still have a huge impact, as long as your staff sees that you really thought about their suggestions.&lt;/li&gt;\r\n&lt;li&gt;Celebrate first downs, not just touchdowns. Publicly recognizing and rewarding small wins keeps everyone motivated over the long haul. Don&amp;#8217;t be the Negative Nelly who says, &amp;#8220;Well, it&amp;#8217;s great that you just closed that new sale, but we&amp;#8217;re still $5 million behind budget this year!&amp;#8221;&lt;/li&gt;\r\n&lt;li&gt;Make recognition as fun as possible. Take your business seriously, but don&amp;#8217;t take yourself too seriously. Over the years I&amp;#8217;ve given out rubber chickens and plastic chattering teeth to recognize exceptional contributions. Which do you think people are more likely to display and tell their friends about &amp;#8212;&amp;#160;a rubber chicken or a fancy pen?&lt;/li&gt;\r\n&lt;li&gt;Make it personal. Another interesting point from the OGO research: 76% of people save handwritten thank you notes. A customized, thoughtful gift will have a bigger impact than something mass-produced, regardless of the price tag.&lt;/li&gt;\r\n&lt;li&gt;Make it timely. Don&amp;#8217;t wait for monthly meetings or annual performance reviews. The OGO survey respondents reported an average of 50 days since they last felt recognized in any way at work. That&amp;#8217;s way too long. Good things are happening all around you; notice them and seize any opportunity to acknowledge them.&lt;/li&gt;\r\n&lt;li&gt;Finally, remember recognition is a privilege, not just another item on your to-do list. As a leader you have the privilege of feeding people&amp;#8217;s souls and helping them feel great about themselves. And by feeding their souls, you&amp;#8217;ll feed yours in return.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;My vision is a world where every leader understands that recognition is too important to leave to the HR department&amp;#160;&amp;#8212;&amp;#160;and where no oncologist will ever have to settle for a plastic key chain.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=JWKZb3-ZtLQ:AbhXNaRiNl8:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=JWKZb3-ZtLQ:AbhXNaRiNl8:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/JWKZb3-ZtLQ\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/2016/05/recognizing-employees-is-the-simplest-way-to-improve-morale</feedburner:origLink></entry><entry><title>Build Your Brand as a Relationship</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.134351</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/tTbNAW0iVwg/build-your-brand-as-a-relationship\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-09T16:00:12Z</updated><published>2016-05-09T16:00:12Z</published><summary type=\"html\"><![CDATA[<p>It&#8217;s not a one-way conversation anymore.</p>\n]]></summary><author><name>Mark Bonchek</name><uri>https://hbr.org/resources/images/article_assets/2014/05/110-bonchek.jpeg</uri></author><author><name>Cara France</name><uri>https://hbr.org/resources/images/article_assets/2013/11/110-cara-france.jpg</uri></author><category term=\"Branding\" scheme=\"http://hbr.org/categorization/subject\" label=\"Branding\" /><category term=\"Sales &amp; Marketing\" scheme=\"http://hbr.org/categorization/subject\" label=\"Sales &amp; Marketing\" /><category term=\"Digital Article\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Digital Article\" /><content type=\"html\" xml:base=\"https://hbr.org/2016/05/build-your-brand-as-a-relationship\" xml:lang=\"en\">&lt;div&gt;\r\n&lt;img src=\"https://hbr.org/resources/images/article_assets/2016/05/may16-09-42181452.png\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/may16-09-42181452-300x169.png 300w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-42181452-1024x576.png 1024w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-42181452-500x281.png 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-42181452-383x215.png 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-42181452-383x215.png 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-42181452-500x281.png 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-42181452-700x394.png 700w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-42181452-850x478.png 850w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-42181452-1200x675.png 1200w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-42181452.png 1200w\" alt=\"may16-09-42181452\" width=\"1200\" height=\"675\" class=\"alignnone size-full wp-image-134632\" /&gt;\r\n&lt;/div&gt;\r\n&lt;p&gt;The way we think about brands need to change. In the past, they were objects or concepts. You had a relationship &lt;em&gt;with &lt;/em&gt;a brand. But in this social age, brands &lt;em&gt;are &lt;/em&gt;the relationships. By defining a brand&amp;#8217;s particular kind of relationship, companies can create greater engagement, differentiation, and loyalty.&lt;/p&gt;\r\n&lt;p&gt;To understand this new mental model for brands, it is helpful to see how the concept has evolved. A brand started out as an identifying mark. Cattle owners would &amp;#8220;brand&amp;#8221; their cattle to indicate ownership. We can still see the &amp;#8220;brand as object&amp;#8221; model in the American Marketing Association&amp;#8217;s &lt;a href=\"https://www.ama.org/resources/Pages/Dictionary.aspx?dLetter=B\"&gt;definition&lt;/a&gt;: &amp;#8220;Name, term, design, symbol, or any other feature that identifies one seller&amp;#8217;s good or service as distinct from those of other sellers.&amp;#8221; In this view, a brand is something applied to what you make.&lt;/p&gt;\r\n&lt;p&gt;In the next wave, a brand shifted from a feature to a perception, from an object to an idea. Al Ries and Jack Trout capture the essence of this model in their classic book &lt;a href=\"http://www.amazon.com/Positioning-The-Battle-Your-Mind/dp/0071373586\"&gt;&lt;em&gt;Positioning: The Battle for Your Mind&lt;/em&gt;&lt;/a&gt;. They define a brand as &amp;#8220;a singular idea or concept that you own inside the mind of a prospect.&amp;#8221; In this view, a brand is not something you make, it&amp;#8217;s something you manage.&lt;/p&gt;\r\n&lt;p&gt;The most recent wave focuses on brand as experience. Sergio Zyman, in &lt;a href=\"http://www.amazon.com/The-End-Marketing-We-Know/dp/0887309836\"&gt;&lt;em&gt;The End of Marketing as We Know It&lt;/em&gt;&lt;/a&gt;, says: &amp;#8220;A brand is essentially a container for a customer&amp;#8217;s complete experience with the product or company.&amp;#8221; A brand is not something you manage over time. It&amp;#8217;s something you deliver in the moment.&lt;/p&gt;\r\n&lt;p&gt;Our experience working with innovative companies indicates they are redefining not only how their brands are observed, perceived, and experienced. They are also redefining the very nature of the relationship they have with their customer.&lt;/p&gt;\r\n&lt;p&gt;If the first three waves were brand as &lt;em&gt;object&lt;/em&gt;, &lt;em&gt;idea,&lt;/em&gt; and &lt;em&gt;experience&lt;/em&gt;, the next wave will be brand as &lt;em&gt;relationship&lt;/em&gt;.&lt;/p&gt;\r\n&lt;p&gt;The way to put &amp;#8220;brand as relationship&amp;#8221; into action is by defining the respective roles and responsibilities of the company and customer. The default brand relationship is &lt;em&gt;provider/consumer&lt;/em&gt;. It&amp;#8217;s a simple relationship that is one-directional and asymmetrical. The company provides the product or service, and the customer consumes it.&lt;/p&gt;\r\n&lt;p&gt;Brand innovators tend to create different kinds of relationships. Instead of transactional and one-directional relationships, the roles are more collaborative and reciprocal.&lt;/p&gt;\r\n&lt;p&gt;For example, in the hospitality industry most brands operate with the roles of &lt;em&gt;host/guest. &lt;/em&gt;It&amp;#8217;s one-directional, asymmetrical, and transactional. Airbnb has disrupted that model. With a mission of &amp;#8220;belonging,&amp;#8221; Airbnb has cultivated a neighbor-to-neighbor and citizen-to-citizen relationship &lt;a href=\"http://www.fastcocreate.com/3050679/behind-the-brand/how-airbnb-plans-to-become-a-community-driven-superbrand\"&gt;on a global scale&lt;/a&gt;. It is reciprocal, symmetrical, and collaborative.&lt;/p&gt;\r\n&lt;p&gt;In the taxi and livery industry, cabs and limo services have operated with the roles of &lt;em&gt;driver/passenger&lt;/em&gt;. Again, it&amp;#8217;s one-directional, asymmetrical and transactional. Uber and Lyft established differentiation by introducing new roles along two dimensions. The first is a shift from &lt;em&gt;driver/passenger&lt;/em&gt; to &lt;em&gt;friend/friend&lt;/em&gt;. For example, Lyft passengers are encouraged to &amp;#8220;sit up front&amp;#8221; as if they were getting a ride from a friend. According to Kira Wampler, CMO of Lyft, &amp;#8220;Our original tagline was &amp;#8216;Your Friend with a Car&amp;#8217; which served not only to describe the human, peer-to-peer experience we delivered with Lyft but also to differentiate us from other private driver approaches.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;Another new brand role &lt;em&gt;is entrepreneur/supporter&lt;/em&gt;. Uber encourages potential drivers to &amp;#8220;build their business&amp;#8221; on Uber. In both these cases, the brand relationship is more reciprocal and personal. As Amy Friedlander, Head of Experiential Marketing at Uber describes it, &amp;#8220;Working with Uber is about our drivers&amp;#8217; needs, whether those needs are to have a fully flexible schedule or earn extra money. Uber is a platform that fits their lifestyle, not the other way around.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;In the airline industry, innovators have also redefined the brand roles. The established players like United and Delta have operated with a brand relationship of &lt;em&gt;flyer/passenger&lt;/em&gt;. But Southwest broke the mold with singing flight attendants and a relationship that might be described as &amp;#8220;fun friends.&amp;#8221; &amp;#160;JetBlue, with its free snacks and mission of &amp;#8220;Inspiring Humanity,&amp;#8221; has a &amp;#8220;human-to-human&amp;#8221; relationship.&lt;/p&gt;\r\n&lt;p&gt;Virgin America went in a different direction, creating a brand relationship that is a cross between the hip friend and host of the party. The relationship is perhaps one reason Virgin customers are so upset by the sale of the airline. As one Virgin fan &lt;a href=\"http://mobile.nytimes.com/2016/04/12/business/virgin-america-fansaskif-alaska-airlines-takeover-will-mean-loss-ofcool.html\"&gt;said&lt;/a&gt;, &amp;#8220;I think of Alaska [Airlines] as more of a friendly aunt.&amp;#8221; The sale is like someone busting up the party and telling everyone to go home.&lt;/p&gt;\r\n&lt;p&gt;The concept of brand-as-relationship also helps explain the rise of well-established market leaders. American Express redefined the relational roles of its industry from &lt;em&gt;card issuer/card holder&lt;/em&gt; to &lt;em&gt;club/member&lt;/em&gt;. Disney redefined the relational roles of amusement parks from &lt;em&gt;operator/rider&lt;/em&gt; to &lt;em&gt;cast member/guest&lt;/em&gt;. And Starbucks redefined not only the role of the server from waiter to barista, but the role of the coffee shop from restaurant to community hub.&lt;/p&gt;\r\n&lt;p&gt;Those familiar with &lt;a href=\"http://www.amazon.com/Archetypes-Branding-Toolkit-Creatives-Strategists/dp/1440308187\"&gt;brand archetypes&lt;/a&gt; may see some similarities to this approach. The difference is that in brand archetypes, the focus is on the attributes of the brand. But in the model proposed here, the focus is on the relationship that people have with Nike. As an archetype, Nike is a &amp;#8220;Hero&amp;#8221; brand because of its focus on victory. But Nike&amp;#8217;s brand roles are best described as &lt;em&gt;coach/athlete&lt;/em&gt;.&lt;/p&gt;\r\n&lt;p&gt;Marketers have an opportunity to redefine brand roles in every industry. Media has been defined by &lt;em&gt;broadcaster/viewer&lt;/em&gt; for decades. Health care has been defined by &lt;em&gt;doctor/patient&lt;/em&gt;. Education has been defined by &lt;em&gt;teacher/student&lt;/em&gt;. In each of these industries, there is an opportunity to create a new relationship based on co-creation and collaboration.&lt;/p&gt;\r\n&lt;p&gt;To get started, think about the relationship people have with your brand today. Frame your answer as social roles. For example, if you are a health care provider, you probably have a brand relationship based on doctor/patient. Now think about other kinds of relationships outside your industry. For example, in health care there are aspects of teacher/student (to educate), coach/athlete (to motivate), or guide/traveler (to navigate). Be sure to consider roles that are symmetrical, like friend/friend, neighbor/neighbor or co-creator/co-creator.&lt;/p&gt;\r\n&lt;p&gt;Another strategy is to work backwards from the kind of relationship you want to have. Think about the value and benefits of your product. Then imagine the human relationships that would provide the same type of benefits. Nest thermostats, for example, automatically adjust the temperature to your liking, and their smoke detectors calmly direct you to safety in the case of a fire. Instead of the usual role for a device maker of &lt;em&gt;manufacturer/buyer&lt;/em&gt;, Nest has created a brand role of being part of the family, looking out for you in an attentive and protective way. &amp;#8220;Instead of thinking about George Jetson&amp;#8217;s &amp;#8216;smart home&amp;#8217; we imagine a home that is humanized and takes care of the people inside it and the world around it,&amp;#8221; says Doug Sweeny, CMO of Nest.&lt;/p&gt;\r\n&lt;p&gt;Finally, look for ways to shift your brand roles from one-directional, asymmetrical, and transactional to reciprocal, symmetrical, and personal. These roles will bring to life your &lt;a href=\"https://hbr.org/2016/03/how-to-build-a-strategic-narrative\"&gt;strategic narrative&lt;/a&gt; around a &lt;a href=\"https://hbr.org/2013/03/purpose-is-good-shared-purpose\"&gt;shared purpose&lt;/a&gt;. If today&amp;#8217;s brand innovators are a guide, the result will be greater engagement, differentiation, and &lt;a href=\"https://hbr.org/2015/10/why-customer-gratitude-trumps-loyalty\"&gt;loyalty&lt;/a&gt;.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=tTbNAW0iVwg:x2_reRXx850:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=tTbNAW0iVwg:x2_reRXx850:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/tTbNAW0iVwg\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/2016/05/build-your-brand-as-a-relationship</feedburner:origLink></entry><entry><title>Business Is Taking Action on LGBT Rights. Will Climate Change Be Next?</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.134364</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/fGcFpitV0NE/business-is-taking-action-on-lgbt-rights-will-climate-change-be-next\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-09T15:00:52Z</updated><published>2016-05-09T15:00:52Z</published><summary type=\"html\"><![CDATA[<p>It should be.</p>\n]]></summary><author><name>Andrew Winston</name><uri>https://hbr.org/resources/images/article_assets/2013/09/110-andrew-winston.jpg</uri></author><category term=\"Sustainability\" scheme=\"http://hbr.org/categorization/subject\" label=\"Sustainability\" /><category term=\"Sexual orientation\" scheme=\"http://hbr.org/categorization/subject\" label=\"Sexual orientation\" /><category term=\"Digital Article\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Digital Article\" /><content type=\"html\" xml:base=\"https://hbr.org/2016/05/business-is-taking-action-on-lgbt-rights-will-climate-change-be-next\" xml:lang=\"en\">&lt;div&gt;\r\n&lt;img src=\"https://hbr.org/resources/images/article_assets/2016/05/may16-09-124323657.jpg\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/may16-09-124323657-300x169.jpg 300w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-124323657-1024x576.jpg 1024w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-124323657-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-124323657-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-124323657-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-124323657-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-124323657-700x394.jpg 700w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-124323657-850x478.jpg 850w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-124323657-1200x675.jpg 1200w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-124323657.jpg 1200w\" alt=\"may16-09-124323657\" width=\"1200\" height=\"675\" class=\"alignnone size-full wp-image-134630\" /&gt;\r\n&lt;/div&gt;\r\n&lt;p&gt;After North Carolina passed &lt;a href=\"https://en.wikipedia.org/wiki/Public_Facilities_Privacy_%26_Security_Act\" target=\"_blank\"&gt;a bizarre transgender bathroom law&lt;/a&gt;&amp;#160;with sweeping implications (one that, &lt;a href=\"http://www.cnn.com/2016/05/04/us/north-carolina-transgender-law-challenge/\" target=\"_blank\"&gt;according to the Justice Department&lt;/a&gt;, is probably illegal), an impressive list of big companies made their displeasure known. The CEOs of dozens of corporate giants&amp;#8202; &amp;#8212;&amp;#160;including Alcoa, Apple, Bank of America, Citibank, Facebook, Google, IBM, Kellogg, Marriott, PwC, and Starbucks&amp;#8202; &amp;#8212;&amp;#160;sent an &lt;a href=\"http://hrc-assets.s3-website-us-east-1.amazonaws.com//files/assets/resources/NC_CEO_Letter_%283%29.pdf\" target=\"_blank\"&gt;open letter to the governor&lt;/a&gt; to defend &amp;#8220;protections for LGBT people.&amp;#8221;&amp;#160;PayPal &lt;a href=\"http://www.reuters.com/article/us-north-carolina-transgender-paypal-hld-idUSKCN0X21XR\" target=\"_blank\"&gt;canceled plans&lt;/a&gt; for an operations center in the state, and Deutsche Bank &lt;a href=\"http://www.nytimes.com/2016/04/13/business/dealbook/deutsche-bank-freezes-north-carolina-expansion-in-protest-of-bias-law.html?_r=0\" target=\"_blank\"&gt;announced&lt;/a&gt; it would freeze the addition of 250 employees in the state because of the law.&lt;/p&gt;\r\n&lt;p&gt;The floodgates of business proactively influencing societal norms and public policy are finally opening. And while some people may get nervous about this use of corporate power, I believe that businesses can have an enormous impact for good. Many other issues could, and should, follow.&lt;/p&gt;\r\n&lt;p&gt;At the same time, it&amp;#8217;s worth asking why is this happening now &amp;#8212;&amp;#160;and what are the implications?&lt;/p&gt;\r\n&lt;p&gt;The facile answer, at least to the first question, is that societal norms have changed and business is just following customers. But the reality is more nuanced.&lt;/p&gt;\r\n&lt;p&gt;In 2006 55% of Americans opposed same-sex marriage and 35% supported it. And yet by&amp;#160;that same year&amp;#160;&lt;a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2006/06/29/AR2006062902049.html\" target=\"_blank\"&gt;over half of the Fortune 500&lt;/a&gt;&amp;#160;offered domestic partner benefits. In the last decade the percentage of these large companies that&amp;#160;&lt;a href=\"http://www.hrc.org/resources/lgbt-equality-at-the-fortune-500\" target=\"_blank\"&gt;prohibited discrimination based on gender identity&lt;/a&gt; skyrocketed from 16% to 66%, well ahead of mainstream acceptance of transgender rights. Many business sectors started marketing to and hiring talented members of the gay community years ago.&lt;/p&gt;\r\n&lt;p&gt;Equality efforts in the corporate world have not been perfect, but stepping back, it&amp;#8217;s clear that there&amp;#8217;s a dual logic for companies to jump into public policy: the moral imperative of a workplace without discrimination is intertwined with the reality of running a business catering to diverse customers and employees. So business has often acted years ahead of public sentiment.&lt;/p&gt;\r\n&lt;p&gt;And while societal shifts like this bring out enormous emotion and backlash &amp;#8212;&amp;#160;in some cases, it&amp;#8217;s two steps forward (the Supreme Court legalizes gay marriage) and one step back (states try to squelch LGBT rights) &amp;#8212;&amp;#160;the language of the corporate rebuke to the North Carolina law shows that big businesses are now willing to step up in a very public way and challenge legislation directly on economic grounds. As the open letter puts it, &amp;#8220;&amp;#8230;such laws are bad for our employees and bad for business. This is not a direction in which states move when they are seeking to provide successful, thriving hubs for business and economic development.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;In theory, then, any moral issue&amp;#160;that moves us away from thriving economically is also a&amp;#160;business problem &amp;#8212;&amp;#160;so why stop at LGBT rights? A large number of issues could fall under the same dual logic: avoiding brand-damaging human-rights issues in the supply chain, fighting income and opportunity inequality (including supporting minimum wages), and, of course, tackling big environmental issues such as&amp;#160;climate change.&lt;/p&gt;\r\n&lt;p&gt;There has been some corporate movement on the latter. Before the &lt;a href=\"http://www.cbsnews.com/news/us-climate-pact-un-signing-ceremony-paris-agreement-cop21/\" target=\"_blank\"&gt;175-country signing of the Paris Agreement&lt;/a&gt;&amp;#160;on April 22, a group of 100 large U.S. companies, assembled by the NGOs Ceres and WWF, &lt;a href=\"http://www.ceres.org/press/press-releases/companies-salute-paris-agreement\" target=\"_blank\"&gt;publicly supported the move&lt;/a&gt;. And tech giants Apple, Google, Amazon, and Microsoft took an unusual step recently, filing an amicus brief to support the Obama administration&amp;#8217;s &lt;a href=\"https://en.wikipedia.org/wiki/Clean_Power_Plan\" target=\"_blank\"&gt;Clean Power Plan&lt;/a&gt; (one of the lynchpins in the U.S. commitment to the Paris Agreement).&lt;/p&gt;\r\n&lt;p&gt;But the current track record of pro-climate lobbying in particular, though&amp;#160;growing, is still spotty and lacks the passion behind the moves to support LGBT rights.&amp;#160;Let&amp;#8217;s go back a few years to another state rule, also in North Carolina and also ridiculous. While writing a new law covering coastal development, the state legislature pointedly &lt;a href=\"http://www.earthmagazine.org/article/denying-sea-level-rise-how-100-centimeters-divided-state-north-carolina\" target=\"_blank\"&gt;ignored a science panel&amp;#8217;s estimates on sea level rise&lt;/a&gt;. The story flew around the web as a meme that North Carolina made talking about sea level rise illegal. Not 100% accurate, but close enough.&lt;/p&gt;\r\n&lt;p&gt;So shouldn&amp;#8217;t companies pounce on that kind of law, with its shocking level of ignorance and poor strategy, as &amp;#8220;bad for business&amp;#8221;? After all, rising seas will have a real impact on business and economic development. But the business reaction to the sea level law was nearly nonexistent.&lt;/p&gt;\r\n&lt;p&gt;Compare that to the scale&amp;#8202; and speed&amp;#8202; of the reaction on the anti-LGBT law. The business community has acted in a visceral way. Big companies are saying, &amp;#8220;We may not bring our business to North Carolina if you don&amp;#8217;t get your act together.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;In short, talk is cheap. Signing a public declaration is one thing. Taking your business elsewhere, or threatening to do so, is quite another. At this point companies almost never shift their business based on the environmental performance of their suppliers or the climate laws in the regions they operate in.&lt;/p&gt;\r\n&lt;p&gt;We&amp;#8217;ll only see local, regional, and federal support for laws that move the needle on climate change &amp;#8212;&amp;#160;a carbon tax, public-private investment in renewables, auto and appliance efficiency laws, and so on &amp;#8212;&amp;#160;when companies make it clear they only want to do business in places and with partners that have&amp;#160;pro-climate rules in place.&lt;/p&gt;\r\n&lt;p&gt;Of course, comparing business&amp;#8217;s action on LGBT issues with its action&amp;#160;on climate change isn&amp;#8217;t exactly comparing&amp;#160;apples to apples. However, it&amp;#160;allows us to more closely examine what might cause companies to take a stand on an issue that&amp;#8217;s important to humanity but that&amp;#160;would traditionally be considered the domain of society and government rather than business (a line that&amp;#8217;s getting blurrier by the day).&lt;/p&gt;\r\n&lt;p&gt;So what&amp;#8217;s missing when it comes to climate change? A lack of understanding by business about the economic and moral arguments, though that gap is closing. On the economic side, tackling climate change has reached the tipping point, entering no-brainer territory. A shifting climate is on track to cost investors and the global economy &lt;a href=\"https://hbr.org/2016/04/the-data-says-climate-change-could-cost-investors-trillions\" target=\"_blank\"&gt;many trillions of dollars&lt;/a&gt;.&lt;/p&gt;\r\n&lt;p&gt;The human toll of extreme weather is hard to ignore as well. And big voices are making the moral case. In his &lt;a href=\"http://www.andrewwinston.com/blog/2015/07/the_best_quotes_and_key_themes.php\" target=\"_blank\"&gt;amazing encyclical&lt;/a&gt; last year and in his speeches for the U.S. Congress and UN General Assembly, Pope Francis made &lt;a href=\"http://www.climatecentral.org/news/pope-climate-human-rights-19493\" target=\"_blank\"&gt;the connection between climate change and human rights&lt;/a&gt; very clear. Major development organizations&amp;#160;such as&amp;#160;the World Bank are singing from the same hymnal. A new, systemic view of our challenges should help light a fire under companies to take a stronger stand.&lt;/p&gt;\r\n&lt;p&gt;What businesses will tolerate in society&amp;#8202; &amp;#8212;&amp;#8202; and vice versa, &lt;a href=\"http://www.andrewwinston.com/blog/2016/02/which_of_todays_business_pract.php\" target=\"_blank\"&gt;what society considers acceptable business practice&amp;#8202;&lt;/a&gt;&amp;#160;&amp;#8212; is changing fast. I believe that business leaders will continue to get more comfortable leaning in on big environmental and social issues, including climate change. Their pressure may be our only path to real&amp;#160;change.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=fGcFpitV0NE:N6ZnzXwUceY:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=fGcFpitV0NE:N6ZnzXwUceY:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/fGcFpitV0NE\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/2016/05/business-is-taking-action-on-lgbt-rights-will-climate-change-be-next</feedburner:origLink></entry><entry><title>Research: Index Funds Are Improving Corporate Governance</title><id>tag:blogs.harvardbusiness.org,2007-03-31:999.134176</id><link href=\"http://feeds.harvardbusiness.org/~r/harvardbusiness/~3/0hniF4OwadM/research-index-funds-are-improving-corporate-governance\" rel=\"alternate\" type=\"text/html\" /><updated>2016-05-09T14:00:35Z</updated><published>2016-05-09T14:00:35Z</published><summary type=\"html\"><![CDATA[<p>Passive investing is more active than it sounds.</p>\n]]></summary><author><name>Ian Appel</name></author><category term=\"Financial markets\" scheme=\"http://hbr.org/categorization/subject\" label=\"Financial markets\" /><category term=\"Financial Services\" scheme=\"http://hbr.org/categorization/industry\" label=\"Financial Services\" /><category term=\"Digital Article\" scheme=\"http://hbr.org/categorization/contentType\" label=\"Digital Article\" /><content type=\"html\" xml:base=\"https://hbr.org/2016/05/research-index-funds-are-improving-corporate-governance\" xml:lang=\"en\">&lt;div class=\"mbn pbn\"&gt;&lt;img src=\"https://hbr.org/resources/images/article_assets/2016/05/may16-09-hbr-laura-schneider-analytics-data.jpg\" sizes=\"(min-width: 48em) 55.7291667vw, 97.3924381vw\" srcset=\"https://hbr.org/resources/images/article_assets/2016/05/may16-09-hbr-laura-schneider-analytics-data-300x169.jpg 300w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-hbr-laura-schneider-analytics-data-1024x576.jpg 1024w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-hbr-laura-schneider-analytics-data-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-hbr-laura-schneider-analytics-data-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-hbr-laura-schneider-analytics-data-383x215.jpg 383w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-hbr-laura-schneider-analytics-data-500x281.jpg 500w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-hbr-laura-schneider-analytics-data-700x394.jpg 700w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-hbr-laura-schneider-analytics-data-850x478.jpg 850w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-hbr-laura-schneider-analytics-data-1200x675.jpg 1200w, https://hbr.org/resources/images/article_assets/2016/05/may16-09-hbr-laura-schneider-analytics-data.jpg 1200w\" alt=\"may16-09-hbr-laura-schneider-analytics-data\" width=\"1200\" height=\"675\" class=\"alignnone has-border-bottom size-full wp-image-134628\" /&gt;&lt;/div&gt;\r\n&lt;div class=\"credit ptn mtn\"&gt;laura schneider FOR HBR&lt;/div&gt;\r\n&lt;/div&gt;\r\n&lt;p&gt;What happens when index funds run Corporate America?&lt;/p&gt;\r\n&lt;p&gt;Hedge fund activist Bill Ackman posed that question recently in his fund&amp;#8217;s &lt;a href=\"http://assets.pershingsquareholdings.com/2014/09/Pershing-Square-2015-Annual-Letter-PSH-January-26-2016.pdf\"&gt;annual letter to investors&lt;/a&gt;. It&amp;#8217;s a really good one. No one knows what consequences the boom of passive investment funds will have for the corporations they own. It&amp;#8217;s something my coauthors and I explore in a forthcoming research paper, and our conclusion goes against the prevailing wisdom.&lt;/p&gt;\r\n&lt;p&gt;After all, since 1998 the share of assets held by passive institutional investors &amp;#8212; mutual funds designed to track stock indices like the S&amp;#38;P 500 rather than actively picking winners &amp;#8212; has tripled. Last year clients poured an additional $414 billion into U.S.-based, lower-cost index funds offered by Vanguard, BlackRock, State Street, and others. At the same time, clients withdrew $207 billion overall from actively managed funds, &lt;a href=\"http://www.morningstar.com/cover/videocenter.aspx?id=736330\" target=\"_blank\"&gt;according to the research firm Morningstar&lt;/a&gt;. The assets of &lt;a href=\"https://hbr.org/2015/11/im-not-talking-about-this-to-win-a-popularity-contest\" target=\"_blank\"&gt;BlackRock alone&lt;/a&gt; are now larger than the GDPs of all but two countries.&lt;/p&gt;\r\n&lt;p&gt;The rise of mutual funds designed to mimic stock indices rather than outperform them seems destined to change the dynamic of company boardrooms and executive suites. Since passive investors have dramatically more assets under management, they might be expected to exert more influence over corporate decision making.&lt;/p&gt;\r\n&lt;p&gt;The question is, do they really? And if so, are they using that power?&lt;/p&gt;\r\n&lt;p&gt;Until now, the chief answer to both questions has been no. The prevailing wisdom in the ongoing debate has been that the shift in the ownership of publicly traded firms actually weakens corporate oversight.&lt;/p&gt;\r\n&lt;p&gt;Unlike high-profile activist hedge funds, which attempt to outperform the market, the primary goal of passive investors is to deliver returns that match a market index. That&amp;#8217;s why critics say passive funds lack the power of &lt;em&gt;exit&lt;/em&gt;, the selling of shares (or threatening to sell them) when managers perform poorly. It doesn&amp;#8217;t make sense to drop a S&amp;#38;P 500 stock for poor performance when your fund is supposed to follow the S&amp;#38;P 500. In the same way, index funds don&amp;#8217;t selectively buy more shares when managers perform well.&lt;/p&gt;\r\n&lt;p&gt;Still, these funds retain the power of &lt;em&gt;voice&lt;/em&gt;, the ability to exert shareholder influence on management and governance-related proposals. But critics say passively invested funds, with their lower fees, lack the resources and often the will to monitor their large and diverse portfolios.&amp;#160;The Economist&amp;#160;calls them &amp;#8220;&lt;a href=\"http://www.economist.com/news/leaders/21642169-why-activist-investors-are-good-public-company-capitalisms-unlikely-heroes\" target=\"_blank\"&gt;lazy investors&lt;/a&gt;.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;Not everyone agrees. A growing number of passive investors insist they play a key role in corporate governance. Because they are unwilling to sell off their poorly performing positions, managers of passive funds say they place even greater weight on sound governance and compliance practices than their counterparts at active funds.&lt;/p&gt;\r\n&lt;p&gt;As F. William McNabb III, chair and CEO of the Vanguard funds,&amp;#160;&lt;a href=\"https://corpgov.law.harvard.edu/2015/06/24/getting-to-know-you-the-case-for-significant-shareholder-engagement/\" target=\"_blank\"&gt;recently said&lt;/a&gt;, &amp;#8220;We&amp;#8217;re going to hold your stock if we like you. And if we don&amp;#8217;t. We&amp;#8217;re going to hold your stock when everyone else is piling in. And when everyone else is running for the exits. That is precisely why we care so much about good governance.&amp;#8221;&lt;/p&gt;\r\n&lt;p&gt;My fellow researchers and I set out to test that claim. In our&amp;#160;&lt;a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2475150\" target=\"_blank\"&gt;forthcoming research paper&lt;/a&gt; in The Journal of Financial Economics, we show that passive institutions do indeed positively shape firms&amp;#8217; governance policies. Our findings run contrary to the presumption that passive investors lack the willingness and ability to influence firms&amp;#8217; policy choices.&lt;/p&gt;\r\n&lt;p&gt;To do this analysis, we exploited the cutoff point between two widely used U.S. benchmark stock indices, the Russell 1000 and the Russell 2000. (The Russell 1000 comprises the largest 1,000 U.S. stocks by market capitalization, and the Russell 2000 comprises the next largest 2,000 stocks.) Since passive ownership is higher for stocks at the top of the Russell 2000 than the bottom of the Russell 1000,&amp;#160;we were able to design our experiment to answer an important question: We wanted&amp;#160;to know whether higher passive ownership actually leads to changes in corporate governance and performance, rather than resulting from a coincidence that passive investors simply tend to hold stocks that have these characteristics.&lt;/p&gt;\r\n&lt;p&gt;The results of our analysis suggests that passive investors affect firm governance in several ways. For example, we found that an increase in passive ownership is associated with a statistically significant increase in the share of independent directors on firms&amp;#8217; boards. In addition, firms with higher passive investor ownership were more likely to remove firm takeover defenses (for example, so-called &amp;#8220;&lt;a href=\"https://hbr.org/2010/11/a-new-era-for-raiders\" target=\"_blank\"&gt;poison pills&lt;/a&gt;&amp;#8221; and limitations on shareholders calling special board meetings). They were also less likely to have the unequal voting rights of a dual-class share structure.&lt;/p&gt;\r\n&lt;p&gt;Our findings suggest that passive institutions influence firm governance primarily through the power of their voice. An increase in passive ownership is associated with a decline in support for management proposals and a boost in support for shareholder proposals. Basically, when passive funds make up a larger percentage of the ownership, management appears to be confronted with a more contentious shareholder base.&lt;/p&gt;\r\n&lt;p&gt;So much for passive investors being passive.&lt;/p&gt;\r\n&lt;p&gt;There is evidence that passive investors are taking these actions with the belief that improved governance will eventually lead to improved performance and, ultimately, shareholder value. Specifically, we found that passive ownership is associated with higher profitability and firm value.&lt;/p&gt;\r\n&lt;p&gt;That&amp;#8217;s not to say passive investors are acting like active or even activist investors;&amp;#160;they seem to be choosing their battles. Overall, our findings are consistent with passive investors improving firm performance by advocating for proven governance reforms that require a low level of costly monitoring on their part.&lt;/p&gt;\r\n&lt;p&gt;While&amp;#160;not active in the traditional sense, passive investors are not passive owners. Even without the power of exit they are leveraging the power of voice in&amp;#160;their growing voting blocs to shape firms&amp;#8217; governance and policies.&lt;/p&gt;\r\n&lt;p&gt;So, to answer the question, what happens when index funds run Corporate America? We expect that the governance of publicly traded firms will increasingly align with the preferences of the large passive institutional investors: BlackRock, State Street, &lt;a href=\"https://hbr.org/2013/12/you-can-get-some-big-things-done-when-its-not-all-about-you\"&gt;Vanguard&lt;/a&gt;, and the like.&lt;/p&gt;\r\n&lt;p&gt;Does this mean that traditional active funds are losing their own hands-on role in corporate oversight? My coauthors and I believe that&amp;#8217;s unlikely. Instead, the clout of these active investors may rise, due to the large voting blocs of passive investors.&lt;/p&gt;\r\n&lt;p&gt;How? Actively managed funds do hold a declining share of a firm&amp;#8217;s assets. But when they agitate for changes in governance, they may well find an ally in passively managed funds, a shareholder base that is increasingly concentrated. The support of large index-tracking mutual funds can lend credibility to activist campaigns, and therefore increase their likelihood of success.&lt;/p&gt;\r\n&lt;div class=\"feedflare\"&gt;\r\n&lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=0hniF4OwadM:dAKpHZALqG8:yIl2AUoC8zA\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=yIl2AUoC8zA\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt; &lt;a href=\"http://feeds.harvardbusiness.org/~ff/harvardbusiness?a=0hniF4OwadM:dAKpHZALqG8:bcOpcFrp8Mo\"&gt;&lt;img src=\"http://feeds.feedburner.com/~ff/harvardbusiness?d=bcOpcFrp8Mo\" border=\"0\"&gt;&lt;/img&gt;&lt;/a&gt;\r\n&lt;/div&gt;&lt;img src=\"http://feeds.feedburner.com/~r/harvardbusiness/~4/0hniF4OwadM\" height=\"1\" width=\"1\" alt=\"\"/&gt;</content><feedburner:origLink>https://hbr.org/2016/05/research-index-funds-are-improving-corporate-governance</feedburner:origLink></entry></feed>\r\n",
  "headers": {
    "Expires": "Fri, 13 May 2016 07:42:55 GMT",
    "X-XSS-Protection": "1; mode=block",
    "Transfer-Encoding": "chunked",
    "Cache-Control": "private, max-age=0",
    "ETag": "an1ztYy7Vi23iExXRB+NoRv7Q6Y",
    "Content-Encoding": "gzip",
    "Last-Modified": "Fri, 13 May 2016 07:41:40 GMT",
    "Date": "Fri, 13 May 2016 07:42:55 GMT",
    "X-Content-Type-Options": "nosniff",
    "Content-Type": "text/xml; charset=UTF-8",
    "Server": "GSE"
  },
  "response_url": "http://feeds.harvardbusiness.org/harvardbusiness?format=xml"
}