{
  "requested_url": "http://feeds.arstechnica.com/arstechnica/gadgets",
  "fetched_at": "2016-05-13T00:45:46.619631",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\r\n<?xml-stylesheet type=\"text/xsl\" media=\"screen\" href=\"/~d/styles/rss2full.xsl\"?><?xml-stylesheet type=\"text/css\" media=\"screen\" href=\"http://feeds.arstechnica.com/~d/styles/itemcontent.css\"?><rss xmlns:content=\"http://purl.org/rss/1.0/modules/content/\" xmlns:wfw=\"http://wellformedweb.org/CommentAPI/\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\" xmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\" version=\"2.0\">\r\n\r\n<channel>\r\n\t<title>Gear &amp; Gadgets – Ars Technica</title>\r\n\t\r\n\t<link>http://arstechnica.com</link>\r\n\t<description>Serving the Technologist for more than a decade. IT news, reviews, and analysis.</description>\r\n\t<lastBuildDate>Fri, 13 May 2016 05:52:42 +0000</lastBuildDate>\r\n\t<language>en-US</language>\r\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\r\n\t<sy:updateFrequency>1</sy:updateFrequency>\r\n\t<generator>https://wordpress.org/?v=4.4.1</generator>\r\n\t<atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"self\" type=\"application/rss+xml\" href=\"http://feeds.arstechnica.com/arstechnica/gadgets\" /><feedburner:info xmlns:feedburner=\"http://rssnamespace.org/feedburner/ext/1.0\" uri=\"arstechnica/gadgets\" /><atom10:link xmlns:atom10=\"http://www.w3.org/2005/Atom\" rel=\"hub\" href=\"http://pubsubhubbub.appspot.com/\" /><item>\r\n\t\t<title>Report: Apple is approving apps more quickly to increase Services revenue</title>\r\n\t\t<link>http://arstechnica.com/apple/2016/05/report-apple-is-approving-apps-more-quickly-to-increase-services-revenue/</link>\r\n\t\t<pubDate>Thu, 12 May 2016 21:44:36 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Andrew Cunningham]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[Infinite Loop]]></category>\r\n\t\t<category><![CDATA[app review]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=881043</guid>\r\n\t\t<description><![CDATA[Approval that took 8.8 days a year ago now takes around 1.95 days.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Developers who want to sell applications in any of Apple's App Stores first need to submit their software to Apple for review, a process in which actual humans examine apps to ensure they comply with <a href=\"https://developer.apple.com/app-store/review/guidelines/\">Apple's guidelines</a>. One of the problems with this method is that it takes time for apps to move through the opaque review process, meaning users can potentially be stuck with bugs for a few days if something goes wrong with an update, even if the developer submits a new build to Apple as soon as the bug is discovered.</p>\n<p>Lately, though, that wait time has decreased. According to <a href=\"http://appreviewtimes.com/ios/annual-trend-graph\">user-submitted data at appreviewtimes.com</a>, the average review time for iOS apps has decreased from around a week to about two days since this time last year. The reason, according to <a href=\"http://www.bloomberg.com/news/articles/2016-05-12/apple-shortens-app-review-times-in-push-to-boost-service-sales\">a report from <em>Bloomberg</em></a>, is revenue: Apple allegedly hopes to increase services revenue by reviewing apps more quickly, allowing developers to make changes and introduce features more quickly while \"building developer loyalty.\"</p>\n<p>Apple's iPhone sales have been soft so far this year (and are expected to stay that way next quarter, according to the company's own projections), but <a href=\"http://arstechnica.com/apple/2016/04/slower-iphone-ipad-and-mac-sales-drive-apples-revenue-down-in-q2-2016/\">the Services division has shown healthy year-over-year growth</a> during the same period. The Services division accounts for everything from iTunes music and video sales to Apple Music, iCloud subscriptions, software sales, and App Store revenue, and those numbers should all continue to improve as Apple sells more devices to more people.</p>\n<p>Apple's app review processes occasionally cause problems, and rules aren't always enforced consistently. Apps can be approved <a href=\"http://9to5mac.com/2014/09/28/launcher-removed-app-store-widget/\">only to be pulled days later</a> or pulled and re-posted in response to user outcry or <a href=\"http://www.macrumors.com/2016/04/11/third-party-reddit-apps-pulled/\">after minor changes have been made</a>. This is especially evident after new versions of iOS launch, as developers discover <a href=\"http://www.wired.com/2014/12/ios-8-widget-confusion/\">the ways in which Apple wants them to use new APIs and features</a>. Shorter app review times could at least reduce the amount of time that these apps take to return to the store in the cases where they are allowed to return.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Google’s “Gboard” for iOS combines a keyboard with Google Search</title>\r\n\t\t<link>http://arstechnica.com/gadgets/2016/05/googles-gboard-for-ios-combines-a-keyboard-with-google-search/</link>\r\n\t\t<pubDate>Thu, 12 May 2016 15:39:48 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Ron Amadeo]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[Infinite Loop]]></category>\r\n\t\t<category><![CDATA[gboard]]></category>\r\n\t\t<category><![CDATA[google]]></category>\r\n\t\t<category><![CDATA[iOS]]></category>\r\n\t\t<category><![CDATA[Keyboards]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=880601</guid>\r\n\t\t<description><![CDATA[We go hands-on with Google's new search/keyboard mashup.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/2016-05-12-10.23-640x632.jpg\">\n  <p><strong> more images in gallery</strong></p>\n\n<p><a href=\"http://arstechnica.com/gadgets/2016/03/report-google-is-building-an-ios-keyboard/\">The rumors were true</a>—Google just launched \"<a href=\"https://googleblog.blogspot.com/2016/05/gboard-search-gifs-emojis-keyboard.html\">Gboard</a>,\" an iOS keyboard that combines Google Search with everyday typing. Right inside the keyboard area, users can search for local business results, images, and GIFs to weave into their conversation.</p>\n<p>Gboard looks just like a normal keyboard except for the Google icon on the left side of the suggestion bar. Tap on it, and you'll get the familiar Google search bar with suggestions above it. Type in a query and the usual \"return/send\" button will turn blue and say \"search.\" Results appear in a horizontally scrolling interface in the keyboard area that allows you to sift through search results without leaving your current app. There are tiny tabs on the bottom for normal search results, images, and GIFs.</p>\n<p>Normal results can be pasted into the conversation as either usable text or as a picture of the Google results card. In the normal search results, you'll see more than just local businesses—most of the Google answer cards seem to be present. You can get a card that covers the weather, a celebrity, or a direct answer to a question. You can also find YouTube videos and drop them right into a conversation.</p>\n<p>The idea is to offer a better way to get media and other search results into your conversation. If you wanted to show a friend a trailer on YouTube, the normal work flow would involve leaving the app, opening search, typing your query, copying the result, going back to the messaging app, and pasting the link. Gboard lets you do all that without leaving the current app while saving you a few of those steps.</p>\n<p>Gboard is also a normal keyboard, so it supports swiping, just like the Google Keyboard on Android. It can also search through your emojis—for instance writing \"dog\" will make the little dog emoji show up in the suggestions list.</p>\n<p>The keyboard is now available in <a href=\"https://itunes.apple.com/app/gboard-search.-gifs.-emojis/id1091700242?mt=8\">the App Store</a>.</p>\n<div class=\"shortcode-video  centered-figure-container \">\n\t<div class=\"video center \" style=\"width:px;\">\n\t\t\t\t<iframe style=\"display:block; min-height: 480px;\" type=\"text/html\" src=\"http://www.youtube.com/embed/F0vg4HUEIyk?start=0&wmode=transparent\" frameborder=\"0\" allowfullscreen></iframe>\n\n\t</div>\n</div>\n\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"https://www.youtube.com/watch?v=F0vg4HUEIyk\" class=\"caption-link\" rel=\"nofollow\"></a>\n\t\t\t\t\t\t<p>\n\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Opera adds power-saving mode, offers “up to 50%” longer battery life</title>\r\n\t\t<link>http://arstechnica.com/gadgets/2016/05/opera-browser-power-saving-mode/</link>\r\n\t\t<comments>http://arstechnica.com/gadgets/2016/05/opera-browser-power-saving-mode/#respond</comments>\r\n\t\t<pubDate>Thu, 12 May 2016 12:55:59 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Andrii Degeler]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[browsers]]></category>\r\n\t\t<category><![CDATA[Opera]]></category>\r\n\t\t<category><![CDATA[Opera software]]></category>\r\n\t\t<category><![CDATA[power saving]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=880577</guid>\r\n\t\t<description><![CDATA[Reducing background tab activity, other tweaks increase battery life vs. Chrome.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>After baking in an <a href=\"http://arstechnica.co.uk/business/2016/03/opera-adblocking-browser/\">ad blocker</a> and <a href=\"http://arstechnica.co.uk/business/2016/04/opera-in-browser-vpn-client/\">VPN client</a>, Norwegian browser maker Opera Software has added a power saving mode to its desktop Web browser. The feature is currently only available in the latest \"developer\" version of the desktop browser—which should be available on Thursday morning.</p>\n<p>Opera's SVP of engineering Krystian Kolondra said that the new feature \"can increase the battery life by as much as 50 percent.\" The company claimed that such huge gains are possible through a number of additional optimisations, including \"reducing activity from background tabs, adapting page-redrawing frequency, and tuning video-playback parameters.\"</p>\n\n<p>Citing the results of its own testing, Opera has claimed that a laptop running Windows 10 64-bit with the power saving feature enabled lasts 49 percent longer than one with Chrome put under equal stress. One caveat is that the testing was made with ad blocking turned on as well, which can account for a significant part of the battery life improvement.</p>\n<p>The new feature won't be enabled by default, but a blue battery icon will appear next to the browser's address bar whenever the power cable is unplugged. The browser will also suggest turning on power saving mode when the laptop's battery is running low.</p>\n<p>This is Opera's third new and somewhat exciting feature to be announced in the last few months, with <a href=\"http://arstechnica.co.uk/business/2016/03/opera-adblocking-browser/\">a built-in adblocker</a> developer build and<a href=\"http://arstechnica.co.uk/business/2016/04/opera-in-browser-vpn-client/\"> free VPN option</a> having both been added in March. The updates come following a reported <a href=\"http://arstechnica.co.uk/business/2016/02/chinese-tech-firms-circle-opera-with-820-million-buyout-bid/\">£820 million buyout bid</a> for the browser maker from a consortium of Chinese firms. The Norwegian firm has until May 24 to respond to that particular offer.</p>\n]]></content:encoded>\r\n\t\t\t<wfw:commentRss>http://arstechnica.com/gadgets/2016/05/opera-browser-power-saving-mode/feed/</wfw:commentRss>\r\n\t\t<slash:comments>0</slash:comments>\r\n\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Chrome dev asserts browser is viable VR platform, targets 90 FPS rendering</title>\r\n\t\t<link>http://arstechnica.com/gadgets/2016/05/chrome-dev-asserts-browser-is-viable-vr-platform-targets-90-fps-rendering/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 22:23:03 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Sam Machkovech]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[Google Chrome]]></category>\r\n\t\t<category><![CDATA[htc vive]]></category>\r\n\t\t<category><![CDATA[oculus rift]]></category>\r\n\t\t<category><![CDATA[steamvr]]></category>\r\n\t\t<category><![CDATA[virtual reality]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=880341</guid>\r\n\t\t<description><![CDATA[Engineer demonstrates on HTC Vive, says it's \"good enough to deploy real things.\"]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>The ongoing virtual reality battles aren’t just being waged on the hardware side. Software firms are making a big play for the platform—particularly the ones making 3D engines, which game and app makers are heavily relying on to help them create optimized content that looks good and runs at a crisp 90 frames-per-second refresh.</p>\n<p>While <a href=\"http://arstechnica.com/gaming/2015/03/unity-5-game-engine-brings-enhanced-graphic-tools-new-cloud-services/\">Unity</a> and <a href=\"http://arstechnica.com/gaming/2016/02/epic-announces-vr-updates-for-unreal-editor-predicts-vr-editing-future/\">Unreal</a> have fetched the most headlines about VR 3D engines, Google might have a surprising game-changer on its hands: the Chrome Web browser.</p>\n<p><a href=\"http://www.roadtovr.com/google-chrome-webvr-htc-vive-90-fps-hz-chrome/\">A Wednesday report from Road to VR</a> surfaced <a href=\"http://vrexpo.com/2016-speaker/boris-smus/\">a late-April speech from Google software engineer Boris Smus</a>, and that speech stood out because it stressed efforts by the Chrome team to finally support a 90 frames-per-second refresh for systems such as the HTC Vive and Oculus Rift. Up until recently, the burgeoning WebVR platform had been capped at 60 FPS, which doesn’t reach the necessary visual-smoothness threshold needed to ensure comfort for VR users.</p>\n<p>Of course, merely having text and content-scrolling display a few frames faster on your favorite 2D sites isn’t going to set the VR industry on fire, but <a href=\"https://mozvr.com/webvr-spec/\">the WebVR platform</a> is another matter. Until Unity or other engines announce a simple path to enabling browser-based distribution of VR executables, WebVR is poised to be the most solid way to get VR experiences up and running in Chrome, and Smus' demonstration and speech pointed to the platform recognizing and enabling use on the HTC Vive and the Oculus Rift, should developers want to support either or both. Smus specifically showed off a running Chrome demo that recognized the HTC Vive's motion-tracked hand controllers while rendering its visuals at the full 90 FPS refresh, and the demo included full room-scale tracking, as opposed to limited, pseudo-VR content as seen in 360-degree videos.</p>\n<p>WebVR and Chrome's feasibility as an optimized engine remains to be seen, of course, especially as the updates needed for the higher refresh rate have yet to roll out among <a href=\"https://www.chromium.org/getting-involved/dev-channel\">various Chrome builds</a>. There's also the glaring issue of content creators not necessarily wanting to switch from programming languages such as C# to Javascript. But for ease of access and skipping such distribution channels as Steam and the Oculus Store, Chrome clearly has a leg up on the competition.</p>\n<p>But Smus' insistence that the platform is \"good enough to deploy real things\" is certainly intriguing, and for VR content creators who opt for simpler textures and other rudimentary graphical options—like the kinds that work on weaker platforms like Samsung GearVR—the platform may very well prove suitable and offer a neater distribution path for experimental and film-like content.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Samsung Galaxy TabPro S review: A taste of a future I’m not ready for</title>\r\n\t\t<link>http://arstechnica.com/gadgets/2016/05/samsung-galaxy-tabpro-s-review-a-taste-of-a-future-im-not-ready-for/</link>\r\n\t\t<pubDate>Wed, 11 May 2016 18:00:14 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Peter Bright]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[Gadgetology]]></category>\r\n\t\t<category><![CDATA[review]]></category>\r\n\t\t<category><![CDATA[Samsung]]></category>\r\n\t\t<category><![CDATA[tablet]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=878637</guid>\r\n\t\t<description><![CDATA[OLED looks incredible, but no one wants constant reminders that their screen is breaking.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Honestly, I thought I fell into some kind of a wormhole and traveled back in time. While recently using Samsung's definitely new Galaxy TabPro S—the company's take on the Surface concept of a tablet with a keyboard cover accessory—I lost myself in a specific moment. Suddenly, I couldn't tell if it was 2016 or 1996.</p>\n<p>Some context: Windows 95 OEM Service Release 2 was released on August 24, 1996. It updated various parts of Windows 95, including Internet Explorer 3, FAT32 filesystem support, Firewire support, and DirectX 2.0a. The release also introduced support for OpenGL 3D graphics. To showcase this new capability, Microsoft offered a handful of 3D screensavers.</p>\n<p>In those days, screensavers were an important part of the computing landscape. We all used them because we <em>had</em> to: burn-in was a serious problem for the then-ubiquitous cathode ray tubes (CRTs). The phosphor compounds used in CRTs lose their luminance over time. Extended displays of static images on the screen cause uneven wear of the phosphors, and this degradation can result in faint \"ghost images\" of degraded phosphors being permanently burned into the screen.</p>\n<p>Screensavers prevented such burn-in by showing a continuously moving image on the screen while leaving it still powered on. This wasn't particularly power-efficient, but CRTs had a considerable start-up time that put stress on the display's electronics. Keeping the screen on with a moving image was often the most convenient option. As such, screensaver choice became an important customization feature. Our screensavers, like our desktop wallpapers, could reflect our personalities. And among Windows 95's OpenGL screensavers was 3D Text, a simple screensaver that renders some text in 3D as it bounces and spins around the screen.</p>\n<p>Screensavers have become substantially less important since the switch to LCDs. Although LCDs can display short-term persistent images, and very occasionally individual pixels can get stuck, they're essentially immune to the burn-in phenomenon. Nowadays, it's power management that's the chief concern. Instead of leaving the screen turned on and animated, the current trend is simply to blank it and power it down when not in use.</p>\n<p>Flash forward 20 years to today: I started using this Samsung device, and it greeted me with this old throwback. The Galaxy TabPro S uses <em>screensavers</em>. Leave it alone for a few minutes, and you'll witness its name in spinning, bouncing, familiar 3D text. It has been a long time since I've used a computer that does this, and it feels weirdly anachronistic.</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"image left medium\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/screen-dimming.png\" class=\"enlarge\" alt=\"This setting right here is what worries me so much about this machine.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/screen-dimming-300x200.png\"  caption=\"This setting right here is what worries me so much about this machine.\"  alt=\"This setting right here is what worries me so much about this machine.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/screen-dimming.png\" class=\"caption-link\" rel=\"nofollow\">This setting right here is what worries me so much about this machine.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n  </div>\n\n<h2>A cutting edge so sharp you'll hurt yourself</h2>\n<p>Why get so caught up on a screensaver in 2016? The reason this awkwardly named machine—the first Windows system to sport the hitherto Android-denoting \"Galaxy\" branding—shows this weirdly old-fashioned behavior is because its standout feature, the screen, is so very modern. Instead of the typical LCD screens usually found on tablets and portable computers, the TabPro S has an AMOLED screen. And it's a gorgeous 2160×1440 12-inch AMOLED screen.</p>\n<p>Active Matrix Organic Light Emitting Diode screens, made up of a grid of red, green, and blue LEDs, are common enough on smartphones, especially those from Samsung (which is also one of the makers of such screens). But their use on anything larger has until recently been quite rare. The first large-screen applications have been TVs, while laptops and computers have only started to come onto the market this year.</p>\n<p>OLED technology remains in its relative infancy, and large screens attract high price premiums. A 65-inch LCD 4K TV costs $1,099 at Best Buy right now; a 65-inch OLED 4K TV can set you back five grand. But more significantly, it's a technology with some serious limitations.</p>\n<p>Old LCDs don't look as good as new ones because their backlights tend to grow dim. Apart from that, they don't show much in the way of usage-based degradation. This is why the screensaver became so much less important; it didn't matter a whole lot if our LCD displays were left at the desktop or login screen for hours or even days on end. OLED screens, by contrast, degrade over time. The longer their individual colored segments are illuminated, the dimmer they get due to the degradation of the chemicals within the LEDs. Leave a fixed bright image on the screen for a long time—the Windows logo on the Start button, say—and those pixels will wear out the fastest. Moreover, that degradation happens unevenly, and the blue LEDs lose brightness faster than the red and green ones.</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"image right medium\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/IMG_4378.jpg\" class=\"enlarge\" alt=\"\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/IMG_4378-300x402.jpg\"  caption=\"\"  alt=\"\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Peter Bright)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/IMG_4378.jpg\" class=\"caption-link\" rel=\"nofollow\"></a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n  </div>\n\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"image right medium\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/nexus-6-burn-in.jpg\" class=\"enlarge\" alt=\"OLED burn-in on a Nexus 6 phone.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/nexus-6-burn-in-300x200.jpg\"  caption=\"OLED burn-in on a Nexus 6 phone.\"  alt=\"OLED burn-in on a Nexus 6 phone.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Ron Amadeo)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/nexus-6-burn-in.jpg\" class=\"caption-link\" rel=\"nofollow\">OLED burn-in on a Nexus 6 phone.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n  </div>\n\n<p>This degradation over time means that OLED screens tend to have a shorter lifespan than comparable LCDs. Their overall brightness decays faster than that of LCDs, and the uneven degradation can result in discoloration and \"burned in\" ghost images, where parts of the screen that should be white or grey become tinged with color.</p>\n<p>OLED technology is getting better and better, with longer lifespans and better strategies for handling the uneven degradation, but it still represents a deficit relative to LCDs. That's really why using the Galaxy TabPro S feels like hopping in the DeLorean: OLED screens need protecting, just like CRTs did all those years ago. OLED screens are more robust than those CRTs ever were—it takes thousands of hours to reduce their brightness significantly, whereas CRT burn-in could occur much more quickly—but they're nonetheless more fragile than LCDs are.</p>\n<p>Accordingly, the OLED systems beginning to come to market are taking measures to protect those screens. The TabPro has its screensaver, and it also dims the screen. When I received the review system, its screen would dim, selectably, after one or two minutes of inactivity. A software update has extended that to let me keep it bright for as long as 10 minutes, but there is no ability to disable this dimming entirely (short of removing Samsung's drivers and other software).</p>\n<p>While this does leave the tablet with a foot in the past, it gives it a pretty fantastic foot in the future, too. Again, OLED screens look <em>gorgeous</em>. Vibrant colors, rich blacks, high saturation, all the things that OLED screens are known for. The screen can also be cranked ridiculously bright—500 nits—providing good readability in a wide range of lighting conditions. This is a luxurious screen, and I can't wait for OLED prices to come down so that I can afford to equip my home PC with a triple-head OLED setup.</p>\n<p>On the other hand, I'm not sure if I want to live with OLED <em>right now</em>. The screen dimming is a bore. For our battery testing, I ran a little app to move the mouse once a minute and hence prevent the dimming, but this is obviously going to shorten the life of the screen. I'm sure I could remove Samsung's dimming app, but do I want to? Is that going to slash the screen's useful life or create serious burn-in? My assumption is it will, otherwise Samsung wouldn't have included this feature in the first place.</p>\n<p>That concerns me. As beautiful as this screen is, I'm not sure I want a system I have to care for in this way. The TabPro S is constantly reminding me that it's deteriorating before my very eyes. One day, perhaps in the not too distant future, that beautiful screen is going to be ruined.</p>\n<h2>\n<div><a name='page-2'></a></div>\n</h2>\n<h2>A little too tablety</h2>\n\n<p>We've seen a few iterations of the laptop-like-tablet concept first popularized by Microsoft's Surface line. The best of these offers much of the flexibility of a full laptop—the Surface Pro 4, HP's Spectre x2, and a handful of others sport an adjustable kickstand integrated into the tablet unit itself, paired with a detachable keyboard. This provides a wide range of screen angles and allows the screen to be propped up even when the keyboard isn't being used.</p>\n<p>The Galaxy TabPro S is similarly positioned as a premium, productivity-capable tablet, but its approach to the keyboard and stand is rather different. The magnetically attached combination keyboard/cover wraps around the whole system (it includes a little cut-out for the rear-facing camera), and it folds to prop up the screen. This means without the cover, there's nothing to stand the screen up. It also means the screen can only be held at two specific angles (one is a laptop-like upright one, the other is a laid back one that I don't really understand the purpose of). It's more like <a href=\"http://arstechnica.com/apple/2015/11/ipad-pro-review-mac-like-speed-with-all-the-virtues-and-limitations-of-ios/\">the iPad Pro</a> than the Surface.</p>\n<p>There are some upsides to this; the TabPro S doesn't have to include the extra bulk/metal of the kickstand mechanism within the tablet unit itself, and as such the tablet is a little thinner (0.25 inches/6.4mm thick, compared to 0.33 inches/8.4mm) and lighter (1.53lb/0.70 kg, compared to 1.69lb/0.77kg) than a Surface Pro 4.</p>\n<p>If tablet use is your sole or primary purpose of the device, then stripping out the unnecessary kickstand may be a wise decision, and the loss of flexibility may not matter much. But if that's your goal, you're probably not buying a Windows tablet in the first place. Samsung's own promotional pages for the tablet make a point of its ability to run Office, which seems like an implicit acknowledgement that the keyboard accessory is going to find wide usage. Certainly for my own usage, the laptop-like mode is essential, which makes the lack of screen angle adjustments a problem. It was a problem back in 2013 with the original Surface Pro from Microsoft; it's still a problem today.</p>\n<p>Samsung's cover design does in principle make the TabPro more lap-friendly than Microsoft's tablets. If you push the Surface line too far back on your knees, you end up pushing the kickstand off your legs. The TabPro's base and screen stand are a continuous piece, making it quite a bit more stable in lap usage.</p>\n<p>However, the base does flex somewhat, which makes this feel a little perilous. It also gives the device a slightly cheap feel. I'm not sure that the base itself is any less rigid than the Surface's Type Cover; it's just that the Type Cover's design means it's never having to bear the full weight of the tablet unit. The device's rigidity is never put to the test. The Samsung cover does flex, however. If you're tempted to pick it up laptop style, by grasping the keyboard with the screen still open, the whole thing bends.</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/IMG_4381.jpg\" class=\"enlarge\" alt=\"The solitary USB Type-C port.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/IMG_4381-980x633.jpg\"  caption=\"The solitary USB Type-C port.\"  alt=\"The solitary USB Type-C port.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Peter Bright)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/IMG_4381.jpg\" class=\"caption-link\" rel=\"nofollow\">The solitary USB Type-C port.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<p>As a consequence of the way the cover folds to prop up the screen, the keyboard itself is too small. Its width is about the same as that of the Surface Pro keyboard, but the height is lower. I found myself regularly hitting wrong keys as a result, like tapping the '3' every time I tried to hit 'e.' Key action is not as crisp as the current iteration of Microsoft's tablet keyboard, either, but to my fingers it still feels superior to that of the MacBook.</p>\n<p>This limited height means the touchpad is also small. The touchpad tracked my movement well enough, but the surface is rough and the size limiting. It is a Precision Touchpad, so it supports standard Windows 10 gestures (and will gain new ones in the future). Still, the size arguably reduces the utility of these.</p>\n<p>I'm left feeling that for a Windows tablet of this type, the better solution is to put the stand into the tablet itself with a larger keyboard (and touchpad). Windows just isn't that useful as a pure tablet. The keyboard and touchpad are essential parts of the system (it's not for nothing that Samsung includes the cover as a standard feature). They need to be as good as you'd find on a laptop. On the TabPro, they're not.</p>\n<p>The TabPro has a solitary USB Type-C port that it uses for peripherals and for charging. A single port feels lacking on any kind of laptop replacement, especially if that same port is also used for charging the system. To alleviate this restriction a little, Samsung has a port adaptor that breaks the Type-C port out into three ports: HDMI, USB Type-A, and USB Type-C. You can use other devices while charging, but it will set you back $89.99.</p>\n<p>The system is rather more extravagantly equipped when it comes to internal sensors. As well as the usual accelerometer to handle screen rotation, the TabPro includes NFC, GPS, proximity, and ambient light.</p>\n<h2>A whole galaxy of Galaxy products</h2>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"image right medium\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/samsung-flow.png\" class=\"enlarge\" alt=\"Samsung Flow.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/samsung-flow-300x200.png\"  caption=\"Samsung Flow.\"  alt=\"Samsung Flow.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/samsung-flow.png\" class=\"caption-link\" rel=\"nofollow\">Samsung Flow.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n  </div>\n\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"image right medium\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/pattern-unlock.png\" class=\"enlarge\" alt=\"Pattern unlock on Windows.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/pattern-unlock-300x200.png\"  caption=\"Pattern unlock on Windows.\"  alt=\"Pattern unlock on Windows.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/pattern-unlock.png\" class=\"caption-link\" rel=\"nofollow\">Pattern unlock on Windows.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n  </div>\n\n<p>Unfortunately, there's no kind of biometric authentication built in, but Samsung has a sort of solution. The TabPro comes with a bunch of extra software. Fortunately, this doesn't seem to include any kind of annoying antimalware software—it's refreshing to use a machine that doesn't come with awful McAfee nagware for once. Instead, it's all Samsung-specific. There's an update program that handles firmware and driver updates, a special Settings app, and <a href=\"http://www.samsung.com/us/support/samsungflow/\">Samsung Flow</a>, an app for pairing the tablet with a Galaxy phone.</p>\n<p>The Settings app controls the mandatory screen dimming. It also adds an extra authentication option, offering pattern unlock of the kind familiar on Android phones for Windows 10. Samsung Flow extends this further still. Pair the tablet with a Galaxy S7, and the Windows system can use the phone's fingerprint sensor for authentication.</p>\n<p>I haven't been able to actually test this; for most of the review period the software said only that it would be available in the future. An update has since lit up the functionality, but I don't have a suitable phone to test it with. The phone is paired to the tablet with Bluetooth; the fingerprints are then set up using the standard Windows Hello biometric setup process. Once set up, logging into the PC is done by tapping the phone to the NFC sensor in the TabPro's keyboard and then swiping a fingerprint on the phone.</p>\n<p>The Flow software also shows Android notifications on the PC and in some cases replies to notifications directly on the PC. It also allows the PC to turn on the phone's mobile hotspot feature.</p>\n<p>This feels rather overcomplicated, and as a practical matter I would much prefer to have a fingerprint or facial recognition capability built in to the system. However, it's interesting that Samsung is trying to find ways to create a Galaxy \"ecosystem.\" Apple has integration between iOS and OS X, and Microsoft is adding various syncing capabilities with its Cortana on Android, Windows Mobile, and Windows 10. I suspect Microsoft and Apple will be more successful in this endeavor, as there will be more Windows 10 PCs and Macs than there are Samsung PCs. But if you're a fan of the Galaxy brand, at the very least the notification syncing and hotspot control are useful extra features.</p>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/Review-chart-template-final-full-width-3.001-640x470.jpeg\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>Aside from the sensors, the TabPro is quite conventional. Unusually for a PC, it's also devoid of options. It has a Skylake Core m3 processor, 4GB RAM, and a 128GB SATA-connected SSD. The only decision to make is whether to get it in black or white. A total of 4GB is not enough memory in this day and age, especially on a full Windows PC. The Core m3 performs the way we have come to expect from the low-power Core m parts; in short, bursty tasks the m processors don't give up much to their i siblings, but in longer tasks, the bigger power envelope of the i processors allows them to pull ahead.</p>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/Review-chart-template-final-full-width-3.013-640x470.png\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>Battery life was a little longer than that of the <a href=\"http://arstechnica.com/gadgets/2016/01/hp-spectre-x2-review-all-the-quality-of-the-surface-pro-hundreds-of-dollars-less/\">HP Spectre x2</a>, which has a slightly faster m7 processor and a lower resolution (1920×1280) screen. It's also in the same ballpark as the Surface Pro 4. At just shy of eight hours of light usage, it's <em>probably</em> not going to get you through a full day without charging. But in this regard, it's no different from its major PC competition.</p>\n<table class=\"specifications right\" width=\"300\">\n<tbody>\n<tr>\n<th style=\"text-align: left\" colspan=\"4\">Specs at a glance: Samsung Galaxy TabPro S</th>\n</tr>\n<tr>\n<th></th>\n<th style=\"text-align: left\">As reviewed</th>\n</tr>\n<tr>\n<th>Screen</th>\n<td>2160×1440 12.0\" (216 PPI), 10-point capacitive OLED touchscreen</td>\n</tr>\n<tr>\n<th>OS</th>\n<td>Windows 10 Home</td>\n</tr>\n<tr>\n<th>CPU</th>\n<td>Intel 6th generation Core m3-6Y30 (900 MHz base/2.2GHz turbo)</td>\n</tr>\n<tr>\n<th>RAM</th>\n<td>4GB</td>\n</tr>\n<tr>\n<th>GPU</th>\n<td>Intel HD Graphics 515</td>\n</tr>\n<tr>\n<th>SSD</th>\n<td>128GB</td>\n</tr>\n<tr>\n<th>Networking</th>\n<td>802.11ac/a/b/g/n with 2x2 MIMO antennas, Bluetooth 4.1</td>\n</tr>\n<tr>\n<th>Ports</th>\n<td>1 USB Type-C</td>\n</tr>\n<tr>\n<th>Cameras</th>\n<td>Rear: 5MP autofocus<br />\nFront: 5MP</td>\n</tr>\n<tr>\n<th>Size</th>\n<td>11.43×7.83×0.25\" (tablet only)</td>\n</tr>\n<tr>\n<th>Weight</th>\n<td>1.53lb (tablet only)</td>\n</tr>\n<tr>\n<th>Battery</th>\n<td>5200mAh</td>\n</tr>\n<tr>\n<th>Warranty</th>\n<td>1 year</td>\n</tr>\n<tr>\n<th>Price</th>\n<td>$899</td>\n</tr>\n<tr>\n<th>Other features</th>\n<td colspan=\"3\">TPM 2.0, keyboard, NFC, GPS</td>\n</tr>\n</tbody>\n</table>\n<p>Ultimately, I'd probably go for that Spectre x2 over the TabPro. The Spectre is $100 cheaper for the same processor, RAM, and storage, and that device has a slightly better keyboard and two USB ports. On the flip side, Samsung's screen is absolutely gorgeous, and I really and truly want to live in an OLED future. But I can't imagine using a machine that so aggressively makes you aware of its imminent demise. Every moment I used that gorgeous screen, I was all too aware that it was deteriorating and that things like the Windows logo on the taskbar were doing irreparable harm.</p>\n<p>This concern isn't restricted to the TabPro S; I believe that all the OLED systems that are coming to market this year include various kinds of screen-preservation tech. In 2016 (and not 1996), it's too worrisome for everyday machines.</p>\n<h3>The good</h3>\n<ul>\n<li>The OLED screen really does look amazing</li>\n<li>One of the slimmest and lightest iterations of this concept</li>\n<li>Nice to see a standalone GPS chip instead of requiring integrated LTE</li>\n<li>Bundled software that actually does something that's useful</li>\n</ul>\n<h3>The bad</h3>\n<ul>\n<li>Only 4GB RAM</li>\n<li>Only one Type-C port</li>\n<li>No integrated LTE option (though one may be coming in the future)</li>\n<li>The keyboard is too small</li>\n<li>Biometric authentication requires a Galaxy phone</li>\n</ul>\n<h3>The ugly</h3>\n<ul>\n<li>The software setup makes you oh so aware that the OLED screen is a ticking time bomb.</li>\n</ul>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Feds probe mobile phone industry over the sad state of security updates</title>\r\n\t\t<link>http://arstechnica.com/security/2016/05/feds-probe-mobile-industrys-security-update-practices/</link>\r\n\t\t<pubDate>Tue, 10 May 2016 20:55:25 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Dan Goodin]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[Law & Disorder]]></category>\r\n\t\t<category><![CDATA[Risk Assessment]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[android]]></category>\r\n\t\t<category><![CDATA[federal communications commission]]></category>\r\n\t\t<category><![CDATA[federal trade commission]]></category>\r\n\t\t<category><![CDATA[security]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=879371</guid>\r\n\t\t<description><![CDATA[FCC and FTC coordinate probe of OS developers, hardware makers, and carriers.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>For years, critics have bemoaned the <a href=\"http://arstechnica.com/gadgets/2012/12/the-checkered-slow-history-of-android-handset-updates/\">sad state of security updates</a> available to hundreds of millions of owners of mobile devices running Google's Android operating system. Now, US federal regulators are investigating whether Google, Apple, and the rest of the players in the mobile industry are doing everything they can to keep their customers safe.</p>\n<p>In a joint action, the Federal Communications Commission and the Federal Trade Commission are ordering mobile operating system developers, hardware manufacturers, and carriers to explain their rationale in deciding when to issue updates, or as is so often the case for Android users, why they don't provide updates. Two of the more glaring examples are a <a href=\"http://arstechnica.com/security/2015/10/a-billion-android-phones-are-vulnerable-to-new-stagefright-bugs/\">vulnerability dubbed Stagefright</a> disclosed last year and another <a href=\"http://arstechnica.com/security/2016/03/275-million-android-phones-imperiled-by-new-code-execution-exploit/\">disclosed in March called Metaphor</a>. Both allow attackers to surreptitiously execute malicious code on Android devices when they view a booby-trapped website.</p>\n<p>\"There have recently been a growing number of vulnerabilities associated with mobile operating systems that threaten the security and integrity of a user’s device and all the personal, sensitive data on it,\" Jon Wilkins, chief of the FCC's Wireless Telecommunications Bureau, wrote in a letter to carriers. \"One of the most significant to date is a vulnerability in the Android component called 'Stagefright.' It may have the ability to affect close to 1 billion Android devices around the world. And there are many other vulnerabilities that could do just as much harm.\"</p>\n<p>Google has released updates that fix both Stagefright and Metaphor, but millions of end users are unable to receive them. That's because carriers and manufacturers often don't permit updates until they have been thoroughly tested. The result: tens of millions of phones that only sporadically–and in some cases never—receive such fixes. Last year, following the Stagefright disclosure, Google implemented a monthly rollout of updates available to a small set of Android users, including owners of Google-branded Nexus devices. Besides being limited to an extremely select group of users, this program has also been problematic because it <a href=\"https://twitter.com/dangoodin001/status/730051660706275329\">routinely takes a week or more for the fixes to be pushed out to all customers</a>.</p>\n<h2>Feet to the fire</h2>\n<p>Some of the <a href=\"https://www.ftc.gov/system/files/attachments/press-releases/ftc-study-mobile-device-industrys-security-update-practices/160509mobilesecuritymodelorder.pdf\">information</a> the <a href=\"https://transition.fcc.gov/Daily_Releases/Daily_Business/2016/db0509/DOC-339256A2.pdf\">FCC is demanding from carriers</a> includes:</p>\n<ul>\n<li>The period of time that a specific device model will be supported for security updates, including the frequency or timing of security updates;</li>\n<li>The Company’s process for developing a security update to address the vulnerability, including whether and how any other entity identified in [a previous]<br />\nresponse ... was involved in developing or testing the security update; and</li>\n<li>If a security update for the vulnerability was not deployed to end-user devices, whether the company notified consumers that the specific device model would not receive a security update for the vulnerability.</li>\n</ul>\n<p>Information the <a href=\"https://www.ftc.gov/news-events/press-releases/2016/05/ftc-study-mobile-device-industrys-security-update-practices\">FTC is demanding from OS and hardware makers</a> includes:</p>\n<ul>\n<li>the factors that they consider in deciding whether to patch a vulnerability on a particular mobile device;</li>\n<li>detailed data on the specific mobile devices they have offered for sale to consumers since August 2013;</li>\n<li>the vulnerabilities that have affected those devices; and</li>\n<li>whether and when the company patched such vulnerabilities.</li>\n</ul>\n<p>It may seem unfair that Apple and its partners are among those receiving the same scrutiny when the company's iOS is widely regarded as the model for timely mobile security updates. There's some legitimacy here, but at the same time, the responses are likely to provide a stark contrast with those coming from Google and its partners.</p>\n<p>In 2013, the American Civil Liberties Union asked the FCC to <a href=\"http://arstechnica.com/security/2013/04/wireless-carriers-deceptive-and-unfair/\">take action against the four major US carriers</a> for selling millions of Android phones that never, or only rarely, received updates. More than three years later, the availability of timely updates hasn't shown much improvement, in part because carriers blame the delays on manufacturers and vice versa. The coordinated probe of OS developers, carriers, and device makers may not lead to a longterm solution either, but the feds should at least be commended for giving it a try.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>The Mi Max is Xiaomi’s new 6.44-inch smartphone</title>\r\n\t\t<link>http://arstechnica.com/gadgets/2016/05/the-mi-max-is-xiaomis-new-6-44-inch-smartphone/</link>\r\n\t\t<pubDate>Tue, 10 May 2016 17:06:27 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Ron Amadeo]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=878821</guid>\r\n\t\t<description><![CDATA[New version of its Android skin, MIUI 8, is also on tap.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/Mi-Max_12-640x360.png\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>Overnight, Xiaomi launched the Mi Max, a massive 6.44-inch smartphone, and a new version of its Android skin, MIUI 8.</p>\n<p>We'll start with the phone. For RMB1499 ($230/£159) you get a crazy-big 6.44-inch, 1920×1080 (342ppi) display, a Snapdragon 650 SoC, 3GB of RAM, 32GB of storage (plus a MicroSD slot), a 16MP rear camera, a 5MP front camera, and a 4850 mAh battery. The Snapdragon 650 is a six-core SoC with the usual big.LITTLE architecture, which gives you a set of power-hungry \"big\" cores for the heavy lifting and a set of \"little\" cores for low power and idle operations. On the Snapdragon 650, you usually get two 1.8GHz Cortex-A72 cores for the heavy lifting and four 1.2GHz Cortex-A53 cores for the \"little\" cores, but Xiaomi doesn't have the CPU clock speeds listed.</p>\n<p>Things get complicated with the more expensive models, which don't just offer more storage but also upgrade the SoC and RAM. <span style=\"line-height: 1.5\">For RMB1699 (~$260/£180) you can upgrade to the 64GB version, which changes the SoC to a Snapdragon 652. The 652 adds an extra two \"big\" cores over the Snapdragon 650 for an even, eight-core chip with four big cores and four little ones. For RMB</span>1999 (~$307/£212) you can have the 128GB version, which keeps the Snapdragon 652 SoC and adds an extra GB of RAM for 4GB total.</p>\n<p>All versions have a metal body and a fingerprint reader on the back. It's going to take a lot of metal to make one of these: the device is 173.1mm×88.3mm×7.5mm (6.81in×3.47in×0.3in). Xiaomi doesn't mention it, but going by the pictures it looks like there's a <span style=\"line-height: 1.5\">MicroUSB 2.0 port on the bottom. Nearly every high-end phone is shipping with a USB Type C port, but it looks like the lower-end stuff isn't there yet.</span></p>\n<p>The device launches on May 17 in China. Xiaomi still doesn't sell smartphones in the US, so we wouldn't expect to see an official release here. Importing it is always an option, though.</p>\n<h2>MIUI 8</h2>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/150102zaq9lmqr1x8w1xaw-640x360.png\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>Xiaomi also took the wraps off of MIUI 8, the newest version of its Android skin that ships on all Xiaomi phones.</p>\n<p>Our biggest complaint about MIUI when we last saw it on <a href=\"http://arstechnica.com/gadgets/2016/03/xiaomi-mi-5-review-its-hard-to-argue-with-305-for-a-snapdragon-820/\">the Xiaomi Mi 5</a> was that it just felt old. MIUI is independent from the Android version, and MIUI 7 worked on phones back to Android 4.4 KitKat. Working on such old devices meant the interface was pretty much a skinned version of Android 4.4, so when it was used on top of an Android 6.0 Marshmallow device, you lost a lot of features.</p>\n<p>For version 8 it looks like MIUI will spruce up some of the oldest areas of MIUI 7. The notification panel was hit pretty hard with MIUI 7, and now it has been upgraded to a more Marshmallow-style design with power controls and a brightness slider. The Recent Apps list has been upgraded, too, and, judging from the photos, it now seems to support Marshmallow's \"<a href=\"http://arstechnica.com/gadgets/2014/11/android-5-0-lollipop-thoroughly-reviewed/6/#h1\">document centric</a>\" format, which lets apps spawn multiple entries in the list. Now Chrome should be able to show multiple tabs, and Google Docs should be able to show multiple documents.</p>\n<p>There are a ton of other features, too. The calculator and gallery have been revamped, and the system is more aggressive about stopping unneeded apps from launching background processes at startup. There's a new \"Notes\" app that offers fingerprint sensor integration and lots of background themes. The camera can supposedly identify items in a picture and link you to an online shopping portal, and there's even a feature that claims to solve \"high school Chinese math\" problems with just a picture. That's right kids; your Xiaomi phone will do your homework for you!</p>\n<p>Beta testing for MIUI 8 starts June 1, and the final ROM is due out June 17 for advanced users to flash. Xiaomi will upgrade nearly every device it makes to MIUI 8. The MI 2, 2S, 3, 4, 4C, 4S, 5, Note, and Max will all be supported, along with all the lower-end \"Redmi\" phones. Some of these devices launched back in 2012! Remember: the MIUI version is separate from the Android version, so some of these devices will still be stuck on older versions of Android. That said, any kind of update for a phone from 2012 is welcome, as most OEMs wouldn't bother.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Good and bad news: Withings Go is a tiny tracker you’ll forget you’re wearing</title>\r\n\t\t<link>http://arstechnica.com/gadgets/2016/05/withings-go-reviewed-this-button-sized-fitness-tracker-left-me-wanting-more/</link>\r\n\t\t<pubDate>Tue, 10 May 2016 12:00:01 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Valentina Palladino]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[fitness tracker]]></category>\r\n\t\t<category><![CDATA[Gadgetology]]></category>\r\n\t\t<category><![CDATA[Withings]]></category>\r\n\t\t<category><![CDATA[withings go]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=875383</guid>\r\n\t\t<description><![CDATA[It could help you develop new healthy habits, but otherwise it's unremarkable.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n\n<p>The French company, Withings, made one of the first truly fashionable smartwatches. The $450 Swiss-made Activitè pulled double-duty as an elegant timepiece as well as a basic activity and sleep tracker. It was luxurious to say the least. So to make its brand more accessible, Withings followed that release up with more affordable versions of the Activitè.</p>\n<p>In many ways, the $80 Withings Go tracker is a departure from the design language of the Activitè series, but it still manages to look at home with the rest of the company's product line. The tiny disk tracker has all of the same activity monitoring features of the full watches but without any of the high-end materials that push the other devices' prices over the edge. At less than $100 it's at the cheaper end of the fitness tracker market, but it has to compete with other trackers from big companies that want provide your go-to, affordable fitness device.</p>\n<h2>Design: Cute as an e-inked button</h2>\n\n<p>Withings makes some of the most minimalist and elegant fitness trackers available, and the Go is arguably its most minimalist option. It's much like Misfit's Flash or Shine 2 trackers, as it's just a disk that fits into either a clip or wrist strap. However, Go has the most recognizable screen among them. Its e-ink display shows your activity goal progress and time. The dial around the circumference of the disk fills up as you walk and complete activities, and pressing the display once will bring up the clock view (short dash indicates hour and long dash indicates minutes). Similar to these other tiny-disk trackers, the Go works on a coin-cell battery, so you won't have to replace it for at least eight months.</p>\n<p>Like Misfit's devices, the Go can be worn a few different ways, and I appreciate that flexibility even if I would rarely wear it in its belt-loop clip attachment. At this point, wearing a fitness tracker in any form that's not on my wrist feels a little funky. If anything, I'd be more inclined to wear a module on a chain as a necklace (which you can do with Misfit's devices but not the Go).</p>\n<p>The disk look is fairly common, but it's a good fit for fitness trackers. As companies try to find ways to make these devices more wearable and stylish, simple design is better. A module with all the tech you need inside of it is much easier to manipulate into something fashionable, not to mention it's much easier to make accessories for as well.</p>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/withingsgo2-640x427.jpg\">\n  <p><strong> more images in gallery</strong></p>\n\n<h2>Features: Covers the basics, but could stand for more</h2>\n<p>The Withings Go is one of those affordable-yet-all-encompassing fitness trackers. It monitors steps, calories, distance, and sleep, and it automatically recognizes and records bursts of activity. It also automatically knows when you go to bed, which is convenient because you won't ever have to remember to enter sleep mode. And since it's water-resistant up to 50 meters, the Go can track swimming.</p>\n<p>That's basically it. The Go sticks to the standard features every activity tracker should have now, and Withings chose to simplify its design to keep the price down compared to other devices. It's quite similar to the $60 <a href=\"https://www.fitbit.com/zip\">Fitbit Zip</a>, however the Zip can only be worn in a clip and not a wristband, and it doesn't track swimming. I can see how those features would justify the slightly higher price tag. The $80 <a href=\"http://arstechnica.com/gadgets/2015/10/review-the-moov-now-is-an-activity-tracker-that-forces-you-to-be-active/\">Moov Now</a> is an alternative if you're interested in improving performance, as it uses its app to coach you in running, boxing, cycling, swimming, and other exercises.</p>\n<p>It's not a typical technical feature, but the Go's e-ink display is one of its best aspects. While not as eye-catching as the shiny, bold, and bright OLED displays of smartwatches or even the touchscreen LCDs of some fitness trackers, it's a subtle way to present information without drawing attention to the device. I like the e-ink display better than the LEDs on the Misfit Shine 2 because it's much easier to tell the time with a printed display rather than deciphering flickering lights.</p>\n<p>However, Misfit's devices also have vibration motors, which I wish the Go had. You cannot set any alarms, reminders, or inactivity alerts, so the Go just ends up sitting there on your wrist all day. While that does make it easier to forget about it, I wish the device actively did more for me. Vibrating reminders are easy ways of making any tracker a bit more personalized and useful.</p>\n<div><a name='page-2'></a></div>\n<h2>Healthmate app: Did you drink your nighttime tea?</h2>\n<p>Withings' Healthmate for Android and iOS is the companion app for all of its devices, including the Activitè series and its range of other smart health products. You'll have to select the Go upon setup, and once the initial activation is complete, you'll be taken to a homepage that resembles <a href=\"http://arstechnica.com/gadgets/2015/10/jawbones-up4-is-its-most-advanced-and-expensive-tracker-yet/\">Jawbone's</a> companion app. There's a bar graph at the top showing you when you were active the most during the day, and info cards below allow you to scroll through and view sleep, steps, and weight progress. There's also a blue button with a plus sign in it hovering on the right side that you can tap on to add weight, activity, heart rate, blood pressure, and food data into the app manually.</p>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/healthmate1-640x498.jpg\">\n  <p><strong> more images in gallery</strong></p>\n\n\n<p>You can tap on the top bar to see a larger version of the bar graph, a week-view for longterm analysis, and all of the automatically recorded activities the Go detected. Most of the time the Go got the duration of my workouts right, but it typically detected the type of activity as \"walking\" (requiring me to change that). The app also gives you reward badges depending on how much activity you complete over time. I earned the Good Day (8,000 steps) and Great Day (12,000 steps) badges pretty quickly, but badges like Marathon (42 kilometers) took a couple of days to unlock. If you're someone who's motivated by reward collecting or gamification, these badges might be a good way to push yourself.</p>\n<p>One of the best features of the app is its healthy reminders. There's a whole bunch of them in the Reminders section, categorized by weight, activity, heart, and sleep. The app basically gives you healthy tips, and you can set a reminder to pop up on certain days and times to make sure you complete those tasks. I set two right off the bat: a hydration reminder for every mid-afternoon so I drink as much water as I can instead of grabbing another snack and a reminder to drink some tea before bed.</p>\n<p>The former reminder I found in the sleep section, and it gives you information on how herbal teas can relax the body and also lower body temperature to make falling asleep easier. While I drink a lot of water regularly, I don't drink tea every day and typically not near bedtime. These alerts were super useful because they helped me build new, healthy habits, while making sure I consistently completed my regular health rituals.</p>\n<h2>Conveniently simple, but left wanting more</h2>\n<p>Just like Withings' Activitè products, the Go delivers on all of its fitness tracking promises. It's a solid device at a competitive price point, and its e-ink display gives it an upper hand compared to other affordable trackers that are devoid of displays entirely. The Go can hold its own against the competition from Misfit, Jawbone, and others; however I felt like I was missing something while I used it. Yes I did miss vibration alerts, but there was just an overall feeling of wanting left in the pit of my stomach whenever I looked down at the Go.</p>\n<p>Withings had to make the Go. With every fitness tracker company trying to fill in all the price gaps (and create new ones sometimes), Withings had to provide customers an under-$100 option. Adding a vibration motor to the Go would likely raise its price, but for me, I'd rather spend the extra money for a device that plays an active role in my life. Misfit's $100 Ray does this pretty well as it monitors all of the fitness metrics that the Go does sans swimming. But if you can live without those taps on the wrist, the Withings Go may be a good option that not only tracks activity but also integrates the app thoughtfully to help build healthy habits.</p>\n<h3>The Good</h3>\n<ul>\n<li>Small design makes it lightweight, while e-ink display makes it easy to see time and activity progress.</li>\n<li>Water-resistant enough to track swimming exercises.</li>\n<li>Smartphone-based reminders help you build new health habits.</li>\n</ul>\n<h3>The Bad</h3>\n<ul>\n<li>No vibration motor for one-wrist alarms.</li>\n<li>No exercise coaching capabilities.</li>\n</ul>\n<h3>The Ugly</h3>\n<ul>\n<li>Even if Go is the most inexpensive Withings tracker, you'll get more for your money if you invest in the Activitè Pop.</li>\n</ul>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Google I/O 2016 Preview: A Chrome/Android merger? Project Tango? VR?</title>\r\n\t\t<link>http://arstechnica.com/gadgets/2016/05/google-io-2016-preview-a-chromeandroid-merger-project-tango-vr/</link>\r\n\t\t<pubDate>Tue, 10 May 2016 10:00:50 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Ron Amadeo]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[android]]></category>\r\n\t\t<category><![CDATA[google]]></category>\r\n\t\t<category><![CDATA[Google I/O]]></category>\r\n\t\t<category><![CDATA[io2016]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=867353</guid>\r\n\t\t<description><![CDATA[Google's biggest show of the year is next week.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Google I/O is Google's annual launch party where the company shows off its biggest products and teaches developers how to be a part of the Google ecosystem. The event takes place from May 18 to 20 at the Shoreline Amphitheatre in Mountain View, California.</p>\n<p>Google I/O this year is definitely weird. It's in an all-new location, and the big news that we would expect to happen at I/O—a new version of Android—has already been released. As a result, there is really nothing that we would put at a 100 percent lock for I/O—we just aren't sure what Google is going to do. The <a href=\"http://arstechnica.com/gadgets/2016/04/the-google-io-2016-schedule-is-packed-with-virtual-reality-talks/\">schedule</a> gives us some vague idea of what we can expect to see, but since Google likes to avoid spoiling its announcements, the schedule isn't always a comprehensive list until after the opening-day keynote. While we aren't making guaranteed predictions, we can at least offer a list of possibilities based on projects we know are in the works at Google HQ.</p>\n<p>This is the first Google I/O since Google became a <a href=\"http://arstechnica.com/gadgets/2015/08/google-is-now-part-of-alphabet-sundar-pichai-steps-up-as-ceo/\">subsidiary under Alphabet</a>, but we're going to assume most of the other Alphabet companies aren't going to join in on the fun. None of the divisions in Alphabet are really \"new\"—the groups have all been inside Google for some time. Even when they were part of Google, most groups didn't participate in Google I/O. Now that they're separated even further, we expect their non-participation in I/O to continue. The one exception is Google X (<a href=\"http://arstechnica.com/gadgets/2016/01/google-x-gets-a-new-name-and-a-new-logo/\">Now just \"X\"</a>), which famously demoed Google Glass at the show in 2012.</p>\n<h2>After the N Developer Preview, what's left for Android?</h2>\n<p>The <a href=\"http://arstechnica.com/gadgets/2014/06/google-previews-next-version-of-android-codenamed-l-release/\">Android L Developer Preview</a> was announced at Google I/O 2014, and it immediately became the biggest news of the show. The <a href=\"http://arstechnica.com/gadgets/2015/05/hands-on-with-the-android-m-developer-preview/\">Android M Developer Preview</a> was announced at Google I/O 2015, and stole the show there, too. The <a href=\"http://arstechnica.com/gadgets/2016/03/hands-on-with-android-n-increased-customization-better-notifications-and-more/\">Android N Developer Preview</a> was announced in early March with a surprise blog post. What does that leave for Google I/O 2016?</p>\n<p>It's a good bet a fresh version of the Android N Developer Preview will be released at the show, but that's usually not a huge deal—the second preview build introduced the Vulkan graphics API and a few other features, and we wouldn't expect the third build to be a much bigger deal. We've heard about new <a href=\"http://arstechnica.com/gadgets/2016/04/report-htc-to-build-the-next-nexus-devices-codenamed-marlin-and-sailfish/\">HTC-built Nexus devices</a> in the works, but given that Android N has a Q3 2016 release date, I/O is too early to hear about those devices. We might hear about what sugary snack the \"N\" in \"Android N\" stands for. We're hoping for more important news, though.</p>\n<h3>The great Chrome OS merger and desktop Android</h3>\n<p><em><a href=\"http://www.wsj.com/articles/alphabets-google-to-fold-chrome-operating-system-into-android-1446151134\">The Wall Street Journal</a>, </em><a href=\"http://techcrunch.com/2015/10/29/googles-lack-of-product-isolation-would-support-a-chrome-os-and-android-merge/\">TechCrunch</a>, <a href=\"http://www.businessinsider.com/google-folding-chrome-os-into-single-android-software-2015-10\">Business Insider</a>, and <a href=\"http://recode.net/2015/10/29/why-google-tapped-android-over-chrome-as-its-marquee-os/\">Recode</a> have all independently heard of a Chrome and Android merger that would result in Android becoming Google's flagship desktop and laptop operating system. The move would turn Android into Google's \"everything\" OS, allowing it to run on watches, phones, tablets, laptops, desktops, TVs, and cars.</p>\n<p>Android would need <a href=\"http://arstechnica.com/gadgets/2015/11/what-android-could-stand-to-learn-from-chrome-os/\">a brand new interface</a> to work on a PC with a mouse and keyboard, just as it has a brand new interface for cars, TVs, and watches. We saw what seems like the beginnings of this with Android N's <a href=\"http://arstechnica.com/gadgets/2016/03/this-is-android-ns-freeform-window-mode/\">floating window mode</a>, a feature that is hidden and unfinished in the current Android N Developer Preview. Perhaps Google I/O could be the coming out party for the multi-window feature or for the entire Android-on-PCs strategy.</p>\n<p>The original <em>Wall Street Journal</em> report mentioned a release date of 2017, with \"an early version\" arriving in 2016. Google's big demos usually happen at Google I/O, so could we see a demo of the desktop version? Google would certainly want to get developer feedback on a major new interface like this, and there would probably be lots of new APIs to talk about. It would also explain why we got a random March release for Android N—Google didn't want to overwhelm everyone by launching both Android N and announcing a new desktop interface (and possibly a replacement for Chrome OS) at Google I/O.</p>\n<h3>Google Play comes to other desktop platforms?</h3>\n<p><a href=\"http://arstechnica.com/gadgets/2016/04/it-looks-like-the-google-play-store-is-headed-to-chrome-os/\">Code inside Chrome OS</a> suggests Google is planning to bring Google Play to its current desktop operating system. The Google Play Store was being brought to Chrome OS as a Chrome extension via Google's \"<a href=\"http://arstechnica.com/gadgets/2015/04/googles-arc-opens-up-to-developers-runs-android-apps-on-most-desktop-oses/\">App Runtime for Chrome (ARC)</a>\" project. Chrome extensions run not just on Chrome OS, but also on every desktop version of Chrome. If a Play Store on Chrome OS was released with this, it would also be possible to have the Google Play Store run on <a href=\"http://arstechnica.com/gadgets/2016/04/how-long-until-we-see-google-play-on-windows-mac-os-and-linux/\">Windows, Mac OS, and Linux.</a> Google Play on other platforms is pure speculation on our part, but it would be technically possible, and it would line up with Google's typical strategy.</p>\n<p>On mobile, Google takes a \"horizontal\" strategy with iOS. It has its Android operating system, which gets priority support for most Google apps, but it also makes <a href=\"https://itunes.apple.com/us/developer/google-inc./id281956209\">67 different apps</a> for iOS. Wherever users are, they can jump into the Google ecosystem. Android moving to the desktop would necessitate Google building desktop apps, and getting those apps on rival desktop OSes would mirror Google's mobile strategy. The Google Play Store on rival platforms would be an even more intense platform invasion. It doesn't happen on iOS because the OS is strictly controlled by Apple, but those controls don't exist for Windows, OS X, and Linux.</p>\n<p>Google would have a good pitch for developers, saying that Android code could be used on watches, phones, tablets, cars, televisions, the new Android desktop OS, Chrome OS, Windows, Mac OS, and Linux. It could also bootstrap developer interest for its fledgling Android-based desktop OS by telling developers they also get access to Chrome OS, Windows, Mac, and Linux users. Users that bought games or apps on one platform could bring them to all the others without a lot of extra work.</p>\n<h3>Google Play comes to China</h3>\n<p><div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center large\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/01/Google-Play-in-China-1.jpg\" class=\"enlarge\" alt=\"Data sourced from <a href=\"http://www.newzoo.com/free/rankings/top-10-android-app-stores-china/\">TalkingData.</a> The total adds up to more than 100 percent because some people have more than one app store.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/01/Google-Play-in-China-1-640x347.jpg\"  caption=\"Data sourced from <a href=\"http://www.newzoo.com/free/rankings/top-10-android-app-stores-china/\">TalkingData.</a> The total adds up to more than 100 percent because some people have more than one app store.\"  alt=\"Data sourced from <a href=\"http://www.newzoo.com/free/rankings/top-10-android-app-stores-china/\">TalkingData.</a> The total adds up to more than 100 percent because some people have more than one app store.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/01/Google-Play-in-China-1.jpg\" class=\"caption-link\" rel=\"nofollow\">Data sourced from <a href=\"http://www.newzoo.com/free/rankings/top-10-android-app-stores-china/\">TalkingData.</a> The total adds up to more than 100 percent because some people have more than one app store.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n With a population of 1.35 billion people, China is the world's biggest market. It's also a market that Google Play doesn't really do business in, thanks to past disagreements with the Chinese government.</p>\n<p>Reports from several reliable outlets have said that Google is working with the Chinese government and plans to <a href=\"http://arstechnica.com/gadgets/2015/11/report-google-plays-move-into-china-now-scheduled-for-2016/\">launch Google Play in China this year</a>. According to Reuters<em>,</em> the plan involves a version of the Play Store \"set up specifically for China, and not connected to overseas versions of Google Play.\" There's no telling if this will be announced at Google I/O, but being able to tell a room full of developers that they can now easily sell apps to an extra billion people seems like a win for Google.</p>\n<p>Android is open source and available to anyone without restrictions, but the Google Play Store, Google Play Services (Google's developer APIs), and other Google apps are not. To be a part of Google's ecosystem, device manufacturers must sign an MADA (Mobile Application Distribution Agreement) contract with Google. When we last saw one of these confidential contracts <a href=\"http://cdn.arstechnica.net/wp-content/uploads/2016/01/htc-mada.pdf\">in 2011</a>, Google \"bundled\" all the Google apps together—if you wanted one you needed to include all the others. It also included an anti-fragmentation clause that banned participants from taking \"any actions that may cause or result in the fragmentation of Android,\" including creating or distributing \"a software development kit (SDK) derived from Android or derived from Android Compatible Devices.\" This is widely interpreted as \"you aren't allowed to use Android on any product without also including Google Play.\"</p>\n<p>Since Google has every major Android manufacturer under contract, in most countries Google Play acts as the \"default\" app store and has a huge market share of Android-based devices versus other app stores. China is the main exception. With no Google Play Store in China, there is no \"default\" app store, so it's a messy free-for-all. Chinese customers end up with an OEM-provided app store and maybe one from one of the major Chinese Internet companies, like Tencent, Baidu, or Qihoo 360.</p>\n<p>Every OEM in China is basically shipping \"forked Android\" without Google Play, which would seemingly run afoul of the anti-fragmentation wording. Remember we're working off of older MADA contracts from 2011, but back then the contracts contained an interesting loophole that allowed Chinese app stores to exist. The contract deals with distributing Google applications \"in the territories specifically authorized by Google.\" China is not one of those countries, hence the app store free-for-all.</p>\n<p>Google notes that this list of territories \"may be updated by Google from time to time.\" So our next question is \"Then what?\" What happens when Google Play moves into China? Does everyone's MADA contract kick in and Xiaomi, Huawei, and other top Chinese OEMs all immediately have to start shipping Google Play on everything? The transition will be something to keep a close eye on.</p>\n<h3>Yet another reboot of Google's instant messaging strategy</h3>\n<p>Many of the world's biggest tech companies consider instant messaging to be an important business worthy of their money and development resources. <a href=\"http://www.wsj.com/articles/snapchat-raises-175-million-from-fidelity-at-flat-valuation-1457053070\">Snapchat</a> and <a href=\"http://arstechnica.com/business/2014/02/facebook-buys-whatsapp-for-16-billion/\">Facebook's WhatsApp</a> are both valued at $16 billion. And that's nothing compared to China instant messaging app WeChat, which is valued at <a href=\"http://www.bloomberg.com/news/articles/2015-08-13/wechat-s-growth-shows-why-messaging-apps-attract-big-valuations\">a whopping $83.6 billion</a>. Judging by the products it has so far produced, it seems Google does not agree with this assessment of the messaging market. The company's only IM product is Google Hangouts, a <a href=\"http://arstechnica.com/gadgets/2015/08/google-minus-google-keeps-backing-all-the-wrong-social-products/#h3\">neglected, barely developed</a> product that has earned <a href=\"https://www.reddit.com/r/Android/comments/3b3otw/googler_working_on_hangouts_says_they_are_aware/\">an awful reputation</a> with Android users.</p>\n<p>About six months ago, <em>The</em> <em>Wall Street Journal</em> reported that Google is planning a \"new, smarter messaging app\" that presumably would replace Hangouts. The new messaging app would integrate \"chatbots\" that would answer questions from \"the Web and other sources.\" Microsoft is working on <a href=\"http://arstechnica.com/information-technology/2016/03/microsofts-new-ai-tools-help-developers-build-smart-apps-and-bots/\">a similar concept</a> inside Skype. At Build 2016, the company demoed the ability to do things like order pizza from Domino's via a chatbot with automatic escalation to a human.</p>\n<h3>A \"visual search\" camera app</h3>\n<p><a href=\"https://play.google.com/store/apps/details?id=com.google.android.apps.unveil\">Google Goggles</a> is a little-known visual search app developed by Google. You snap a picture, it gets uploaded to Google's servers, and Google tries to figure out what's in the picture. It can identify artwork, QR codes, and landmarks. The app can also solve Sudoku puzzles and do other things that would be difficult to search for with purely text.</p>\n<p>The standalone app in the Play Store is pretty neglected, but a report from <a href=\"http://www.slashgear.com/google-is-building-a-better-android-camera-that-can-search-what-it-sees-25433521/\">Slashgear</a> says that Google is planning to revamp its visual search offering by integrating it directly into the Google Camera, the default camera app on Nexus devices. The report says users would be able to snap a picture and trace around the item they want more information on, and Google would return with results.</p>\n<div><a name='page-2'></a></div>\n<h2>Augmented and Virtual Reality—hardware, software, and SoCs</h2>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center large\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/01/cardboard-v2_2x.jpg\" class=\"enlarge\" alt=\"\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/01/cardboard-v2_2x-640x377.jpg\"  caption=\"\"  alt=\"\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Google)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/01/cardboard-v2_2x.jpg\" class=\"caption-link\" rel=\"nofollow\"></a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<p>We know virtual reality will be a big deal at Google I/O thanks to the schedule, which is <a href=\"http://arstechnica.com/gadgets/2016/04/the-google-io-2016-schedule-is-packed-with-virtual-reality-talks/\">packed with virtual reality stuff</a>. Google promises to unveil its \"Vision for VR\" and show off where the company is headed. Today, Google has Google Cardboard, but several reports from respectable outlets say that Google is building a more substantial lineup of VR hardware. There are rumors of both <a href=\"http://arstechnica.com/gadgets/2016/02/report-google-planning-a-standalone-vr-headset/\">a standalone VR headset</a> and a smartphone-powered <a href=\"http://arstechnica.com/gadgets/2016/02/report-google-to-launch-a-gear-vr-competitor-build-vr-into-android-os/\">Gear VR competitor</a> due out this year.</p>\n<p>Smartphones and mobile SoCs today are designed to prioritize general app performance, light gaming, and low power consumption. As a result, these chips generally provide high performance for short periods of time—augmented and virtual reality have different requirements and will benefit more from chips that provide consistent performance over a longer period of time. Rumors say that Google plans to build itself a more appropriate VR-focused SoC by <a href=\"http://arstechnica.com/gadgets/2015/11/google-apprently-wants-to-design-its-own-smartphone-chips/\">working with OEMs to design chips</a>.</p>\n<p>On the software side of things, Google is supposedly working on a <a href=\"http://www.wsj.com/articles/googles-android-to-take-on-facebook-in-virtual-reality-1425684553\">VR interface for Android</a>. Android N added <a href=\"http://arstechnica.com/gadgets/2016/04/android-n-takes-baby-steps-toward-becoming-a-virtual-reality-platform/\">some VR hooks</a> in the latest developer version, so it sounds like baby steps toward this are already underway. As a totally new platform for Android, Google will need developer support, so hearing some news on this at I/O seems likely.</p>\n<h3>The first-ever consumer Project Tango device</h3>\n<div class=\"shortcode-video  centered-figure-container \">\n\t<div class=\"video center \" style=\"width:px;\">\n\t\t\t\t<iframe style=\"display:block; min-height: 480px;\" type=\"text/html\" src=\"http://www.youtube.com/embed/44vppay5UDc?start=0&wmode=transparent\" frameborder=\"0\" allowfullscreen></iframe>\n\n\t</div>\n</div>\n\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"https://www.youtube.com/watch?v=44vppay5UDc\" class=\"caption-link\" rel=\"nofollow\">This video is about a year and a half old. At I/O, we'll see how far Project Tango has come since then.</a>\n\t\t\t\t\t\t<p>\n\n<p>The I/O schedule also tells us to expect a lot of Project Tango news at the show from Google's Advanced Technology and Projects (ATAP) group. Tango is Google's <a href=\"http://arstechnica.com/gadgets/2014/02/googles-project-tango-is-a-smartphone-with-kinect-style-computer-vision/\">3D-sensing camera</a> that is often demoed as a platform for augmented reality and gaming. Xbox Kinect-style sensors on the back of the device allow it to make a 3D map of a room and know its exact position and orientation in that room. Google has demoed applications for precise indoor mapping, gaming, and an augmented reality home design app. There are also lots of applications for robotics.</p>\n<p>Currently, there is a <a href=\"http://arstechnica.com/gadgets/2014/06/google-to-sell-project-tango-tablet-dev-kits-for-1024/\">Project Tango developer kit</a> for sale, but Lenovo is building the <a href=\"http://arstechnica.com/gadgets/2016/01/lenovo-will-launch-first-project-tango-phone-this-summer-but-wont-show-it-yet/\">first-ever consumer Project Tango device</a>, which is scheduled for release this summer. The I/O schedule confirms the consumer device will be at the show—a session called \"<a href=\"https://events.google.com/io2016/schedule?sid=4bd50c09-0cef-e511-a517-00155d5066d7#day2/4bd50c09-0cef-e511-a517-00155d5066d7\">What's New with Project Tango</a>\" promises to \"explore the vision of Project Tango and how it will come to life with the launch of our first consumer phone.\" The \"summer\" launch is close enough to Google I/O that we're betting the consumer device will be part of free hardware given out to I/O attendees.</p>\n<h2>An Amazon Echo Competitor—\"Ok Google\" in a box</h2>\n<p>The Amazon Echo is a voice assistant in a box—it combines Wi-Fi, a speaker, a microphone, and software to make a voice search appliance. You can ask it questions and Amazon's cloud will respond with answers. The basic voice capabilities are not significantly different from the \"Ok Google\" commands you get with the Google app, but Amazon packs everything into an always-on standalone box rather than a smartphone. The Echo also plays nice with other devices and can connect to some smart home products and other services.</p>\n<p>Google has all the pieces to make a similar product, and given that the company always talks about building \"<a href=\"http://arstechnica.com/gadgets/2015/11/google-built-and-then-canceled-a-star-trek-communicator-prototype/\">the Star Trek computer</a>\" and \"ambient computing,\" a voice search appliance from the world's biggest search company seems inevitable. Last month, <a href=\"http://arstechnica.com/gadgets/2016/03/report-google-is-building-an-amazon-echo-clone-nest-has-a-security-system/\">a report</a> from The Information said such a product <a href=\"http://arstechnica.com/gadgets/2016/03/report-google-is-building-an-amazon-echo-clone-nest-has-a-security-system/\">was in the works</a>, and Android Police's Artem Russakovskii said he has heard the product is <a href=\"http://www.androidpolice.com/2016/03/03/amazon-announces-two-new-alexa-powered-devices-the-echo-dot-and-amazon-tap/#comment-2550043765\">codenamed \"chirp.\"</a></p>\n<p>A Google voice appliance could offer a lot over the Amazon Echo. One of the product's biggest problems is the lack of a real ecosystem—everything you do with the Echo ends up in the Echo app and really nowhere else. You can take notes, but the notes only end up in the Echo app rather than a real note app. A Google version would have Google's entire Android and Web ecosystem to plug into—your notes would probably end up in Google Keep, it could read Gmail e-mails, and reminders would plug into Inbox, Google Now, and all the other reminder clients. Android has the ability to let third-party clients plug into the voice system—maybe Google would bring something like that to its voice search appliance. Google's answer service is also much more capable than the Echo's, so you could get answers for a lot more questions.</p>\n<h2>Will we hear anything about smart homes?</h2>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center large\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2015/08/bottom.jpg\" class=\"enlarge\" alt=\"The bottom of the OnHub reveals that it was built by TP-Link and says \"Built for Google On.\" Is this a certification program?\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2015/08/bottom-640x427.jpg\"  caption=\"The bottom of the OnHub reveals that it was built by TP-Link and says \"Built for Google On.\" Is this a certification program?\"  alt=\"The bottom of the OnHub reveals that it was built by TP-Link and says \"Built for Google On.\" Is this a certification program?\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Ron Amadeo)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2015/08/bottom.jpg\" class=\"caption-link\" rel=\"nofollow\">The bottom of the OnHub reveals that it was built by TP-Link and says \"Built for Google On.\" Is this a certification program?</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<p>Google has a lot of projects going on that could fall into the \"Internet of Things (IoT)/smart home\" category, but it's unknown if these initiatives will ever coalesce into a Google-branded consumer product. Right now there are a bunch of open source initiatives that we really haven't seen a concrete consumer direction for, just lots of documentation and developer previews.</p>\n<ul>\n<li><strong>Brillo</strong> is an operating system—basically \"Android for IoT.\" It's a stripped-down version of Android designed to run on the tiny computers that power door locks, sensors, and other IoT items. Imagine a spectrum of computer sizes with \"desktop Android\" on one end and \"Brillo\" on the other\u007f—this is very tiny Android for very tiny devices.</li>\n<li><strong>Thread</strong> is a mesh network that runs IPv6 over IEEE 802.15.4, the same basis as the low-power smart home network \"ZigBee.\" Devices would connect to each other using the Thread network instead of a more power-hungry network like Wi-Fi.</li>\n<li><strong>Weave</strong> is a secure communications protocol for smart home devices. This is the language smart home devices speak to each other and can be carried over Bluetooth LE, Wi-Fi, Thread, or the Internet.</li>\n</ul>\n<p>There's also the Google OnHub, a $200 router that launched with a dormant IEEE 802.15.4 antenna. The thought is that the OnHub will eventually be updated to be a Thread-capable device. The bottom of the OnHub also has a mysterious label that says \"Built for Google On.\" \"Google On\" sounds a lot like a smart home initiative, but Google doesn't like to talk about it. The OnHub is about eight months old now and so far, these smart home features have not materialized.</p>\n<p>Nest is another subsidiary under Google's parent company, Alphabet, but Google and Nest haven't shown much desire to work together. Thread was spearheaded by Nest, and Google included a compatible antenna in the OnHub, but we haven't seen much more cooperation other than that. We don't expect Nest to participate in Google I/O, but the company apparently has <a href=\"http://arstechnica.com/gadgets/2016/03/report-google-is-building-an-amazon-echo-clone-nest-has-a-security-system/\">a home security project</a> in the works.</p>\n<h2>Will we see any surprises from ATAP?</h2>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center large\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2014/04/project-ara.jpg\" class=\"enlarge\" alt=\"The original Project Ara concept render.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2014/04/project-ara-640x320.jpg\"  caption=\"The original Project Ara concept render.\"  alt=\"The original Project Ara concept render.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Motorola)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2014/04/project-ara.jpg\" class=\"caption-link\" rel=\"nofollow\">The original Project Ara concept render.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<p>ATAP, the \"Advanced Technology and Projects,\" is part of Google and, as we mentioned, has several presentations on Project Tango at I/O. There are a number of other crazy projects that are still happening inside the group that we could possibly hear more about.</p>\n<ul>\n<li><strong><a href=\"http://arstechnica.com/gadgets/2014/06/google-moonshot-group-demos-modular-phone-that-almost-actually-works/\">Project Ara</a></strong> is a modular smartphone project. The phone has removable modules that fit into an \"endoskeleton,\" allowing a user to swap out the SoC, display, modem, or any other part. Ara has been in development for two-and-a-half-years, missed several deadlines, and now the project's <a href=\"https://twitter.com/ProjectAra\">Twitter page</a> is promising a 2016 launch. We're not even sure a modular smartphone is a good idea, since all those module connectors and cases will take up lots of space—space that is normally used for the battery.</li>\n<li><strong><a href=\"https://www.google.com/atap/project-soli/\">Project Soli</a><em> </em></strong>is a tiny radar chip that can detect hand gestures made above a device's screen. ATAP has primarily demoed this as a solution to the limited controls on a tiny smartwatch screen. Imagine rubbing your thumb and index finger together to scroll, then tapping your fingers together to select an item. A developer kit is planned for release eventually.</li>\n<li><strong><a href=\"https://www.google.com/atap/project-jacquard/\">Project Jacquard</a> </strong>aims to weave invisible touch panels into \"any textile\" using thin metallic thread. You could have a touch panel on your jacket sleeve, pair a phone to your jacket, and control the device via the jacket sleeve. The Levi's denim company has signed up to be a partner.</li>\n<li><strong>Project Abacus</strong> turns smartphone user authentication from a single yes/no at unlock time to a continually computed \"trust score\" that uses every signal available to the smartphone. Your location, facial recognition, speech input, how you type, motion created by how you walk, and nearby Bluetooth devices are all computed to make sure only the authenticated user is using the device. It sounds both very neat and very battery intensive.</li>\n<li><strong>Project Vault</strong> is a \"security dedicated computer\" and encrypted storage that lives on a microSD card. The card has onboard encrypted storage and offers a \"driver free\" interface to the host smartphone. It's super security aimed, for now, at enterprises.</li>\n</ul>\n<p>ATAP has been in a whirlwind of leadership change lately. The group's founder, former DARPA head Regina Dugan, recently left Google to join Facebook. ATAP was also recently moved to the new <a href=\"http://arstechnica.com/gadgets/2016/04/report-former-motorola-president-rejoins-google-to-run-hardware-division/\">Google Hardware group</a> alongside Nexus devices, Chromebooks, and other Google hardware. As a result, it now has a new leader, Motorola President Rick Osterloh. Previous news has painted Project Tango as a nearly finished project with a third-party partner (Lenovo) that is ready to hit the market, but we could see other announcements being put on hold while Google's new hardware leadership takes stock of things.</p>\n<h2>Tune in May 18 for all the announcements!</h2>\n<p>We've got plane tickets booked, hotel rooms reserved, and will be covering Google I/O live from the show. Everything starts with the keynote on May 18 at 1pm ET/10am PT. Be sure to tune in for all the surprises, hands on, and eventual reviews for whatever comes out of the show.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>As fires rage, emergency responders rely on familiar apps to save lives</title>\r\n\t\t<link>http://arstechnica.com/business/2016/05/as-fires-rage-emergency-responders-rely-on-familiar-apps-to-save-lives/</link>\r\n\t\t<pubDate>Mon, 09 May 2016 14:02:07 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Ars Staff]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[Ministry of Innovation]]></category>\r\n\t\t<category><![CDATA[apps]]></category>\r\n\t\t<category><![CDATA[disaster]]></category>\r\n\t\t<category><![CDATA[first responders]]></category>\r\n\t\t<category><![CDATA[fort mcmurray fire]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=877471</guid>\r\n\t\t<description><![CDATA[Handful of custom apps mixed in the with likes of Periscope, Skype, and Basecamp.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Right now, wildfires are raging in Canada, forcing the evacuation of Fort McMurray, the nation's largest northern city. More than 80,000 people have fled Fort McMurray as the rest of the world watched horrific videos of long lines of cars struggling through thick smoke while threatened by encroaching walls of fire. What we don't see in the video feeds is how emergency responders are using a range of technologies to contain the situation. But the core theme in emergency response isn’t having the latest tools or the coolest toys. It's about using what works for the greatest number of people, often on a shoestring budget.</p>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/NASA_FtMcMurray_VIS-640x427.jpg\">\n  <p><strong> more images in gallery</strong></p>\n\n<h2>Assessing the scene</h2>\n<p>When disaster strikes—fire, flood, storms, or quakes—first responders are dispatched to go places most people are fleeing. The locations of key infrastructure like fire hydrants are all mapped in advance, but instead of relying on bulky hardcopy binders from the Fire Marshall’s office, modern responders often check custom maps on their smartphones to see where to hook into local infrastructure or digital databases to identify hazards.</p>\n<p>Even while firefighters charge into a burning building, someone on their team is hanging back to call in to disaster centers with an update on front-line conditions. A major part of effective disaster response is getting a verified assessment of the scene from a skilled professional, so the people responsible for making decisions can figure out what to do next. Today, a simple smartphone loaded with basic consumer apps like Periscope or Skype can show the office exactly what responders are facing.</p>\n<p>Even emergency management has been transformed by apps. Traditionally, an emergency manager would schedule a conference call with responders a half-hour or more before issuing orders. This leaves a time buffer to get instructions and access codes distributed to everyone who needs them but also delays discussion about the disaster. Now, apps like <a href=\"http://www.connectrocket.com/\">Connect Rocket</a> provide on-demand conference calls with push notification, reaching out to pluck key parties into the call by ringing their phones directly. “When a response goes off the rails, it almost always comes back to communication,” Adam Burns, co-founder of Connect Rocket, told Ars Technica. With no need for a scheduled delay, response times are dropping for more immediate response.</p>\n<p>For jurisdictions with deeper pockets or links to research programs, on-site drones are a typical part of emergency response. Fire departments can use aerial assessment to rapidly determine how the fire is spreading or identify smoldering hotspots. When drones aren’t available, emergency managers can still get their birds-eye view by activating an international charter to prioritize satellite imagery of the disaster zone from any available spacecraft. These satellites provide imagery in visible or infrared with data from international space agencies shared by agreement at <a href=\"https://www.disasterscharter.org/web/guest/home\" target=\"_blank\">an online portal.</a></p>\n<h2>Social media for emergencies</h2>\n<p>Social media posts from people in the disaster area are also an important source of secondary, unverified information. “This is a tool you should be using to listen to the people you work for,” explains Rafael Lemaitre, Federal Emergency Management Agency (FEMA) director of public affairs. This philosophy is formalized in a FEMA app with a feature that allows users to upload photos of the disaster. Recently, the agency just updated its rules so its social media monitors can pass information along to responders to save lives.</p>\n<p>Emergency social media communication works both ways. Keeping the public notified of what’s happening in a disaster is a key part of squashing the spread of dangerous rumors as they arise. At first, disaster response teams shied away from using social media, as it was perceived as far too interactive in a situation where workers are accustomed to giving orders. Now, however, agencies are realizing they need to be where conversations are happening, jumping in with verified information to give people the information they need to keep safe.</p>\n<p>Social media also provides a platform for shorter updates between formal press conferences. The rapid public release of more and varied data is also making it easier for those distant from the catastrophe to stay informed with data compilation sites like <a href=\"https://www.google.org/crisisresponse/about/\">Google’s Crisis Response</a>.</p>\n<h2>Evacuation</h2>\n<p>In the most urgent cases, public communication goes beyond sharing information and into evacuation notifications. In Fort McMurray, the local radio stations quickly failed as either their infrastructure burned or their staff evacuated to safety. Instead, the evacuation notice was broadcast by CBC Edmonton more than 250 miles away. But emergency managers can’t rely on everyone having their radios tuned to the right station at the same time.</p>\n<p>The new dominant technology is mass notification systems and wireless emergency alerts. Bulk-calling systems dial out to every landline in a region (and any registered cellphones), while some mobile networks send out emergency alerts to smartphones. Many of these systems are disproportionately expensive for smaller communities operating on a shoestring budget, but as Burns explained, “Mass notification is no longer a luxury. It’s a requirement for every community.” This is creating an emerging market for simpler systems that trade off features for a lower price tag.</p>\n<p>After the evacuation notifications are issued, teams go through neighborhoods to ensure that everyone evacuated. Instead of clipboards and checklists, they now use<a href=\"http://www.blackswancrisissolutions.com/technologies/mobile-apps/\"> apps that connect back to emergency operations centers</a> to provide live updates on cleared houses or to flag those that require assistance.</p>\n<p>Evacuees come with their own set of challenges. Reception centers must be able to care for everyone who comes through their doors, yet meeting special needs can exhaust the assets of a community. Technology like captioned phones and remote video translation can greatly increase accessibility without requiring costly preparation. Some communities are realizing that smartphones serve as an emotional lifeline in times of trauma, so they incorporate device charging into the services they work to provide.</p>\n<p>Meanwhile, reunification of separated friends and family is a rapidly evolving landscape. For decades, the Red Cross hosted a reunification hotline where displaced people could register. Now, social media companies like Facebook are stepping into that role by <a href=\"https://www.facebook.com/fbsafety/posts/930229667014872\">prompting people from disaster areas to check in as safe</a>. A Facebook spokesperson told Ars, “We built Safety Check to create a simple and easy-to-use tool that allows people to connect with their network of friends and family when it matters most.”</p>\n<p>Unfortunately, it’s this unofficial, unverified information that emergency managers cannot rely upon. So they’re often left hacking together less elegant solutions. For the Fort McMurray fires, the local emergency management office is requesting all 80,000 displaced people e-mail their office to register their new locations for manual record-keeping.</p>\n<h2>Repurposing off-the-shelf apps</h2>\n<p>With more and more resources in the field as a disaster unfolds, logistics grow ever more complex. Logistics tracking software is just as important when tracking bulldozers, fire trucks, or sandbags as it is more mundane business needs. There are specialized disaster response programs that manage triage and mass fatality tracking. But specialized isn’t always better. “Creativity, budget, and comfort with technology are the biggest factors for success,” Burns explained. That's why most tasks are accomplished with more familiar off-the-shelf business software like Basecamp, Evernote, or Trello.</p>\n<p>Many emergency management offices are small, with only a handful of paid staff supported by volunteers with limited experience. As the scope of a disaster grows, more people will be pulled in, including volunteers from other regions. Technology is being used in advance for bulk online training and even during disasters with just-in-time training to refresh rusty skills with on-demand short videos. <a href=\"https://www.d4htechnologies.com/blog/post/20121017-best-phone-apps-for-fire-and-hazmat-responders?s=20121017-best-phone-apps-for-fire-and-hazmat-responders\">Reference apps</a> for everything from first aid to rapid damage assessments are popping up, replacing bulky binders for field use.</p>\n<p>Social media is also making it far easier for spontaneous volunteers to direct their efforts. Strangers can easily find each other on Twitter using common hashtags, reaching out for help or offering services. Most recently, the sharing economy is further transforming this, with people able to offer their homes as shelter using Airbnb during the Fort McMurray fires. All of this makes it easier for people moved by a disaster to contribute what skills and resources they can, even if they lack the training to volunteer in a more formal capacity.</p>\n<p>As for what you can do as an individual to best prepare for a disaster? “Take 30 seconds and <a href=\"https://www.fema.gov/mobile-app\">download the FEMA app</a>,” Lemaitre said. “It is essentially a Swiss Army knife of things you need to do before, during, and after a disaster.”</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Out of the enterprise, into your house: Ubiquiti’s new Amplifi 802.11ac gear</title>\r\n\t\t<link>http://arstechnica.com/gadgets/2016/05/ubiquiti-aims-squarely-at-home-networking-with-new-amplifi-802-11ac-gear/</link>\r\n\t\t<pubDate>Mon, 09 May 2016 12:45:53 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Lee Hutchinson]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[amplifi]]></category>\r\n\t\t<category><![CDATA[Home Networking]]></category>\r\n\t\t<category><![CDATA[ubiquiti]]></category>\r\n\t\t<category><![CDATA[unifi]]></category>\r\n\t\t<category><![CDATA[wi-fi]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=877609</guid>\r\n\t\t<description><![CDATA[Home router kit with two extenders coming this summer and starting at $199.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n\n<p>I’ve been pretty happy with my switch to Ubiquiti Unifi enterprise (or \"enterprise lite,\" depending on whom you ask) networking gear at my home. But, as explained at length in <a href=\"http://arstechnica.com/gadgets/2015/10/review-ubiquiti-unifi-made-me-realize-how-terrible-consumer-wi-fi-gear-is/\">our review of the system</a>, the Unifi UAP line isn’t necessarily the easiest thing for a home user to buy and set up. The kit requires a separate router and separate management software, and it includes a lot of advanced features that less-technical home users might not care about.</p>\n<p>However, this morning Ubiquiti announced a new product line targeted squarely at home users who want the reliability of higher-end business Wi-Fi without the setup and admin hassle: Amplifi. Designed to compete directly against \"set it and forget it\" mesh Wi-Fi products like <a href=\"http://arstechnica.com/gadgets/2015/02/eero-takes-a-crack-at-pushing-mesh-wi-fi-through-your-whole-house/\">eero</a>, Amplifi kits will include a router/AP base station with a touch screen for configuration and four gigabit Ethernet ports, as well as two pre-paired Wi-Fi extenders that can be placed wherever you’d like in your house or apartment. Unlike the business-oriented Unifi gear, the Amplifi router doesn’t require you to run a separate management station application or use a Ubiquiti Cloud Key.</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center large\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/extender.jpg\" class=\"enlarge\" alt=\"An adjustable Amplifi Wi-Fi extender.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/extender-640x431.jpg\"  caption=\"An adjustable Amplifi Wi-Fi extender.\"  alt=\"An adjustable Amplifi Wi-Fi extender.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Ubiquiti Labs)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/extender.jpg\" class=\"caption-link\" rel=\"nofollow\">An adjustable Amplifi Wi-Fi extender.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<p>There will be four different Amplifi kits available: the base Amplifi bundle for $199, the Amplifi LR for $299, and the Amplifi HD for $349. There are a few big differentiators across the lines—maximum transmission power, supported Wi-Fi standards, MIMO configuration, and subsequent maximum speed. For the entry-level model, the max TX power of the base station is 24dBm, and the extenders can do 22dBm. The LR pushes the base station to 26dBm and the extenders to 24dBm. With the HD kit, both the base station and extenders can hit a max of 26dBm.</p>\n<p>The base station for all three kits uses a 3x3 MIMO radio configuration in both the 2.4GHz and 5GHz bands. The starter and LR versions only use 2x2 MIMO in the extenders and do not support 802.11ac client connectivity, limiting device speeds to 300 Mbps. The HD version, though, has 3x3 MIMO 802.11ac-capable extenders and supports 2.5GHz speeds up to 450Mbps and 5GHz speeds up to 1300 Mbps. At release, the Amplifi kits will be limited to one base station and two extenders, but the ability to add additional extenders will show up at some point.</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center large\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/05/amplifids.jpg\" class=\"enlarge\" alt=\"A snip from the data sheet showing the radio config and frequency for the three different extenders. <a href=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/AmpliFi_Datasheet.pdf\">The full data sheet can be downloaded here.</a>\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/amplifids-640x384.jpg\"  caption=\"A snip from the data sheet showing the radio config and frequency for the three different extenders. <a href=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/AmpliFi_Datasheet.pdf\">The full data sheet can be downloaded here.</a>\"  alt=\"A snip from the data sheet showing the radio config and frequency for the three different extenders. <a href=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/AmpliFi_Datasheet.pdf\">The full data sheet can be downloaded here.</a>\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Ubiquiti Labs)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/05/amplifids.jpg\" class=\"caption-link\" rel=\"nofollow\">A snip from the data sheet showing the radio config and frequency for the three different extenders. <a href=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/AmpliFi_Datasheet.pdf\">The full data sheet can be downloaded here.</a></a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<p>We’re on the list to get review hardware as soon as it’s available, and we plan to do some comparison testing between the Amplifi HD kit and at least one other competitor in the space (we'd most likely pair it off against eero, which seems to be the Wi-Fi system with the most mindshare right now). More information and a pre-order link are available on <a href=\"http://www.amplifi.com/\">the Amplifi site</a>. Systems are expected to start shipping in mid-summer.</p>\n<p>The Amplifi announcement coincides with the launch of Ubiquiti Labs, a new division of the company intended to design and release products with the same consumer focus as Amplifi. In the briefing we were given shortly before things went live, it was hinted that the Amplifi base station and extenders will be just the opening salvo in an entire new field of consumer products for Ubiquiti. The company already has a (somewhat deprecated, sadly neglected) line of <a href=\"https://www.ubnt.com/mfi/mport/\">home automation gear</a>, including some snazzy <a href=\"https://www.ubnt.com/mfi/mpower/\">Wi-Fi-enabled power outlets</a>, so similar products might show up under the Amplifi line in the future.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>One year after Alexa: Amazon’s Echo has found a small but smart niche</title>\r\n\t\t<link>http://arstechnica.com/gadgets/2016/05/one-year-after-alexa-amazons-echo-has-found-a-small-but-smart-niche/</link>\r\n\t\t<pubDate>Mon, 09 May 2016 11:00:52 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Valentina Palladino]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Features]]></category>\r\n\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[alexa]]></category>\r\n\t\t<category><![CDATA[Amazon]]></category>\r\n\t\t<category><![CDATA[amazon echo]]></category>\r\n\t\t<category><![CDATA[smart home]]></category>\r\n\t\t<category><![CDATA[voice assistant]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=867639</guid>\r\n\t\t<description><![CDATA[Review: Alexa helps me begin and end my day, but I don't depend on her (yet).]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n\n<p>No one knew what to make of the Amazon Echo when it first debuted. Originally described as a Siri-like, tube-shaped home assistant, how could this glorified speaker be more useful than similar phone features? But in its year-plus of existence, the Echo has been quietly taking over households everywhere. Amazon hasn't released official sales information, but we can deduce the device has experienced some success based on more than <a href=\"https://www.youtube.com/watch?v=qTz5jAn-XX8\">Alec Baldwin's endorsement</a>. According to Slice Intelligence, the Echo's sales grew an average of <a href=\"http://intelligence.slice.com/echo-buyers-purchased-3-times-the-number-of-orders-on-amazon/\">342 percent</a> during Q3 and Q4 of 2015. And a new report from Consumer Intelligence Research Partners <a href=\"http://files.ctctcdn.com/150f9af2201/f4d466bb-0ef8-4568-9918-b8648e6375e1.pdf\">estimates</a> that 3 million Echos have been purchased in the US since 2014.</p>\n<p>Clearly, Amazon isn't going to let the Echo go anywhere any time soon. The company even recently expanded the Echo family with <a href=\"http://arstechnica.com/gadgets/2016/03/amazons-new-echo-dot-is-a-mini-speaker-that-brings-alexa-to-any-room/\">Dot and Tap</a>, giving customers more affordable hardware options for Alexa access. While often compared to Siri, Microsoft's Cortana, and Google Now's nameless voice assistant, using Alexa feels fundamentally different. And after just a few weeks living with the Amazon Echo, I can see how—and in what capacity—I could be convinced to use a virtual assistant.</p>\n<h2>That tube in the corner</h2>\n<p>By now, you probably know what the Echo looks like. It's a nearly foot-tall cylinder with noticeable speaker holes along its bottom half and a blue ring on its top. Also on the top of the cylinder are the action button, the mute microphone button, and the microphone that picks up your voice commands. Echo comes with a slender remote that you can use to turn its volume up and down; skip, pause, and play songs; and activate Alexa without saying her name.</p>\n<p>Echo looks like a smart device but not disruptively so. I set it on top of my entertainment unit, and it blended in with the surrounding vase, candle holder, bowl, and picture frame already there. You could strategically place the Echo on a bookshelf or somewhere more discreet, but my placement worked. I live in a one-bedroom apartment, and I could bark orders to Alexa from any room without issue.</p>\n<h2>Oh, the things you can do!</h2>\n<p>Generally I'm not keen on virtual assistants. I don't like talking to my iPhone nor do I understand the usefulness of Siri when I can just as easily type queries into my phone. I don't talk to Siri in my apartment, and I certainly don't talk to her out in public. That's the main reason I was skeptical about Amazon's Echo. Aside from its speaker capabilities, Echo is just a vessel for Alexa. I wasn't sure how, if at all, I'd use Amazon's voice assistant once she was set up and propped on top of my entertainment unit in my living room.</p>\n<h3>Music playback</h3>\n<p>At first, I did what most people probably do when they start up Echo: I played some music. \"Alexa, play some Michael Jackson,\" is specifically what I told her. If you have Amazon Prime, Echo will stream music from Prime Music by default. The device shuffled a few of the King of Pop's songs and played them one after another until I said stop.</p>\n<p>One thing I had to get used to was the language of Alexa. I said \"Alexa, skip\" when I wanted to go to the next song, but nothing happened. The correct command to skip songs is \"Alexa, next.\" It takes a few tries to say the right words at the right time. The Alexa app and <a href=\"https://www.amazon.com/gp/help/customer/display.html?nodeId=201619520\">Amazon's site</a> all list the proper phrases out for you.</p>\n<p>As a speaker, the Echo is more than capable of filling a room with boisterous sound. It has a 2.5-inch woofer for deep bass playback and a 2-inch tweeter for playing crisp high notes. However, I did notice that lows got a bit grainy at higher volume levels. It wasn't enough to distort sound, but the Echo's speakers just aren't the same quality as my beloved Fugoo Style Bluetooth speaker. I love the balanced, robust sound that little portable speaker provides, and it was my main living room speaker before the Echo came in. Now, the Echo only replaces it because of convenience—I can play music instantly just by asking Alexa to do it for me. If you have a speaker that you love and use often, I'd recommend getting the Echo Dot and connecting it to the other speaker via a cable or Bluetooth.</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/2016/04/echalexa1.jpg\" class=\"enlarge\" alt=\"It fits in with an array of living room decor.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/04/echalexa1-980x653.jpg\"  caption=\"It fits in with an array of living room decor.\"  alt=\"It fits in with an array of living room decor.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\t\t\t\t\t\t\t(credit: Valentina Palladino)\n\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/2016/04/echalexa1.jpg\" class=\"caption-link\" rel=\"nofollow\">It fits in with an array of living room decor.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<h3>News</h3>\n<p>Even more than playing music, Alexa has proven herself to be most useful as my personal news anchor. By saying \"Alexa, what's new?\" or \"Alexa, what's the news?\" you can activate your Flash Briefing or a customized list of audio news clips. You can choose from different sources in the app—there's NPR, CNN, <em>Bloomberg</em>, <em>The Wall Street Journal</em>, and more as well as general topics including Top News, Politics, Business, Science, and Unusual. Alexa pulls these from the Web and reads the news herself. Depending on how many sources you activate, your Flash Briefing may not be so speedy; Alexa typically takes 20 minutes or so to play through all of mine. Still, it's convenient to be able to listen to the news while I'm running around, getting dressed, and making coffee in the morning.</p>\n<h3>Smart home</h3>\n<p>A lot of smart home companies have native support for Alexa. I have a few Philips Hue smart lightbulbs in my apartment, and connecting Alexa to them through the app was relatively painless. Once they were connected, I could say, \"Alexa, turn off the living room light\" and the room would dim into darkness. In the Alexa app, you can group certain products together to control them simultaneously with a single command. I bundled my two smart bulbs together, and then I could say, \"Alexa, turn on the lights.\"</p>\n<p>After using Alexa with the few smart devices in my home, I see the potential for voice commands to control an entire smart home. It frees up your hands and body to do whatever—wrangle the kids, cook, stop the cat from escaping, get dressed hastily when you're late for work—while still letting you control the basic parts of your home simply by calling upon Alexa. And since anyone can control her whether they're a part of your household or not, it makes it even easier to let guests take over if they're house-sitting or just hanging out.</p>\n<p>In addition to Philips Hue bulbs, Amazon's Echo and Alexa can control products including Belkin's WeMo devices and smart thermostats from Ecobee and Nest. Numerous companies have smart home hubs that can control different brands of devices, but most of them fragment the landscape by not being universal. Alexa has serious potential to be a universal smart home hub for all the devices in your home no matter who makes them.</p>\n<h3>Skills</h3>\n<p>Echo's skills \"store\" has grown to more than 500 skills since the device launched, giving the Echo a bunch of potential new features. For now, the problem is that most of them are still quite gimmicky and not that useful.</p>\n<p>There's an Uber skill that lets you hail a ride by asking Alexa to do it for you (you must link your Uber app to do so) and a Dominos skill that turns Alexa into your personal pizza orderer. Most of the available skills are made by small developers, so with that you get tricks like the naysaying Boo skill (want to kick someone out of a charades game? Just let Alexa boo them out of your living room) and the Fortune Cookie skill that makes Alexa tell you \"Good news is coming soon\" and other silly, pseudo-inspirational one-liners.</p>\n<p>The skills store is like any kind of app store—it needs to grow and have more contributors before useful things will pop up. I'd also like to see Amazon make the store better within the app, mainly in terms of categorization. Currently you can only search for skills alphabetically or see the top-rated skills first. I'd like to be able to find specific skills by using categories like weather, productivity, dining, entertainment, and more.</p>\n<h3>Miscellaneous</h3>\n<p>Alexa can do a number of nuts-and-bolts things that your smartphone can as well. You can set timers or alarms by saying something like, \"Alexa, set an alarm for 5pm\" or \"Alexa, set a timer for 20 minutes.\" I found this useful when I wanted to wake up from naps on the weekend or when I was cooking and needed a timer to set and forget. There's also the shopping and to-do list functions, which allow you to tell Alexa to add things to either list. Being an Amazon product, Alexa can naturally shop directly for you if you ask, and she can cross things off that shopping list as she orders them from Amazon for you.</p>\n<p>Amazon recently added calendar notification support for Google Calendar, meaning you can ask Alexa about your day and she'll tell you what's on your agenda. For now, Alexa will only read off events (not reminders) on your main Google Calendar. So if you have another work calendar imported from Outlook or iCal, she won't be able to update you on those meetings. Most of my daily appointments are scheduled on my work calendar, so Alexa would often tell me that \"nothing is scheduled for the next 30 days\" even when I had weekly meetings to look forward to.</p>\n<div><a name='page-2'></a></div>\n<h2>Alexa App: Primitive and in need of an upgrade</h2>\n<p>The Alexa app for Android and iOS is basically a behind-the-scenes message board that tracks everything you ask Amazon's device. The homepage is a news feed of all the orders and questions you've asked Alexa over time, depicting things like weather graphics and news photos with links to full stories. You can access a wealth of options from the menu, including your shopping and to-do lists, the skills store, a list of your timers and alarms, and a catalog of commands you can try with Alexa (just in case you forget them all).</p>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/04/alexa1-640x498.jpg\">\n  <p><strong> more images in gallery</strong></p>\n\n\n<p>You'll want to spend some time fiddling in the app's Settings page. One of the first things I did was practice voice training. Here, you speak various phrases to Alexa so she can get a feel for the pace and tone of your voice. After one session of voice training, Alexa knew most of what I was saying going forward. Sometimes she would not understand certain book titles I'd say, but otherwise she heard the basic commands I'd tell her.</p>\n<p>In the settings, you can also choose media preferences for your sports updates and Flash Briefing (again, this will dictate how long both of those things will be). There's also a Music &amp; Media section where you can link your Spotify, Pandora, iHeartRadio, and TuneIn accounts so Alexa can filter music and playlists from any of those sources. I went between Amazon Music and Spotify the most—if I wanted to hear a random selection of Alicia Keys' songs, I'd turn to Amazon Music. If I wanted to hear an EDM playlist, I'd go to Spotify.</p>\n<p>The Alexa app wouldn't be an Amazon product if it didn't make shopping as easy as possible. From your shopping list, you can see all the things you've had Alexa add and then search via Amazon or Bing for the specific items you want to purchase. You will need the Amazon Shopping app installed on your phone to do any actual purchasing, though. You can also enabled Voice Purchasing, which lets you tell Alexa to buy things for you. To prevent Alexa from accidentally ordering Nascar diecast cars after mentioning my boyfriend's love for them in her presence, Amazon mercifully requires you to say a four-digit code before purchasing anything.</p>\n<p>The next frontier will be figuring out how to make the Alexa app as interesting and engaging as Echo and Alexa already are. The device has no physical interface, so the app is really the only tactile way of interacting with the device. Currently, it feels basic and rushed—as if Amazon knew it needed an app to go along with Echo, so the company pieced this together in a few days. I'd like to see a more intuitive app and a more modern design with more ways of answering questions that Alexa cannot answer by herself in voice-form.</p>\n<h2>Hopes and dreams for Alexa</h2>\n<p>As good as Alexa is now, there's room for improvement. One of the biggest features I wish Alexa had was recipe instructions—weird, I know, but hear me out. I cook nearly every day, and I would love to be able to follow a recipe for baba ganoush simply by saying, \"Alexa, next\" as she reads the instructions aloud. Right now, Alexa doesn't even know recipes exist really. When I asked, \"Alexa, how do you make chocolate chip cookies?\" she told me she didn't know the answer. The app reflected that by pointing me to a Bing search page for that question.</p>\n<p>A more universal feature I'd like to see is speakerphone. It would be great if I could answer an incoming call via Echo and use it as a speakerphone while in my home making dinner or getting ready to go out. The ability to have my texts and e-mails read aloud would be welcome, too. I wouldn't want Alexa to chime in unexpectedly <em>every</em> time I got a text message or e-mail, but being able to say \"Alexa, read my newest text message\" would be convenient.</p>\n<p>I think the main reason I never use Siri is that I have a smartphone that can tell me everything she could and more. I also don't want to draw attention to myself in public in that way. Why would I talk to a disembodied voice on my phone and have strangers stare at me when I can just as easily tap it out quietly on the screen? Unless you're on the phone with someone, there just aren't that many things that require you to talk to your phone. And chances are you've probably mastered typing on your smartphone to the point where busting out a question in Google takes seconds.</p>\n<p>Alexa is different from Siri on a phone because she's confined to your home; you don't have to deal with strangers when using her and might not have your phone in your pocket everywhere you go in your house. Being able to talk to something stationary that's not tied to your smartphone actually does make some things easier at home. It's not just about being able to turn off your smart light bulbs by asking Alexa to do it for you—Alexa kind of becomes a life assistant when used to her fullest potential.</p>\n<p>The most obvious people who would love Echo and Alexa are those who want a new home speaker and are also intrigued by voice control. My parents bought an Echo months ago, and my mother uses it mostly to play Justin Timberlake albums during the day. While my parents love the Echo's speaker, they purchased it with my brother in mind. He's autistic and speaks choppily, making him sometimes hard to understand. He'll speak to Alexa, ask her questions about the weather, and if Alexa responds, my parents know his speech is improving.</p>\n<p>Obscure uses like that make me believe there's a ton of potential in voice assistants that hasn't been tapped yet. And currently, Echo and Alexa are even the voice assistant duo of choice for people like me who haven't fallen in love with mobile voice assistants. Do I depend on Alexa in the same way that I do my smartphone? No, but I'm perfectly happy with Alexa at home. She assists me with simple household chores and adds to my day with things like the Flash Briefing and easy music controls—and she does it without making me pause to interact with my phone. Confining Alexa to the home gives her a clear purpose. Because of that, fellow naysayers who have been skeptical of Siri and Cortana may actually enjoy talking to her, too.</p>\n<h3>The Good</h3>\n<ul>\n<li>Voice recognition is solid and commands work well—ask and you shall receive from Alexa.</li>\n<li>Speakers are powerful enough to fill a room with sound.</li>\n<li>Flash Briefing is a great way to listen to digestible news stories.</li>\n<li>Alexa app lets you bunch together different smart home appliances to control them all with one command.</li>\n</ul>\n<h3>The Bad</h3>\n<ul>\n<li>Specific language of the Alexa commands takes some time to get used to.</li>\n<li>Calendar alerts don't work with anything but Google Calendar.</li>\n<li>Skills are mostly useless, with a few gems here and there.</li>\n</ul>\n<h3>The Ugly</h3>\n<ul>\n<li>Alexa app is in need of a serious redesign, as it's the only non-voice interface Echo has.</li>\n</ul>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Moto X leaks point to an all-metal device</title>\r\n\t\t<link>http://arstechnica.com/gadgets/2016/05/moto-x-leaks-point-to-an-all-metal-device/</link>\r\n\t\t<pubDate>Sun, 08 May 2016 20:57:11 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Ron Amadeo]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=878079</guid>\r\n\t\t<description><![CDATA[A rear speaker and huge camera mark a departure from past models. ]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/da3a58572a3c176.jpg\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>After getting a sneak peek of the <a href=\"http://arstechnica.com/gadgets/2016/04/the-2016-moto-g-gets-photographed-complete-with-fingerprint-reader/\">2016 Moto G</a>, it looks like we're now getting reliable leaks of the 2016 Moto X. Both <a href=\"https://twitter.com/evleaks/status/728755066467975169\">Evan Blass</a> (AKA Evleaks) and <a href=\"http://venturebeat.com/2015/12/16/alleged-2016-moto-x-leak-suggests-a-metal-redesign/\">HelloMotoHK</a> have posted pictures of a new Motorola phone identified as the company's new flagship.</p>\n<p>Long smartphone product pipelines mean this will be the first round of Motorola phones that new owner Lenovo has had a significant hand in, and the new Moto X definitely seems like a departure from past models. The \"all-metal\" design would be a big improvement over the old Moto X, but it also makes us question if the low price will stick around. On the back there's a very large camera assembly and a rear-facing speaker. Motorola has been a big proponent of front-facing speakers in the past, but it looks like that's coming to an end with Lenovo.</p>\n<p>The bottom of the phone has a huge bezel, which houses a new fingerprint reader, just like the Moto G. On the front, there are four sensors at each corner of the display, which most likely means active display—a feature that lets you wave a hand over the display to turn it on—will return. It looks like the Moto X will see a launch on Verizon, too. HelloMotoHK has a version festooned with Droid logos.</p>\n<p>There's no official word yet on when this phone will launch, but the rumor mill is pointing towards this summer.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Ars explores AUVSI’s Xponential conference—the biggest “unmanned” show on Earth</title>\r\n\t\t<link>http://arstechnica.com/information-technology/2016/05/the-internet-of-flying-floating-and-rolling-things-takes-center-ring-at-unmanned-expo/</link>\r\n\t\t<pubDate>Sun, 08 May 2016 13:00:26 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Sean Gallagher]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[Ars gallery]]></category>\r\n\t\t<category><![CDATA[gallery]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=877493</guid>\r\n\t\t<description><![CDATA[At the \"drone prom,\" robots that fly, roll, and swim get a chance to dance.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/IMG_2852-640x427.jpg\">\n  <p><strong> more images in gallery</strong></p>\n\n\n<p>NEW ORLEANS—If you need evidence that drones are big business, the Association for Unmanned Vehicle Systems International's (AUVSI) Xponential conference is a good start. The event <a href=\"http://arstechnica.com/information-technology/2013/08/shopping-for-a-robot-army-a-day-at-the-dont-call-it-a-drone-show/\">filled a much more modest space in Washington DC three years ago</a>, but back then the event felt more defense-focused. In contrast, this year's edition filled four of the vast halls of the Ernest N. Morial Convention Center and had all the trappings of a big tech conference. Keynotes were supplied by Amazon Vice President Gur Kimchi and Cisco's retired CEO John Chambers (complete with the requisite \"hockey stick\" growth slides), and vendors hawked cloud platforms and professional services alongside the expected collection of flying, swimming, rolling, and crawling robots.</p>\n<p>Cloud connection to drones is gaining increasing attention because of the massive amount of data that uncrewed vehicles can collect. Optical and multi-spectral imagery, 3D laser mapping, and any number of other geospatial datapoints have to be stored, processed, and routed to the people who need them. As such, representatives from oil and gas companies, utilities, insurers, civil engineers, and a host of other industries stalked the floor at Xponential in search of systems that would let them inspect assets from a distance.</p>\n<p>A lot of the action currently sits in a holding pattern, however. Due to current Federal Aviation Administration (FAA) regulations, only a few of those industries have begun using uncrewed vehicles en masse. One of the most well-established current applications of drones outside the military is \"precision agriculture,\" in which UAVs equipped with near-infrared and other sensors detect problems with crop health in high resolution. This data is subsequently used by automated, GPS-controlled chemical applicators. But while drones have been used in precision agriculture in Japan and other countries for over a decade, many US farmers using drones to pinpoint where crops need to be fed or sprayed are \"cowboys,\" as one drone manufacturer described them. The nickname isn't because they raise cattle; it's because they flaunt the FAA's rules.</p>\n<p>Some of the autonomous flying systems at Xponential were designed to use 3G or LTE wireless signals to push the data they collect directly into the cloud. But again because of FAA restrictions, most of the companies forging ahead with systems capable of flying well outside of the operator's line of sight are based outside of the US. <a href=\"https://www.instagram.com/p/BE9MhtWgueL/?taken-by=arstechnica\">Kimchi revealed</a> this is why Amazon conducts most of its Prime Air delivery drone trials in England rather than in the US. Despite concerns about drones flying near airports, the British government has been more open to commercial drone testing.</p>\n<p>While a number of non-military US companies showed off their technologies at Xponential, the market for autonomous and remotely piloted vehicles here is still dominated by the military. Most of the hardware brought by Lockheed Martin, Oshkosh Defense, Raytheon, Northrop Grumman, Textron, L3, Aerovironment, and Stark Aerospace (a unit of the American subsidiary of Israel Aerospace Industries) was military-focused. On the other hand, most of the companies that focused on industrial customers were from Europe and Asia. Notable exceptions included Airware (the drone software platform company for which John Chambers now holds a board seat) and Uvionix (a company with a new drone designed for delivering lightweight cargo like fast food, coffee, and pharmaceuticals).</p>\n<p>A handful of the items that caught our eye are pictured above. Xponential looks to only grow from here, so expect an even larger array of unmanned tech for Dallas in 2017.Still, the lingering feeling we got from this year's event was that of concern. Many attendees expressed worry that by the time the FAA and the US government sorts out drone regulation, it will be hard for US companies to compete with innovation from elsewhere.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Amazon’s beautiful, functional, impractical Kindle Oasis reviewed</title>\r\n\t\t<link>http://arstechnica.com/gadgets/2016/05/review-amazons-kindle-oasis-is-a-pricey-look-at-the-future-of-e-readers/</link>\r\n\t\t<pubDate>Sun, 08 May 2016 13:00:17 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Andrew Cunningham]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[The Multiverse]]></category>\r\n\t\t<category><![CDATA[Amazon]]></category>\r\n\t\t<category><![CDATA[Gadgetology]]></category>\r\n\t\t<category><![CDATA[kindle]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=877159</guid>\r\n\t\t<description><![CDATA[$290 Oasis doesn’t do anything Paperwhite doesn’t do, it just does it better. ]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/DSC04483-640x427.jpg\">\n  <p><strong> more images in gallery</strong></p>\n\n\n<p>Amazon’s Kindle has gone through roughly two different design phases. The first began with the original Kindle in 2007 and ended, roughly, with the Kindle DX and Kindle Keyboard in 2010 and 2011. The second phase began with the fourth-generation Kindle and the Kindle Touch in 2011, which got rid of the keyboard and remodeled the devices in the vein of smartphones and tablets.</p>\n<p>Amazon has built a bunch of features on top of the foundation laid by the Kindle Touch, but everything up to and including last year’s $200 Kindle Voyage has been a riff on the same basic idea. The Kindle Paperwhite added a backlight, and the Voyage was the first with a super-sharp 300 PPI screen (which the latest Paperwhite later inherited). So what comes next?</p>\n<p>The Kindle Oasis is a major departure. It’s an asymmetrical design that’s dramatically thinner and lighter than the Touch design, but with one wider, thicker edge that contains the battery and doubles as a handle. The device itself sacrifices battery life, but it comes with a leather battery case that effectively doubles your reading time.</p>\n<p>The issue, as it so often is, is one of price. Rather than making this new Kindle design available at the mass-market price of the Paperwhite or the standard Kindle or even replacing the $200 Voyage, the Oasis starts at a whopping $289. That’s a lot of money to pay for a gadget that only really does one thing, no matter how nice it is. But the Oasis <i>is</i> nice, and hopefully its design trickles down to the rest of the Kindle lineup over the next year or two.</p>\n<h2>One-handed wonder</h2>\n<table class=\"specifications left\" width=\"300\">\n<tbody>\n<tr>\n<th style=\"text-align: left\" colspan=\"2\">Specs at a glance: Amazon Kindle Oasis</th>\n</tr>\n<tr>\n<th>Screen</th>\n<td>1448×1072 6\" (300 PPI) E-Ink Carta</td>\n</tr>\n<tr>\n<th>OS</th>\n<td>Kindle OS 5.7.4</td>\n</tr>\n<tr>\n<th>Storage</th>\n<td>4GB (non-upgradeable)</td>\n</tr>\n<tr>\n<th>Networking</th>\n<td>802.11b/g/n, optional 3G</td>\n</tr>\n<tr>\n<th>Ports</th>\n<td>Micro-USB</td>\n</tr>\n<tr>\n<th>Size</th>\n<td>5.6\" x 4.8\" x 0.13-0.33\" (143 mm x 122 mm x 3.4-8.5 mm) for Kindle, 5.7” x 4.9” x 0.07-0.18” (144 mm x 125 mm x 1.9-4.6 mm) for case</td>\n</tr>\n<tr>\n<th>Weight</th>\n<td>4.6 oz (131g) Wi-Fi, 4.7 oz (133g) 3G, 3.8 oz (107g) for cover</td>\n</tr>\n<tr>\n<th>Battery</th>\n<td>Unknown capacity; Amazon claims two weeks of life if used for 30 minutes a day with wireless disabled and brightness set to 10, eight weeks with charging cover.</td>\n</tr>\n<tr>\n<th>Starting price</th>\n<td>$289.99 with Special Offers, $309.99 without; $359.99 for 3G with Special Offers, $379.99 for 3G without</td>\n</tr>\n<tr>\n<th>Price as reviewed</th>\n<td>$379.99</td>\n</tr>\n</tbody>\n</table>\n<p>It’s possible to use the cheaper tablet-y Kindles with one hand. They’re small and light and you can tap or swipe the screen pretty much anywhere to turn pages. But the Oasis has been designed specifically for use in one hand, and it shows—it feels so natural that the Paperwhite and the Voyage seem clunky by comparison.</p>\n<p>The Oasis’ asymmetrical bezel gives you a lot of room to put your thumb, and by default it’s going to rest right about where the page turning button is—yes, though it includes the same touchscreen that all other Kindles use, the Oasis also sees the much-requested return of actual physical buttons for turning pages. The top button turns forward and the bottom button turns backward, regardless of which hand you’re holding the tablet in. The screen automatically detects the way you’re holding it and flips the contents of the screen accordingly.</p>\n<p>Because your thumb rests so comfortably on that page turn button, you can make your way through a book without ever having to lift your thumb unless you want to go backward to read something you missed. It’s a simple thing, but it feels really great to hold and to use.</p>\n<p>This is true regardless of whether you have the Kindle’s battery cover connected or not, but I found that when I was actively reading I preferred to take the cover off. The Oasis and its cover are connected to each other with magnets and pogo pins rather than any sort of latch, so detaching the Kindle from its battery and then reconnect it to the case when you’re done is simple. When they're connected, the case actually charges the Kindle’s internal battery rather than powering the e-reader directly. This was a smart decision—the Oasis’ internal battery promises just two weeks of runtime between charges instead of the standard four weeks, but as long as you store the Kindle in its case when you’re not using it you won’t need to worry about the Oasis going dead if you prefer to take the case off while you’re reading. Both Kindle and case are charged via a micro USB port on the Oasis itself, and there’s no way to charge the case’s battery without first connecting it to the Kindle.</p>\n<p>The case itself is an understated black, red, or brown leather that makes a closed Oasis look more like a small leather-bound notebook than an e-reader.</p>\n<div><a name='page-2'></a></div>\n<h2>A sleeker Kindle</h2>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/DSC04447-640x427.jpg\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>There’s nothing new to report about the Kindle’s software or internal hardware, which as best as we can tell without tearing the thing apart is identical to what you get on “7th generation” Kindles like the Voyage and the latest Paperwhite. They all run Kindle OS version 5.7.4, they all have 4GB of internal storage, and they all connect to 2.4GHz Wi-Fi networks. There isn’t a noticeable speed difference between an Oasis and a Paperwhite (they score the same thing in the Sunspider browser benchmark, suggesting that they use the same internal SoC—a 1GHz Freescale i.MX6 SoloLite, according to Wikipedia).</p>\n<p>The screen is the first major point of departure. Both the Oasis and the Paperwhite have the same 300 PPI e-ink display, which makes text and images look more like actual print than a computer display. While the Paperwhite's screen is slightly recessed, the Oasis’ screen sits flush with its bezel, which makes the Oasis look cleaner and more streamlined. The texture of the screen is smoother and more pleasant to touch than the the Paperwhite screen, which is nice if you prefer swiping to turn pages.</p>\n<p>The screen's frontlight is another noticeable point of departure. Like the Paperwhite, the Oasis has a user-adjustable frontlight for reading in the dark. It can be disabled if you're reading in bright indoor or outdoor light since, like all Kindles, the e-ink screen is made to reflect light rather than emit it. For whatever reason, the Oasis lacks the nice ambient light sensor that the Voyage has, so you'll need to adjust the light manually if it's too bright or not bright enough.</p>\n<p>But unlike the Paperwhite, the Oasis lights its screen with 10 LEDs. More LEDs make for more uniform lighting, making for a more \"book-like\" experience. The four LEDs in the Kindle Paperwhite have no trouble getting bright enough, but there's noticeable unevenness, especially across the bottom of the screen. The difference between the Oasis and the Voyage, which has six LEDs, is less noticeable.</p>\n<p>The Oasis' frontlight is also cooler and bluer than the Paperwhite's, though you really only notice if you have the two e-readers next to one another.</p>\n<p>The Kindle Oasis feels like the next step forward for dedicated e-readers. Given the simplicity of their screen and internal components, the Paperwhite and even the Voyage feel larger and bulkier than they need to be. The Oasis boils the e-reader down to its essential elements, resulting in something that feels and looks noticeably, obviously better and more modern. And even better, it makes the screen bezels smaller and the body thinner without compromising usability—if anything, the asymmetrical bezel and physical buttons make this Kindle nicer to use than any of its predecessors, including the Voyage and its pressure-sensitive \"buttons.\"</p>\n<p>All of that said, this is still a Kindle, and the Oasis still has some of the same headaches that the cheaper models have. The e-ink touchscreen isn't as responsive as a modern smartphone or tablet, the hardware can be slow, and sometimes your taps don't register. Slow hardware is a problem if you're a heavy highlighter, an activity which is quick and painless on a phone (you can color code your highlights, even) but takes as least a few seconds on the Kindle. Like all modern Kindles, the Oasis lacks the ability to play audiobooks, and its screen is poor for viewing detailed PDFs or color images. If you buy one, you should do it with full knowledge of its limitations.</p>\n<h2>Pricing woes</h2>\n\n<p>The part of me that evaluates consumer electronics based on how they look and feel really likes the Oasis. It changes the Kindle in ways that make it more comfortable, and with its leather cover on it doesn’t even register as an e-reader unless you get up close. It’s great for one-handed use, and the return of physical buttons will be appreciated by the Kindle Touch, Paperwhite, and Voyage users who miss that feature. The part of me that evaluates consumer electronics based on their utility and value is baffled by the Oasis’ asking price, though, especially relative to the Paperwhite.</p>\n<p>This is partly because $289 is a lot to pay for a gadget that only does one thing; you can get full-fledged smartphones and tablets at or below this price. To cite a couple of examples: the high-end version of the Moto G costs $220, and the iPad Mini 2 costs $269. The Kindle Oasis is hands-down better if all you're going to do is read books, but both of those gadgets are capable mini-computers that can run the Kindle app plus thousands of others. And that's before you even consider <a href=\"http://arstechnica.com/gadgets/2015/10/amazons-50-fire-tablet-review-suprisingly-it-doesnt-suck/\">Amazon's own Fire tablets</a>, which have mediocre-at-best software ecosystems and performance but are nevertheless more versatile than the standalone e-readers.</p>\n<p>But even if you appreciate the Kindle not for its versatility but for its <i>focus</i>, as I do, a $289 Kindle Oasis is still confusing. Amazon already sold low-, middle-, and high-end Kindles. Now it sells low-, middle-, high-, and ultra-high-end Kindles—that's <i>four</i> different e-readers, three of which do essentially the same thing. It's hard to see the sense in this product strategy, especially since the three lower-end Kindles are well over a year old. Why position the Oasis above the Voyage, rather than replacing the Voyage or moving it downmarket? Why introduce a comfortable, sleek new design and price it so that most Kindle buyers won’t even give it a second glance?</p>\n<p>As it stands, those of you who are looking for the best reading experience at any price should buy the Oasis. If you're looking for a good e-reader at a sensible price, you should buy the Paperwhite without hesitation. The base model Kindle is still decent if you just want the cheapest dedicated Kindle you can get. The vestigial Voyage should be avoided entirely.</p>\n<h3>The good</h3>\n<ul>\n<li>Slimmer, sleeker, and altogether more usable design pushes the Kindle lineup forward.</li>\n<li>Redesigned body and physical buttons make it incredibly comfortable for one-handed use.</li>\n<li>Ten-LED frontlight is nice and even.</li>\n<li>Included battery case looks nice and extends the runtime to eight weeks.</li>\n<li>Amazon's e-book library is about as comprehensive as it gets.</li>\n</ul>\n<h3>The bad</h3>\n<ul>\n<li>Shorter battery life when separated from its case.</li>\n<li>No ambient light sensor, which is strange since this is a feature on the cheaper Kindle Voyage.</li>\n</ul>\n<h3>The ugly</h3>\n<ul>\n<li>The asking price is steep, and the Paperwhite is going to make the most sense for most buyers.</li>\n</ul>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Nvidia’s GTX 1080 and GTX 1070 revealed: Faster than Titan X at half the price</title>\r\n\t\t<link>http://arstechnica.com/gadgets/2016/05/nvidia-gtx-1080-1070-pascal-specs-pricing-revealed/</link>\r\n\t\t<pubDate>Sat, 07 May 2016 03:59:09 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Mark Walton]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[AMD]]></category>\r\n\t\t<category><![CDATA[graphics cards]]></category>\r\n\t\t<category><![CDATA[gtx 1070]]></category>\r\n\t\t<category><![CDATA[gtx 1080]]></category>\r\n\t\t<category><![CDATA[NVIDIA]]></category>\r\n\t\t<category><![CDATA[pascal]]></category>\r\n\t\t<category><![CDATA[PC gaming]]></category>\r\n\t\t<category><![CDATA[Polaris]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=877999</guid>\r\n\t\t<description><![CDATA[GTX 1080 will cost $599 and launch May 27, with GTX 1070 following June 10 for $379.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p><span style=\"line-height: 1.5\">AUSTIN, Texas—After numerous rumours and a supposed \"several billion dollars\" spent on R&amp;D, Nvidia's first consumer graphics cards based on its Pascal architecture are here: the GTX 1080 and GTX 1070. The GTX 1080 will retail for $599 (~£450), $50 more than the GTX 980 cost at launch, while the GTX 1070 will retail for $379 (~£270), again $50 more than the previous generation card. The 1080 launches on May 27, with the 1070 following on June 10.</span></p>\n<p>While it's surprising Nvidia has raised the price of its flagships graphics cards—particularly given <a href=\"http://arstechnica.co.uk/gadgets/2016/04/amd-focusing-on-vr-mid-range-polaris/\">AMD's bold claims</a> that its Polaris architecture will offer VR-ready performance at a \"mainstream\" price point—the company claims that both cards are significantly faster than its current flagships, the GTX Titan X and GTX 980 Ti, which retail for $1000 (£800) and $650 (£550) respectively. In the case of the GTX 1080, Nvidia claims it's twice as fast as the Titan X and three times as energy efficient—it even says it's faster than dual-SLI 980 setup.</p>\n<p>The performance boost comes from the combination of a new GPU microarchitecture (Pascal) with a leaner TSMC 16nm FinFET manufacturing process. The GTX 1080 also makes use of faster Micron GDDR5X memory, resulting in an impressive 10Gbps memory clock. Meanwhile, the GTX 1070 will use standard GDDR5 memory.</p>\n<p>Nvidia hasn't revealed the full technical specs for the cards—likely saving them for when reviews drop later this month—but did confirm that the GTX 1080 will push around 9 TFLOPS of (likely single-precision floating point) performance from a chip built around 7.2 billion transistors. By comparison the Titan X pushes around 7 TFLOPS from its 8 billion transistors. The GTX 1070 is said to push 6.5 TFLOPS.</p>\n  <img src=\"\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>While that's not a huge increase over the Titan X, the more efficient Pascal architecture has allowed Nvidia to dramatically increase the clock speed of the GTX 1080 to 2144Mhz on air cooling. That's well over the 1075MHz speeds of the GTX Titan X and GTX 980 Ti, and—if Nvidia's real-time demo is to be believed—the card hits only 67 degrees under load, leaving plenty of headroom for overclocking.</p>\n<p>Nvidia has also finally updated its stock cooler design, which debuted with the GTX Titan back in 2013. It is, as the leaks suggested, a metallic shroud with a striking angular design that sports a single cooling fan in a blower design at the rear. Alongside the new cooler, Nvidia claims that it has improved power delivery too (120mV peak-to-peak), allowing for more stable overclocking.</p>\n<p>Both features come at a price though. The new cooler will only feature on \"Founders Edition\" cards bought directly from Nvidia.com. The GTX 1080 Founders Edition will retail for $699, with the GTX 1070 Founders Edition costing $449. Those after the lower priced cards will have to look to partners like MSI and ASUS, which will use their own cooler designs.</p>\n<h2>But wait, there's more!</h2>\n<p>In addition to the new hardware, Nvidia took the wraps off three new software features, starting with Ansel, a sophisticated tool for taking in-game screenshots. Unlike typical screenshot tools, Ancel hooks directly into the game engine—developer permitting—allowing users to free-roam around a specific scene, and rotating the image, cropping it, and applying filters. Even better, because the tool ties directly into the frame buffer, users can take screenshots at resolutions higher than their monitor, up to a Photoshop-busting 61,000 pixels wide. Games supporting Ancel at launch include <em>The Division, </em><em>The Witcher 3, </em>and<em> No Man's Sky.</em></p>\n<p>Nvidia also had two enhancements for virtual reality: Nvidia VR Works Audio, and the wonderfully wordy \"Simultaneous Multi-Projection.\" The former is effectively ray-tracing for audio, allowing developers to physically model audio as it bounces off of different surfaces, allowing for realistic reverberation amongst other effects. To showcase VR Works Audio, Nvidia is releasing a free collection of minigames, dubbed <em>The Nvidia VR Funhouse</em> for the HTC Vive.</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center large\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/sites/3/2016/05/DSC09527.jpg\" class=\"enlarge\" alt=\"\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/sites/3/2016/05/DSC09527-640x428.jpg\"  caption=\"\"  alt=\"\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/sites/3/2016/05/DSC09527.jpg\" class=\"caption-link\" rel=\"nofollow\"></a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<p>Meanwhile, Simultaneous Multi-Projection is new rendering pipeline for Pascal cards that allows them to render 16 independent \"viewpoints\" in a single rendering pass. In a regular graphics card, a single viewpoint—i.e. what a user sees on a monitor—is rendered in one pass. That's fine for most applications, but problems occur win multimonitor setups and VR. In a triple monitor setup where a users curves the monitors around them, the graphics card can only render a single viewpoint, where it assumes all the monitors are arranged in a straight line, resulting in the images on the left and right monitors looking warped.</p>\n\n<p>Traditionally, this problem is solved by using three separate graphics cards in supported games, but with Multi-Projection, the single GPU can render three different viewpoints, with two of them correcting the distortion. The company uses a similar technique to speed up VR rendering, allowing for a stereo image to be rendered in a single pass, dramatically improving the frame rate—a particularly big problem to solve when VR needs to run at a hefty 90FPS.</p>\n<p>While Nvidia is the first to reveal next-generation graphics cards, AMD is rumoured to be to taking the wraps off its Polaris architecture in the coming weeks. While it's unlikely that Polaris will topple the performance of Nvidia's latest, if AMD delivers on its promises of VR-ready (or better) performance at a mainstream price point, at the very least consumers will have an affordable alternative to the Nvidia juggernaut.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Review: HP’s EliteBook Folio G1 is the MacBook as it could’ve been</title>\r\n\t\t<link>http://arstechnica.com/gadgets/2016/05/hps-elitebook-folio-g1-is-a-thin-fanless-laptop-with-fewer-compromises/</link>\r\n\t\t<pubDate>Fri, 06 May 2016 11:00:21 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Andrew Cunningham]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[Gadgetology]]></category>\r\n\t\t<category><![CDATA[HP]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=876921</guid>\r\n\t\t<description><![CDATA[Two Thunderbolt 3 ports and a great keyboard and trackpad help it excel.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/DSC04426-640x427.jpg\">\n  <p><strong> more images in gallery</strong></p>\n\n\n<p>Apple’s laptop designs used to feel like they were a few years ahead of the curve. When the company introduced things like the aluminum unibody MacBook Pros or both the first- and second-generation MacBook Air designs and even the 15- and 13-inch Retina MacBook Pros, they were impressive because none of the PC makers were doing anything quite like them.</p>\n<p>That’s not so much the case in 2016, in part because designs like the MacBook Air and Pro have stood still as the PC OEMs have dramatically improved their own mid- to high-end offerings. You no longer need to buy a Mac to get good build quality, a nice-looking display, respectable battery life, or a non-terrible trackpad. And thanks in part to Windows 10, PCs are offering biometric authentication options and voice assistants that OS X and the Mac don’t have, even if the Mac is still much better at sharing data and interacting with the iPhone.</p>\n<p>Apple’s latest laptop design is the <a href=\"http://arstechnica.com/apple/2016/04/review-the-2016-retina-macbook-is-a-faster-version-of-the-same-machine/\">MacBook</a>, which is an impressively thin-and-light laptop that makes some key compromises in its pursuit of said thin-and-lightness. HP’s business-focused EliteBook Folio G1 isn’t the first MacBook-alike from the PC OEMs, but it might be the Windows laptop that best marries the virtues of the MacBook to the extra expandability and flexibility of a traditional Ultrabook. It’s on the expensive side, but it’s also the most impressive high-end laptop this side of <a href=\"http://arstechnica.com/gadgets/2016/01/dell-xps-13-review-skylake-and-thunderbolt-3-make-the-best-a-little-bit-better/\">Dell’s XPS 13</a>.</p>\n<h2>Look and feel</h2>\n<p>I originally described the EliteBook as “<a href=\"http://arstechnica.com/gadgets/2016/01/hps-elitebook-folio-is-basically-a-macbook-with-two-ports-and-thats-great/\">a MacBook with two ports</a>” and that description is accurate in a lot of ways. It’s a very thin aluminum and glass laptop, and it relies exclusively on USB Type-C ports for charging and connecting to wired accessories.</p>\n<p>But HP’s machine makes a different set of compromises than the MacBook. Where Apple’s design sacrifices functionality in the name of making the laptop as thin and light as possible—its single port, its muddy 480p webcam, its low-travel keyboard and trackpad—the EliteBook improves on all of those features, making the laptop a little heavier (2.14 pounds vs. 2.06 for the MacBook) and larger (11.5 inches long and 8.23 inches wide compared to 11.04 inches long and 7.74 inches wide) in the process. The MacBook is thicker than the EliteBook at its thickest point, but the MacBook’s body tapers where the EliteBook’s body doesn’t.</p>\n<table class=\"specifications left\" width=\"300\">\n<tbody>\n<tr>\n<th style=\"text-align: left\" colspan=\"2\">Specs at a glance: HP EliteBook Folio G1 (as reviewed)</th>\n</tr>\n<tr>\n<th>Screen</th>\n<td>1980×1080 or 3840×2160 at 12.5\" (176 or 352 ppi)</td>\n</tr>\n<tr>\n<th>OS</th>\n<td>Windows 10 Pro 64-bit</td>\n</tr>\n<tr>\n<th>CPU</th>\n<td>1.2GHz dual-core Intel Core m7-6Y75 (Turbo up to 3.1 GHz)</td>\n</tr>\n<tr>\n<th>RAM</th>\n<td>8GB 1866MHz LPDDR3 (non-upgradeable)</td>\n</tr>\n<tr>\n<th>GPU</th>\n<td>Intel HD Graphics 515 (integrated)</td>\n</tr>\n<tr>\n<th>HDD</th>\n<td>256GB SATA III SSD</td>\n</tr>\n<tr>\n<th>Networking</th>\n<td>Dual-band 802.11ac, Bluetooth 4.2</td>\n</tr>\n<tr>\n<th>Ports</th>\n<td>2x Thundebolt 3, headphones</td>\n</tr>\n<tr>\n<th>Size</th>\n<td>11.5\" x 8.23\" x 0.47\" (292.1mm x 209mm x 11.94mm)</td>\n</tr>\n<tr>\n<th>Weight</th>\n<td>2.14 pounds (0.97kg)</td>\n</tr>\n<tr>\n<th>Battery</th>\n<td>38WHr</td>\n</tr>\n<tr>\n<th>Warranty</th>\n<td>1 year</td>\n</tr>\n<tr>\n<th>Starting price</th>\n<td>$999</td>\n</tr>\n<tr>\n<th>Price as reviewed</th>\n<td>Roughly $1,456.50 (1080p) and $1,715.50 (4K)</td>\n</tr>\n<tr>\n<th>Other perks</th>\n<td>720p webcam, optional Windows Hello IR webcam, backlit keyboard, Microsoft Precision Touchpad, TPM</td>\n</tr>\n</tbody>\n</table>\n<p>The EliteBook’s design is also less sleek and clean, visually speaking. There’s an antenna cutout on the EliteBook’s lid, which Apple avoided by integrating the antennas into the laptop’s speakers. The EliteBook’s bezel, especially above and below the display, is quite a bit larger, presumably because the base of the laptop needed to be larger to fit in the ports and the battery and the extra room needed for the travel of the keyboard and trackpad.</p>\n<p>So, yes, the MacBook looks a little better, and its engineering is more impressive. But HP’s laptop has the definite upper hand when it comes to actual usability. In practice it’s not so much larger or heavier that it makes a big difference when you’re lugging it around in a bag or using it on a plane. The improved webcam (plus the Windows Hello-compatible IR camera option) makes a big difference for video chat. And that second port means you can drive a display or plug in a USB accessory while charging the laptop at the same time. You’ll still need to own a big pile of special cables and adapters until we make it all the way through the Type-A to Type-C transition, but at least you’ll come out on the other side of it with a pair of really useful ports.</p>\n<p>The other nice thing about the EliteBook’s USB ports is that they’re not just USB ports—they both support Thunderbolt 3, enabling 40Gbps of bandwidth and 10Gbps USB 3.1 gen 2 speeds. They also open up possibilities for external accessories like graphics cards, although that low-wattage Core M CPU won’t pair well with a $300 desktop GPU.</p>\n<p>The bad thing about them is that HP’s systems so far haven’t played nice with other USB Power Delivery-compatible Type-C chargers, possibly due to concerns about poorly made adapters that don’t comply with the spec. This was <a href=\"http://www.pcworld.com/article/3017182/hardware/usb-c-charging-universal-or-bust-we-plug-in-every-device-we-have-to-chase-the-dream.html\">an issue with HP’s Spectre X2</a>, as well. HP’s adapter will charge many other USB Type-C devices, including all of the phones we plugged it into and Apple’s MacBook. But it seems like HP doesn’t trust others to manufacture power adapters that will work with its systems, which is too bad since Type-C and USB Power Delivery is eventually supposed to make all of these concerns go away.</p>\n<p>Finally, let’s talk about the screen. The 12.5-inch 1080p panel in the base model is perfectly fine, and it comes in both touch and non-touch versions (the touch version, which includes the IR webcam for Windows Hello, adds about $122 to the base price according to HP’s site). Viewing angles, colors, brightness, and contrast are all good. There’s nothing to complain about, unless you look at the 1080p panel side-by-side with the 4K version of the screen. The 4K panel’s colors pop, its brightness and contrast are both better, and images and text are all sharper in apps that handle Windows 10’s scaling modes properly (not that a 1080p panel at this size <em>isn’t</em> sharp). It’s a really nice upgrade, but it comes at a significant cost—in actual dollars, in performance, and most importantly in battery life. More on that in the performance section.</p>\n<p>One drawback to the EliteBook’s display panel? It’s incredibly reflective, since it lacks an antireflective screen coating like the one on the MacBook. The extra reflections don’t make a huge difference indoors, but if you’re sitting outside or with your back to a window you’ll appreciate Apple’s extra attention to detail.</p>\n<h2>Keyboard and trackpad</h2>\n\n<p>However you feel about the rest of the laptop’s design, both the keyboard and trackpad are excellent. The keyboard doesn’t use any weird switches or have silly layout decisions—it’s just a nice-feeling chiclet keyboard with good travel and firm keys. It’s satisfying to type on without requiring the breaking-in period that most people are going to need for the MacBook keyboard.</p>\n<p>The keyboard’s only major feature/quirk is the function keys, which are overwhelmingly focused on “business” things and not multimedia playback as they sometimes are on these keyboards. F1 and F2 control picking up and hanging up calls made in Skype for Business and a handful of other video chatting apps, F3 launches your default calendar app, and F4 mutes the microphone.</p>\n<p>The multitouch trackpad is also a pleasant surprise. Trackpads that follow Microsoft’s Precision Touchpad (PTP) spec are the ones that come the closest to replicating the MacBook lineup’s excellent trackpads—Dell’s XPS 13 uses one, Microsoft’s own Surface Type Covers use them, and happily the EliteBook includes one, too. This means it automatically supports all of Windows 10’s window management gestures, and it will automatically gain support for any new ones introduced in the Windows 10 Anniversary Update and beyond.</p>\n<p>The EliteBook’s trackpad actually supports two modes of operation. PTP mode is the default and the one that I prefer, but you can switch to “GlidePoint Touchpad” mode in the drivers if you prefer the OEM drivers and customization options for whatever reason. We’ve heard from trackpad OEMs like Synaptics that PTP-compatible hardware could be made to run in either PTP mode or standard OEM mode depending on the firmware and drivers used, but the Alps touchpad HP is using here is the first time I’ve actually seen that decision left up to the user. Hopefully even systems that don’t use PTP mode by default will at least begin offering users the option, since it really does make using Windows with a trackpad nicer than it has traditionally been.</p>\n<div><a name='page-2'></a></div>\n<h2>Software and Windows Hello</h2>\n\n<p>There isn’t a ton to report about HP’s loadout of Windows 10 Pro, except that it’s jam-packed with business-oriented HP apps that consumers (and even some businesses, depending on the services they use) might not care about. They’re easy enough for consumers to install, and businesses that don’t want them probably have their own Windows images to drop on them anyway. Out of the box, you lose about 17.5GB of disk space to recovery and diagnostic partitions and another 36GB to Windows itself and the various preinstalled apps—the largest separate partition, at 14.5GB, can at least be moved to an external USB drive if you want to reclaim that space.</p>\n<p>One software-related thing I did want to mention was Windows Hello, Windows 10’s biometric authentication system. Most EliteBook configurations include an IR camera—it’s standard in the 1080p and 4K touchscreen configurations and optional in the 1080p non-touch version—and it’s the first PC I’ve tested that has supported Hello. PC makers have to use components that meet <a href=\"https://msdn.microsoft.com/en-us/library/windows/hardware/mt587095(v=vs.85).aspx\">fairly strict accuracy requirements</a> to use Hello, which is why it won’t work with just any old webcam or fingerprint reader.</p>\n<p>As my introduction to Hello, the EliteBook’s IR camera was surprisingly great. When you sit down in front of the laptop, the IR lights blink to life, and I was fully logged in within seconds. If I had simply locked the PC rather than rebooting it, I was back into my account before I could even get my hands to the keyboard. To improve accuracy, you can show the camera multiple pictures of your face under different conditions—dim light, bright light, with glasses, without glasses, and so on—all of which is handled through Windows’ native Settings panels and not through any janky third-party apps.</p>\n<p>To return to the MacBook comparisons for a minute—it seems strange that the Mac offers zero biometric authentication options, especially considering how successful Apple was with TouchID on the iPhone and iPad. Tech companies need to keep looking at ways to make better security practices easy for people to live with, and near-instantaneous biometric authentication seems like a great way to do it in laptops and desktops.</p>\n<h2>Performance</h2>\n\n<p>At this point in Skylake’s lifecycle, we’ve said all there is to say about its performance, and the Skylake Core M processors have all behaved more consistently than the Broadwell versions in all the systems we’ve tested. Core M today is where the U-series Ultrabook CPUs were four or five years ago: performance feels “good enough” despite the lower power requirements. Those 15W processors are still a lot faster, but Core M gets you thinner systems without fans.</p>\n<p>Our review units had 1.2GHz (3.1GHz Turbo) Core m7-6Y75 processors, though some versions come with slower 1.1GHz (2.8GHz Turbo) Core m5-6Y57 chips. All versions of the EliteBook include 1866MHz DDR3 RAM (Core M doesn’t support DDR4 like the other Skylake CPUs do), mostly-SATA SSDs with a 256GB NVMe drive available as an optional component, 867Mbps 802.11ac Wi-Fi, and Bluetooth 4.2.</p>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/EliteBook-chartz.001-640x470.png\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>Core M is pretty good at the light, “bursty” workloads for which it was designed to excel, as is visible in Geekbench. The Core m7 version, in particular, can match some of the U-series CPUs. Core M’s performance is still variable when it comes to sustained performance, which you can see in the Cinebench CPU scores. This test runs for longer, which gives the CPU more time to throttle down—it’s why the multi-core scores for the EliteBook’s normally faster Core m7 are actually pretty close to the score for the slower m3 in Asus’ midrange ZenBook UX305C. Intel’s low-power CPUs are better than they’ve ever been, but they’re not going to replace those faster dual-core CPUs for heavy workloads just yet.</p>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/EliteBook-chartz.003-640x470.png\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>The HD 515 is a decent GPU for desktop work, though in the 4K version of the EliteBook it definitely drops frames when you’re doing animation-heavy stuff like Task View. Don’t expect to play AAA console games on this thing (and even older and lighter games might not run at native resolution), but it’s considerably better than the GPU that shipped with Broadwell.</p>\n<p>That said, notice that the ZenBook sometimes outdoes the EliteBook here, even when they’re both running at 1080p. It looks like Asus’ laptop can dissipate a larger amount of heat than HP’s, which leads to better performance for sustained workloads like photo editing or gaming.</p>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/EliteBook-chartz.009-640x470.png\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>HP gave us the version of the EliteBook with a SATA SSD III in it, and most configurations of the laptop ship with SATA instead of the lone 256GB PCI Express option. This isn’t the end of the world. But it’s been three years since Apple started shipping PCI Express SSDs in all of its laptops, and both built-in Intel chipset support and relatively widespread and affordable PCI Express SSD controllers make it easier to implement in PCs than ever before. SATA III has been a bottleneck on SSDs for years, and <em>especially</em> in a laptop that starts at $1,000, it’s far past time to start moving to PCI Express as the standard, not as a costly add-in option.</p>\n<h3>Battery life</h3>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/05/EliteBook-chartz.011-640x470.png\">\n  <p><strong> more images in gallery</strong></p>\n\n<p>The EliteBook’s battery life is pretty good, at least if you’re using the 1080p version. It lasted around 10 hours in our Wi-Fi browsing test, less than the MacBook by a fair margin but not bad compared to the rest of the field.</p>\n<p>That’s not true of the 4K version of the laptop, which loses more than three hours of battery life in our test exclusively because of the screen (almost all the other components, including the CPU, were identical across models). It’s a very pretty display, but it might also be the difference between having a laptop that lasts all day on a cross-country flight and one that dies before you can get to the hotel.</p>\n<h2>Thin and light, fewer compromises</h2>\n<p>In some ways, the EliteBook Folio G1 feels like the MacBook that could’ve been, had Apple’s priorities been shuffled around just a little bit. It’s almost as small, almost as thin, and almost as light, but it’s got a keyboard that most of you will already be used to and a second USB Type-C port for added versatility. Those USB Type-C ports also provide Thunderbolt 3 support, so you have more bandwidth for external accessories if you want it. Apple’s laptop is better designed (and if you prefer OS X to Windows, it’s all moot anyway), but HP’s is perhaps more attuned to what current buyers (especially power users) want and need.</p>\n<p>At the same time, it’s hurt by some of the same decisions that make buying a PC such a nightmare—there are four different screen options, and the 4K panel dramatically compromises the laptop’s battery life. Whether you get the Windows Hello IR camera depends on which configuration you pick, since it isn’t a standard feature. There are five different SSD options, and if you’re upgrading you need to make a choice between the largest one and the fastest one. It’s possible to go from a Core m5 CPU to a Core m7, but it costs $591 to do it. Buying a Mac is still refreshingly straightforward by comparison.</p>\n<p>That aside, though, the EliteBook is a really great ultraportable laptop. It’s a dramatically improved version of <a href=\"http://arstechnica.com/gadgets/2014/12/hp-elitebook-1020-review-a-business-ultrabook-youll-want-to-bring-home/\">the EliteBook 1020</a> that we came so close to liking a year and a half ago, and it’s easy to recommend if you want a MacBook clone that runs Windows or if you’re looking for something thinner, lighter, and quieter than the still-excellent <a href=\"http://arstechnica.com/gadgets/2016/01/dell-xps-13-review-skylake-and-thunderbolt-3-make-the-best-a-little-bit-better/\">Dell XPS 13</a>. If the price is too much for you, there’s still the <a href=\"http://arstechnica.com/gadgets/2015/11/review-asus-excellent-midrange-laptop-gets-much-better-with-skylake/\">Asus ZenBook UX305C</a>, which is larger and heavier and is missing a few bells and whistles but is still really affordable for the amount of laptop you’re getting.</p>\n<h3>The good</h3>\n<ul>\n<li>Thin, light, and fanless laptop made of premium materials.</li>\n<li>Solid construction.</li>\n<li>Two Thunderbolt 3 ports.</li>\n<li>This would be an excellent chiclet keyboard in any laptop, but it’s especially impressive in something so thin.</li>\n<li>Precision Touchpad is as good as Windows trackpads get.</li>\n<li>Windows Hello-compatible IR camera is a nice option.</li>\n<li>4K display option is crisp and colorful (and the 1080p option is still pretty good).</li>\n</ul>\n<h3>The bad</h3>\n<ul>\n<li>The USB Type-C transition is still a work in progress, and you'll need adapters for a lot of your current stuff.</li>\n<li>Super-reflective screen.</li>\n<li>There is a typically bewildering array of configuration options, which makes picking one of these that much harder than it ought to be.</li>\n<li>Pricing is more than competitive with the MacBook at the low end but more expensive if you want all the add-ins.</li>\n<li>Core M feels fast a lot of the time but throttles more quickly in the EliteBook than it does in other systems we’ve tested, leading to less consistent performance.</li>\n</ul>\n<h3>The ugly</h3>\n<ul>\n<li>The 4K option dramatically reduces battery life.</li>\n</ul>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Nvidia’s stronger, faster Pascal architecture expected to debut Friday</title>\r\n\t\t<link>http://arstechnica.com/gadgets/2016/05/nvidia-pascal-gtx-1080-details-watch-livestream/</link>\r\n\t\t<pubDate>Thu, 05 May 2016 20:50:12 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Mark Walton]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[Opposable Thumbs]]></category>\r\n\t\t<category><![CDATA[AMD]]></category>\r\n\t\t<category><![CDATA[graphics cards]]></category>\r\n\t\t<category><![CDATA[NVIDIA]]></category>\r\n\t\t<category><![CDATA[pascal]]></category>\r\n\t\t<category><![CDATA[PC gaming]]></category>\r\n\t\t<category><![CDATA[Polaris]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=877009</guid>\r\n\t\t<description><![CDATA[Rumours point to a GTX 1080 and GTX 1070 launch, but when? And how much?]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n\t<div class=\"centered-figure-container\">\n\t<div class=\"\" style=\"width:640px\">\n\t\t\t\t\t<iframe src=\"http://www.twitch.tv/nvidia/embed?auto_play=false&amp;play=false\" scrolling=\"no\" width=\"640px\" height=\"360px\" frameborder=\"0\"></iframe>\n\t\t\t</div>\n\t</div>\n\n\n<p>AUSTIN, Texas—Following a string of rumours, <a href=\"http://hexus.net/tech/news/graphics/92528-nvidia-teasing-pascal-launch-order-10-puzzle-website/\">teasers</a>, and <a href=\"http://arstechnica.co.uk/gadgets/2016/04/nvidia-tesla-p100-pascal-details/\">enterprise exposé</a>, chip-maker Nvidia will unveil consumer graphics cards based on its new Pascal architecture during a live event in Austin on Friday, May 6.</p>\n\n<p>While Nvidia remains tight-lipped about what exactly will be shown—most rumours point towards two graphics cards, the GTX 1080 and 1070—those with quiet weekend plans can tune into the event livestream above at 8pm CDT (6pm PDT, 9pm EDT, or 2am BST on Saturday morning).</p>\n<p>For the uninitiated, Pascal is Nvidia's latest and greatest graphics architecture, which promises to be both faster and more power efficient than the previous-generation Maxwell architecture. Exact details on the consumer chips won't appear until Friday, but the <a href=\"http://arstechnica.com/gadgets/2016/04/nvidia-tesla-p100-pascal-details/\">P100 enterprise card Nvidia unveiled in April</a> does shed some light on what consumer Pascal might look like.</p>\n<p>Pascal will feature both architecture and manufacturing process upgrades, the latter being based on the TSMC 16nm FinFET node. This is a huge jump over the old 28nm process Nvidia and AMD have been using since 2012. While the P100 is based on a nearly-full-fat implementation of the Pascal architecture, the GTX 1080 and 1070 (if that's what they end up being called) are likely to be based on a slimmed down version of the chip with some features disabled.</p>\n<div class=\"shortcode-img expandable\">\n    \t<div class=\"centered-figure-container\">\n    \t<div class=\"image center large\">\n  \t\t  \t\t\t<a  href=\"/wp-content/uploads/sites/3/2016/05/nvidia-geforce-gtx-1080.jpg\" class=\"enlarge\" alt=\"A supposed picture of the GTX 1080 posted online in April.\" >\n  \t\t  \t\t\t<img  src=\"http://cdn.arstechnica.net/wp-content/uploads/sites/3/2016/05/nvidia-geforce-gtx-1080-640x480.jpg\"  caption=\"A supposed picture of the GTX 1080 posted online in April.\"  alt=\"A supposed picture of the GTX 1080 posted online in April.\" >\n  \t\t\t  \t\t\t\t\t<p class=\"caption shortcode-caption\" style=\"font-size:0.8em\">\n\t\t\n\t\t\t\t\t\t\t\t\t<a href=\"/wp-content/uploads/sites/3/2016/05/nvidia-geforce-gtx-1080.jpg\" class=\"caption-link\" rel=\"nofollow\">A supposed picture of the GTX 1080 posted online in April.</a>\n\t\t\t\t\t\t<p>\n\n  \t\t\t  \t\t  \t\t\t</a>\n  \t\t  \t</div>\n    \t</div>\n  </div>\n\n<p>The GP100 used in the P100 is said to push 10.6 teraflops of single precision (FP32) performance thanks to its high core clock of 1328MHz and a boost clock of 1480MHz, an increase in streaming multiprocessors (SMs), and second-generation of High Bandwidth Memory (HBM2). The HBM2 promises transfer speeds of up to 720GB/s performance on its 4096-bit-wide bus.</p>\n<p>HBM2 is unlikely to make its way into the GTX 1080 and 1070 thanks to its high cost and limited availability, however. Most rumours point towards Nvidia using 8GB of GDDR5X memory, a cheaper competitor to HBM2 that promises similar gains in performance. <a href=\"http://videocardz.com/59558/nvidia-geforce-gtx-1080-3dmark-benchmarks\">Supposed benchmarks </a>of the new GTX 1080 have surfaced online, showing good if not groundbreaking performance gains over the GTX 980 Ti in 3DMark.</p>\n<p>Ultimately, it'll come down to price. Nvidia isn't known for thrifty pricing, and all signs point to the GTX 1080 and 1070 being priced similarly to their predecessors at £400 ($500) and £300 ($400) respectively. Meanwhile, <a href=\"http://arstechnica.co.uk/gadgets/2016/04/amd-focusing-on-vr-mid-range-polaris/\">AMD is promising</a> its upcoming graphics cards based on the new Polaris architecture will offer at least GTX 970/R9 290X performance—if not more—at a \"mainstream\" price point.</p>\n<p>Ars will be reporting directly from Nvidia's Austin event, so keep an eye out for more Pascal info soon.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Critical Qualcomm security bug leaves many phones open to attack</title>\r\n\t\t<link>http://arstechnica.com/security/2016/05/5-year-old-android-vulnerability-exposes-texts-and-call-histories/</link>\r\n\t\t<pubDate>Thu, 05 May 2016 18:40:35 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Dan Goodin]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[Risk Assessment]]></category>\r\n\t\t<category><![CDATA[Technology Lab]]></category>\r\n\t\t<category><![CDATA[android]]></category>\r\n\t\t<category><![CDATA[exploits]]></category>\r\n\t\t<category><![CDATA[Qualcomm]]></category>\r\n\t\t<category><![CDATA[security]]></category>\r\n\t\t<category><![CDATA[vulnerabilities]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">https://arstechnica.com/?p=876845</guid>\r\n\t\t<description><![CDATA[Fix still isn't available for most users, and many will probably never get it.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>For the past five years, a vulnerability in many Android phones has left users' text messages, call histories, and possibly other sensitive data open to snooping, security researchers said Thursday.</p>\n<p>The flaw, which is most severe in Android versions 4.3 and earlier, allows low-privileged apps to access sensitive data that's supposed to be off-limits, according to a <a href=\"https://www.fireeye.com/blog/threat-research/2016/05/exploiting_cve-2016-.html\">blog post published by security firm FireEye</a>. But instead, the data is available by invoking permissions that are already requested by millions of apps available in Google Play. Company researchers said the vulnerability can also be exploited by adversaries who gain physical access to an unlocked handset. Indexed as CVE-2016-2060, the bug was first introduced when mobile chipmaker Qualcomm released a set of programming interfaces for a system service known as the \"network_manager\" and later the \"netd\" daemon.</p>\n<p>\"CVE-2016-2060 has been present on devices since at least 2011 and likely affects hundreds of Android models around the world,\" FireEye researchers wrote. \"This vulnerability allows a seemingly benign application to access sensitive user data including SMS and call history and the ability to perform potentially sensitive actions such as changing system settings or disabling the lock screen. Devices running Android 4.3 (“Jelly Bean MR2”) or older are the most affected by the vulnerability, and are likely to remain unpatched. Newer devices utilizing SEAndroid are still affected, but to a lesser extent.\"</p>\n<p>The vulnerability was patched in the <a href=\"https://source.android.com/security/bulletin/2016-05-01.html\">Android security patch Google released on May 1</a>. A Google representative said Nexus devices were never affected. Still, a large portion of Android users are unable to receive monthly patches because of restrictions imposed by carriers or manufacturers. That percentage of users—Google was unable to say how big it is, but it makes up the vast majority—will remain vulnerable for the foreseeable future and may never get a fix.</p>\n<p>Those most at risk are the estimated 34 percent of the user base running versions 4.3 or earlier. That's because those handsets lack a security protection introduced in 4.4 called SEAndroid, short for Security Enhancements for Android. The defense helps secure phones in a variety of ways, including limiting the access apps can gain to other “radio” users' application data and limiting filesystem write capabilities and app-to-app interactions. SEAndroid also provides protections for the netd daemon.</p>\n<p>Even on vulnerable devices running 4.4 or higher, however, a malicious application can surreptitiously modify sensitive OS properties. Attackers often combine such exploits with a similarly low-severity exploit to increase their reach into a targeted phone.</p>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t\t<item>\r\n\t\t<title>Triby review: A speaker, message-board device is an obvious home for Amazon’s Alexa</title>\r\n\t\t<link>http://arstechnica.com/gadgets/2016/05/triby-home-speaker-reviewed-alexa-outside-echo-is-promising-but-not-complete/</link>\r\n\t\t<pubDate>Thu, 05 May 2016 12:00:32 +0000</pubDate>\r\n\t\t<dc:creator><![CDATA[Valentina Palladino]]></dc:creator>\r\n\t\t\t\t<category><![CDATA[Gear & Gadgets]]></category>\r\n\t\t<category><![CDATA[alexa]]></category>\r\n\t\t<category><![CDATA[Amazon]]></category>\r\n\t\t<category><![CDATA[Gadgetology]]></category>\r\n\t\t<category><![CDATA[smart home]]></category>\r\n\t\t<category><![CDATA[speaker]]></category>\r\n\t\t<category><![CDATA[triby]]></category>\r\n\r\n\t\t<guid isPermaLink=\"false\">http://arstechnica.com/?p=873101</guid>\r\n\t\t<description><![CDATA[Alexa-enabled devices have potential, but they also have some flaws to overcome.]]></description>\r\n\t\t\t\t<content:encoded><![CDATA[<div><a name='page-1'></a></div>\n<p>Amazon's Alexa has made its way into many homes, but now she's branching out. The voice assistant has always been an open platform, and we've seen a number of companies add support for Alexa to their services over the past year. Now, we're starting to see Alexa in products other than Amazon's Echo devices—the first one is a cute little speaker named Triby. The $199 multitasking device is a message board, radio, speaker, and an Alexa vessel all in one, and with its magnetic back, it's being billed as a perfect kitchen companion.</p>\n<p>Triby will give us some idea of how well other companies will be able to integrate Alexa into their products. But also, and arguably more interestingly, it shows how companies are thinking about third-party hardware for Alexa and what these devices could and should be.</p>\n<h2>Design: Little refrigerator bot</h2>\n<p>Triby doesn't resemble the sleek, modern devices we're used to seeing today. It's got a square, bumper-encased body and a handle on top, and it resembles a flattened lunch box. The bumper helps protect Triby from unexpected falls, and that plus the rounded corners make it safe for kids to manhandle. The rest of its surface is covered in holes, since it's mostly a portable speaker, and it has a couple of physical buttons on its face for making calls, switching between radio stations, and playing or pausing music. Its rectangular e-ink display shows the date, time, and temperature by default. Since it's supposed to be a kitchen companion, it has two large magnets on the back so you can stick it to your refrigerator.</p>\n<p>There's a curious yellow \"flag\" sitting in a slot on Triby's left side; it pops out when a member of your group sends a message to Triby (more on groups later). You can push it back in to let the sender know you've seen the message, like a physical version of a read receipt. Triby's opposite side has a big square button for manually waking Alexa for a voice command and a square hole for its charging cable.</p>\n<p>Maybe it's the buttons or the toy-like design, but for some reason I really liked fiddling with Triby. It's pleasantly childlike without being too dumbed-down, and navigating it is easy once you know all of the buttons. Working from home, I'd tote Triby from room to room if I was listening to the radio and if I wanted to use Alexa in whatever room I was in. Triby has background noise cancellation technology built-in, too, so I could just as easily command Alexa from across my apartment.</p>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/04/triby5-640x427.jpg\">\n  <p><strong> more images in gallery</strong></p>\n\n<h2>Features: Alexa with a lot of hardware-focused extras</h2>\n\n<p>Let's talk about the elephant in the room first: Alexa. Triby is the first Alexa-enabled product made by a company other than Amazon. Unlike Apple with Siri, Amazon is letting other companies integrate Alexa and all her features into their products. As a speaker, Triby seems like an obvious fit for this, and it serves as a solid vessel for Amazon's voice assistant. Alexa works the same way as she does in the Echo and Amazon's other products—just say her name, ask questions, and she will answer.</p>\n<p>All of the native Alexa features work when used via Triby—music control with Prime music, Flash Briefing news updates, shopping list and to-do list updates, smart home device control, and more. Aside from the short jingle Triby emits as soon as you wake Alexa, the experience is much the same as using an Echo. However, I do think the Echo is slightly more accurate and faster than Triby in recognizing the word \"Alexa\" and hearing what I want to say. Sometimes I would say her name and the Triby would stay silent, or it would take Triby an extra few seconds to execute my demands.</p>\n<p>There are also some things that Amazon products can do with Alexa that Triby can't. While you can stream Spotify music from your smartphone to Triby's speakers, you cannot ask Alexa to play certain music from your Spotify account. Also, many of Alexa's third-party skills don't work on Triby; the silly fortune cookie skill worked while the even sillier boo skill didn't. In the same vein, some Alexa features were a little spotty sometimes. For example, <em>The Wall Street Journal's</em> tech briefing segment in my news update didn't work—Alexa simply went silent when she got to that—but the other contributing sources to my Flash Briefing worked just fine. We’ve reached out to Triby and Amazon to find out more about what services do and don’t work, and we’ll update the review if we get a response.</p>\n<p>Clearly there are kinks to using Alexa on a non-Amazon device, other than the occasional slowness. On the bright side, Triby will automatically receive all of the updates that Alexa receives, so the experience should consistently be similar to that of Amazon's native products.</p>\n<p>Aside from Alexa, Triby is basically part radio, part e-ink walkie-talkie. I used the radio feature a lot more than I thought I would. You can set two priority radio stations to the two radio buttons on Triby and then add a bunch of stations to access via the small list button below them. I love listening to the radio on and off all day, and it's much easier to use the buttons to quickly browse through my favorite stations than ask Alexa to turn on one station or another.</p>\n<p>Triby is very mobile within the home, too, since you can pick it up and bring it around with you. Amazon's Echo has to stay in one place since it needs a power source to operate. Triby can last up to two weeks on a single charge if you only use its basic functions, but a lot of Alexa use will drop the battery life down to days. Pressing and holding the push-to-talk button on its side will turn off Triby's microphones that are always listening for Alexa, and that will help conserve battery.</p>\n<p>In addition to being a speakerphone when connected via Bluetooth to your smartphone, you can make VoIP calls from Triby to anyone in your household group. Similarly to the radio buttons, you can assign group members to each phone button and then more in the list button. Just tap to call them, and they receive the call through the Triby app on their smartphone. I can see how this would be perfect for children at home alone who need to contact family members quickly. Otherwise, it's only as convenient as Triby's placement in your home: if you keep it stuck to your fridge, it could be useful to give your partner a ring to ask them to pick up groceries before coming home. However, if my phone was within reach in that situation, I'd probably just use it to call them.</p>\n<p>The other big Triby feature is the e-ink messaging system. Through the app, you can scribble or type out messages to send to Triby, and they'll pop up on its e-ink display. When a new message comes through, the yellow flag on Triby's side pops out, and whoever sees the message can push it back in to let you know they saw it. They can also press the emoji button right below the flag to respond with an emoji, which is a cute touch.</p>\n<p>Again, I see this as a family-oriented feature that allows members to communicate with each other using a somewhat stationary object. Parents could message Triby to tell their kids to clean up the living room or start preparing dinner if they know the kids will be home before them, or even leave little notes for partners who may have different work schedules. Triby emits a little sound whenever a message comes through, so those at home will hear when there's messaging activity going on. Any message you send Triby could just as easily be sent as a text message, but the point of Triby (or Echo) is that it's anchored to your home, and it's meant to be used communally, where phones are more personal devices.</p>\n<div><a name='page-2'></a></div>\n<h2>Triby app: Scribbled messages, VoIP calls, radio stations, and more</h2>\n<p>The Triby app for Android and iOS is just as cute as the Triby itself. When you open it up, you'll see a list of all the messages you've typed or scribbled to Triby's e-ink display. The app saves them all automatically, so if you frequently send your partner \"I'll be home soon\" when you're running late coming out of work, you can just tap and send it rather than write it out anew every time. You can use the keyboard on your smartphone to type out a message or draw one with your fingers, which is a simple yet pleasant idea to make Triby messages more personal than regular texts. Emojis are included in the messaging system, and I liked how they are basically stenciled, black-and-white versions of traditional emojis.</p>\n  <img src=\"http://cdn.arstechnica.net/wp-content/uploads/2016/04/tribyapp1-640x498.jpg\">\n  <p><strong> more images in gallery</strong></p>\n\n\n<p>The app's bottom toolbar lets you hop between calls, radio, and settings. You can make VoIP calls to anyone in your group at any time, including the Triby itself. That comes in handy if you have children at home who don't own smartphones (yes, there are still a few out there), and I found the speaker quality to be decent even if the sound is a little dull. Anyone I called from Triby using its microphone said my voice came through loud and clear as well.</p>\n<p>The radio tab lets you scroll through and search for numerous radio stations to assign to Triby's physical buttons. Even though I assigned two more stations to its list button, I used the first and second radio buttons more. When switching to a list-programmed station, you need to press the list button once on Triby, scroll to the station you want, and then just leave it there for a second or two before the station turns on. It's not hard, but there's more wait time involved than when you just use the first two buttons.</p>\n<p>The settings menu is typical. There you can change Triby's name and color designation, modify the e-ink display with clock and temperature views, edit the call and radio buttons, and sign in to Amazon to activate Alexa. You can also add or delete members from your group and update your Wi-Fi settings. Once you set up the call and radio buttons, you shouldn't have to go into settings for much at all. Group members aren't likely to change very often, but you can add or delete them as you please.</p>\n<p>According to Triby's website, the only information that group members need to join are the e-mail address and password that you used during Triby setup. Once they have signed into the group, they can claim one of the avatars you made during setup or choose their own avatar in the app. I tried this with my boyfriend who lives an hour away from me, and it worked without a hitch. He was able to send me little e-ink notes throughout the day even before he claimed his avatar, and once he did, I assigned him to the second call button on Triby so I could ring him at any time.</p>\n<h2>Good use of Alexa, not a replacement for Echo</h2>\n<p>Any of these new Alexa-enabled devices will be compared to Echo, especially if the hardware is a speaker of any sort. Physically, Triby is quite similar to Echo in many ways, however its hardware differences allow it to receive e-ink messages and make VoIP calls—both things that Echo cannot do. Echo wasn't built to be a connector of people as it has no speakerphone functionality nor messaging capabilities. However, Echo is a more capable speaker as it lets you listen to music from a variety of sources (including radio from TuneIn or iHeartRadio) and it has the entire skills store for you to browse and add new features to Alexa.</p>\n<p>If you want the fullest experience of Alexa, it's still best to go with one of Amazon's products. That will ensure you'll have every feature Alexa could possibly have, with fewer hiccups that can occur from using her on a third-party device. However, Triby is a useful device for large, busy families that want to stay connected via their homes. Triby acts like a tangible (yet largely digital) home base so you can communicate with everyone in your household through a device that everyone will see at some point during the day. I do think it's slightly overpriced at $199, especially considering the Echo is $179, but I also see its potential to be one of those devices that you use every day without realizing how much you use it.</p>\n<h3>The Good</h3>\n<ul>\n<li>Cute design that easily lets you take Alexa, a radio, and a primitive messaging system around the house with you.</li>\n<li>Makes it easy for family members to communicate with VoIP calling and e-ink display for messages.</li>\n<li>Group members can join just by having the e-mail and password associated with the account.</li>\n</ul>\n<h3>The Bad</h3>\n<ul>\n<li>Some of Alexa's features don't work on Triby, including Spotify music playback and some skills.</li>\n<li>Triby's Alexa is slower and more prone to hiccups than Echo's Alexa.</li>\n<li>If you use Alexa a lot, you'll end up charging Triby more frequently.</li>\n<li>More expensive than the Echo at $199.</li>\n</ul>\n<h3>The Ugly</h3>\n<ul>\n<li>Triby is only as effective as how many people in your household decide to pay attention to it and use it instead of their smartphones.</li>\n</ul>\n]]></content:encoded>\r\n\t\t\t</item>\r\n\t</channel>\r\n</rss>\r\n",
  "headers": {
    "Expires": "Fri, 13 May 2016 07:43:23 GMT",
    "X-XSS-Protection": "1; mode=block",
    "Transfer-Encoding": "chunked",
    "Cache-Control": "private, max-age=0",
    "ETag": "RM2F4x0LG5TkoqOXDO38jJMbUq8",
    "Content-Encoding": "gzip",
    "Last-Modified": "Fri, 13 May 2016 06:44:39 GMT",
    "Date": "Fri, 13 May 2016 07:43:23 GMT",
    "X-Content-Type-Options": "nosniff",
    "Content-Type": "text/xml; charset=UTF-8",
    "Server": "GSE"
  },
  "response_url": "http://feeds.arstechnica.com/arstechnica/gadgets"
}