{
  "requested_url": "http://feeds.webservice.techradar.com/rss/new",
  "fetched_at": "2016-05-13T00:47:57.064780",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<rss version=\"2.0\"><channel><title>TechRadar: All latest feeds</title><link>http://www.techradar.com/rss/new</link><source url=\"http://www.techradar.com\">TechRadar UK  feeds</source><description>TechRadar UK latest feeds</description><language>en-gb</language><copyright>Copyright Â©Future Publishing</copyright><lastBuildDate>Fri, 13 May 2016 08:16:48 +0100</lastBuildDate><ttl>15</ttl><image><title>TechRadar.com</title><url>http://cdn0.static.techradar.com/img/logo/tr_rss_logo.png</url><link>http://www.techradar.com/</link></image><item><title>Google wants to teach robots how to read good</title><image>http://cdn.mos.techradar.com/art/internet/Google/Parsey_McParseface-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/internet/Google/Parsey_McParseface-470-75.jpg\" alt=\"Google wants to teach robots how to read good\"/><p>Have trouble telling your participles from your prepositions? So do computers, but Google wants to change that with its new open-source English language parser, which breaks down sentences grammatically so robots can understand context better and <a href=\"https://youtu.be/NQ-8IuUkJJc?t=1m2s\">do other stuff good too.</a></p><p>The program - affectionately named <a href=\"http://googleresearch.blogspot.com/2016/05/announcing-syntaxnet-worlds-most.html\">Parsey McParseface</a> after the hilarious Boaty McBoatface scenario during Britain's Name Our Ship contest - uses a series of algorithms to break down sentences word-by-word into the proper parts of speech. </p><p>Parsey McParseface comes as part of <a href=\"https://github.com/tensorflow/models/tree/master/syntaxnet\">SyntaxNet</a>, Google's open-source framework for <a href=\"https://www.tensorflow.org/\">TensorFlow</a>, which was in turn developed by Google Brain Team to facilitate improved machine learning.</p><h3>Robo-Reading</h3><p>While programs up until now can have a fair grasp of English, it can still mess up on context clues that humans take for granted. For example, 'Alice drove down the street in her car' could be interpreted as normal <em>or </em>refer to a street that magically exists inside Alice's car that's being driven down.</p><p>These kind of differentiation are what Parsey McParceface is designed to figure out. By understanding context surrounding each object in a sentence, it can better &quot;understand&quot; what is happening. </p><p>In fact, Parsey brings home the good grades with a reported 94% accuracy after testing. Google admits that McParseface works best with &quot;well-formed sentences,&quot; dropping to 90% when grabbing sentences from the web. </p><p>Still, that's a solid A- performance, which beats some of the grades we got back in the day. Plus, when the robot overlords come, the least they can do is understand the direct root verb in our pleas for mercy.</p><ul><li><a href=\"http://www.techradar.com/news/phone-and-communications/mobile-phones/google-s-new-iphone-keyboard-has-its-own-search-engine-1321207\">Google's new iPhone keyboard has a built-in search engine</a></li></ul>]]></description><link>http://www.techradar.com/news/computing/google-wants-to-teach-robots-how-to-read-good-1321251?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1321251</guid><author>Parker Wilhelm</author><pubDate>2016-05-13T00:19:00Z</pubDate></item><item><title>Review: Updated: Oculus Rift</title><image>http://cdn.mos.techradar.com/art/Wearables/Oculus/Studio%20shots/Oculus_Rift_25-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/Wearables/Oculus/Studio%20shots/Oculus_Rift_25-470-75.jpg\" alt=\"Review: Updated: Oculus Rift\"/><h3>Introduction, price and required specs</h3><p>Oculus Rift has been given many titles in the two months since it released to the public. Some have called it &quot;the future of entertainment&quot;, while others have likened it to the launch of the first iPhone. </p><p>With all due respect to those that made the aforementioned claims, I'm not buying it, and I don't think you should either. Not yet, anyway.</p><p>In its current state, the Oculus Rift is a smart, well-crafted device, yes, but I think calling it &quot;the future of entertainment&quot; is, at this point, a bit premature. While some experiences in the Rift have the rare ability to ensnare you for hours and leave you craving more the second you take off the visor , others elicit bouts of hours-long nausea that you can't shake. </p><p>You might think about it longingly before you go to bed after a lengthy session immersed in a virtual world and wake up excited to see what new game or 360-degree video has landed on the Oculus storefront, only to be disappointed that while one or two new videos have been added, it's more or less the same as you left it yesterday. More content is definitely on the way, but very little of it is available right this minute.</p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/Oculus/Studio%20shots/Oculus_Rift_11-420-90.jpg\" alt=\"Oculus Rift\" width=\"420\"></img></p><p>The Rift's amazing ability to transport you to new worlds can't be overstated. It's truly revolutionary when it's firing on all cylinders and games, media and virtual spaces coalesce into a new reality. But there's a barrier preventing you from interacting with your new locale. As of right now, the Oculus Touch Controller is still AWOL, and may not be available to purchase until the end of this year. The only tool you're given to interact with your surroundings is an ineffective one: an <a href=\"http://www.techradar.com/reviews/gaming/games-consoles/xbox-one-1153153/review\">Xbox One</a> controller. </p><p>You can make the point that the Touch Controllers will be here soon and that they, in many ways, will reshape the entire experience. But think about this: If the controllers aren't a mandatory part of the package, the user base will be split into those that opt to pay more for them and those that choose to go without. Not sure what a fragmented audience looks like? Ask Xbox One owners how they feel about the once-mandatory Kinect. </p><p>I don't want to harsh the buzz of this brave new world â\u0080\u0093 there's good reason to be optimistic about the future of virtual reality â\u0080\u0093 however, for right now at least, everything wonderful and good about the Rift comes with a caveat.</p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/Oculus/Studio%20shots/Oculus_Rift_2-420-90.jpg\" alt=\"Oculus Rift\" width=\"420\"></img></p><p>But before we dive too deep into specifics, let's take a moment to talk about the two most important aspects to consider before deciding to buy a Rift of your own: price and the minimum PC requirements.</p><p>If you've been following the virtual reality scene you probably know this already, but the Oculus Rift requires a wired connection to a PC in order to have enough power to drive two 1080x1200 resolution images to each lens inside the headset. It can't just be any old run-of-the-mill PC, either â\u0080\u0093 you're going to need a top of the line gaming PC to enjoy everything the Rift has to offer. </p><p>The minimum specs put out by Oculus call for an Intel Core i5 4590 or equivalent processor, 8GB of RAM and an NVIDIA GTX 970 or AMD Radeon 290 video card. Most of the hardcore gaming community might already have these components on hand, but if you're a casual gamer or currently more of a PC layman, these parts will be the first of two costly investments you need to pay for upfront. </p><p>The other expenditure is the Oculus Rift itself, which comes in at $600 / Â£499 / AU$649. That's about $200 less than its closest competitor, the <a href=\"http://www.techradar.com/reviews/wearables/htc-vive-1286775/review/\">HTC Vive</a>, and about $200 more than the headset Sony is putting out in October for the <a href=\"http://www.techradar.com/reviews/gaming/games-consoles/sony-ps4-1131803/review\">PS4</a>. </p><p>Performance-wise I find it to be a &quot;you get what you pay for&quot; situation. When paired with the proper hardware, the Oculus Rift is far superior to <a href=\"http://www.techradar.com/reviews/gaming/playstation-vr-1235379/review\">PlayStation VR</a>, and light years ahead of <a href=\"http://www.techradar.com/reviews/wearables/google-cardboard-1287573/review\">Google Cardboard</a> and <a href=\"http://www.techradar.com/reviews/gaming/gaming-accessories/samsung-gear-vr-1263308/review\">Samsung Gear VR</a>, both of which only rely on the power of your cell phone to gaze into the plane of virtual reality. It's not quite as immersive or as capable as the HTC Vive, but I'll touch on that point more in a bit.</p><p>So what exactly are you buying? What does the Oculus Rift do? </p><p><img src=\"http://mos.futurenet.com/techradar/art/gaming_accessories/Oculus%20Rift/Oculu_TF2_close_up-420-90.jpg\" alt=\"Oculus Rift\" width=\"420\"></img></p><h3>How the Oculus Rift works </h3><p>I've tried my best to explain virtual reality in words and, on multiple occasions, have completely and utterly failed. At best all I can do is paint a half-cocked image in hopes to inspire you to go out and find a friend or coworker with an Oculus Rift of their own who'd be kind enough to let you give it a whirl. Here goes nothing.</p><p>Imagine standing on the ledge of a 100-story building. Imagine looking down at the street below you. Imagine the tightening of your stomach and the sense of dread that you might, at any second, fall to your demise. </p><p>Now imagine taking one step forward. </p><p>You're falling and the world is whipping before you. You're petrified. But you also feel alive. The second right before you hit the ground is the worst â\u0080\u0093 your brain is actually prepared for the moment by dumping adrenaline into your system as a mild painkiller. </p><p>But while all this is happening, you haven't actually moved. You've been sitting in a chair in your own home, staring into a screen. Your biometrics have changed, but, geographically speaking, you're exactly where you were 10 minutes ago. </p><p>This is what it's like to use virtual reality, to get the experience of being somewhere else in a different time, a different place, sometimes as far as an alien world, all without ever leaving your home. </p><p>This product is the fruit of a four-year research project that launched on Kickstarter, made $2 million, then was purchased by one of the most powerful tech companies in the world, Facebook. The Oculus Rift shipping these days is the first commercially available unit â\u0080\u0093 the fourth evolution of the headset that  started back in 2012 with Developer Kit 1. </p><p>The latest iteration of the headset is significantly better than any of the previous development kits. It's easier to setup thanks to an intuitive program that you're prompted to download when you plug it in, and it takes less technical knowhow to install games and troubleshoot when things go awry.</p><p>Like other virtual reality headsets, the Oculus RIft has the arduous task of completely immersing you in a video game by producing two images simultaneously. It does this by hooking into the back of your graphics card's HDMI port and using a camera to track your head movement. You can either sit or stand while wearing the headset, whichever you find more comfortable. But, unlike the HTC Vive, you won't be able to actually walk around at all. </p><p><img src=\"http://mos.futurenet.com/techradar/art/gaming_accessories/Oculus%20Rift/Review/Oculus%20Rift%20review%201-420-90.JPG\" alt=\"Oculus Rift\" width=\"420\"></img></p><p>Inside every box is the headset itself, the Oculus Sensor, a small Oculus Remote that can be used to control videos and change the volume on the headset, a Xbox One Wireless Controller with 2 AA batteries, an Xbox One controller adapter and extender and Lucky's Tale, a platforming game that is best compared to a 360-degree version of Super Mario Bros. If you pre-ordered the Rift, it will also come with EVE: Valkyrie Founder's Pack. </p><p>Once you've plugged the headset into the HDMI port on your GPU, the two USB cables from the headset and sensor to two USB 3.0 ports on your PC and the Xbox One controller adapter into a USB 2.0 port on your PC, you're ready to start the short and simple setup process, which only takes about 10 minutes.</p><p>What you'll find when you're done is a library of about 40 titles that are lengthier than anything found on the HTC Vive. I played nearly all of them, and while some were better than others, there weren't any that I felt were a waste of time or money. I'll cover them in more detail on the next page but, in the broadest of strokes, the Rift is a fun gaming system, even if it feels stilted right now.</p><h3>Design, performance and content library</h3><p>It's almost scary how far the Oculus Rift has come in such a short period of time. </p><p>The headset we tested just two years ago felt rough, cheap and borderline shoddy. It didn't track well and trying to get lag-free gameplay â\u0080\u0093 even on a powerhouse gaming rig â\u0080\u0093 was just short of impossible.</p><p>The final consumer version of the headset on the other hand is an elegant, sleek and, dare I say, stylish black brick you stick on your face. You may not look great wearing it, but the actual hardware can't be faulted for aesthetics.</p><p>When you first hold it, it's not weighty â\u0080\u0093 in fact, it almost has a hollow feel, like all the weight has been put into the chassis and there's nothing but glass and thin film inside. Put it on, however, and those expectations of fluffy weightlessness will all go away. </p><p>When you're sitting down, the visor portion will weigh heavy on the front of your head. It's not something you notice immediately, but something you'll feel in your neck the longer you're immersed in your new virtual world. Thankfully, it doesn't necessarily dig in thanks to dense foam, but when it's tightened to the proper point, it's a snug fit. There are foam cushions on the back portion of the strap, too, so the back of your head rests in a cushy cradle. </p><p>The straps are a bit on the rigid side. They're made from bendable plastic that has some give, but overall holds its shape. There's velcro located on each strap that you use to adjust the position of the headset on your face.</p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/Oculus/Studio%20shots/Oculus_Rift_19-420-90.jpg\" alt=\"Oculus Rift\" width=\"420\"></img></p><p>These straps are absolutely vital as the Rift needs to be positioned properly on your face, otherwise the focus in the VR experience is off. This will happen if the headset is hanging a little loose or isn't centered, creating a blurred effect. Too tight, and while the headset is secure and the focus generally spot on, it tends to be uncomfortable. When this happened, it never got to the point where I needed to take the headset off to escape the discomfort, but it ached slightly, and left a headset-shaped impression on my face. </p><p>The opposite problem isn't good, either. When it's too loose, gaps allow light to come through from underneath the faceplate. Light will peek through and games will suddenly lose some of their immersiveness when you can see your hands working on the Xbox controller.</p><p>But sight is just one of the senses that needs to be transformed to feel fully immersed in virtual reality. The other, as you might guess, is hearing.</p><p>To address this, Oculus includes a pair of small ear pads that sit flush on the side of the headset. They can be rotated to sit directly on top of the ear, or flipped up when someone needs your attention back in the real world. I find, for the most part, that the headphones provided with the Rift work well. They offer 3D surround sound and have enough clarity to clearly hear all the in-game audio cues. </p><p>The only real problem I had with the headphones is that they randomly disconnect from time to time. I'll be in the middle of a game when, all of a sudden, the sound completely cuts out.</p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/Oculus/Studio%20shots/Oculus_Rift_5-420-90.jpg\" alt=\"Oculus Rift\" width=\"420\"></img></p><p>However, like the HTC Vive, the Oculus Rift allows you to use your own headphones instead of forcing a pair on you. I picked a pair of Creative Sound Blaster H5s due to their padding and excellent sound quality, and using an external pair of cans eliminated any issues I had with the sound cutting out. You can plug the headphones into your computer's audio jack or, if you're sitting too far from your PC, straight into the 3.5mm jack on the Xbox One controller.</p><p>The other benefit of using your own pair of headphones, especially one with a volume slider on the side or in the cord, is that it makes it easier to manage the volume when it's too loud or too soft. (Though, admittedly, it's almost always the former.) </p><p>Another piece of the puzzle here is the Xbox One controller which, as of right now, is your only option when playing games on the Oculus Rift. Now, there's nothing inherently wrong with Microsoft's excellent gamepad. As far as controllers go, it's probably the best. </p><p>That said, virtual reality is no place for a standard controller. There are a few titles that feel natural with a controller â\u0080\u0093 Lucky's Tale and Pinball FX VR are two that pop to mind â\u0080\u0093 but that leaves about three dozen games that desperately need Touch controls and won't find relief until later this year. </p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/Oculus/Studio%20shots/Oculus_Rift_7-420-90.jpg\" alt=\"Oculus Rift\" width=\"420\"></img></p><p>With the Xbox One controller, games in first-person that use the left thumbstick to move create a sort of cognitive dissonance: it feels like you're moving, but your body is just sitting there, creating a sinking feeling in your stomach. The Rift isn't anywhere close to Nintendo's Virtual Boy system that caused seizures back in the '90s, but expect to get varying degrees of nausea while trying out the different titles. </p><p>But we'll <em>Touch</em> on the controller and how it works in VR more deeply in a minute.</p><p>The last important part is the long strand of cables connecting the headset to the PC. It comes out the rear of the headset and curves over your back or shoulder, so you can then hide it behind your chair. When you're sitting or standing, the cord doesn't get in the way, but if you're attempting to go for complete Matrix-style immersion, it's something you can constantly feel.</p><h3>Performance and content library</h3><p>OK, so far everything we've talked about applies to every Oculus Rift setup out there. Here's where we start to venture into &quot;your miles may vary&quot; territory. </p><p>What I've found, using a properly spec'd PC, is that performance is rock-solid. I never noticed a screen tear or a dropped frame in any of the games I played. That speaks volumes about the kind of quality control Oculus is exerting on the games that come to its svelte storefront, and again how far this hardware has come in four short years.</p><p>Tracking, done through the included Oculus Sensor, is fairly sturdy, too. You're able to turn your body more than 180 degrees and it will still recognize what you're doing. The sensor sits about 10 inches above your desk and can be tilted up or down, depending on what position you're currently in. </p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/Oculus/Studio%20shots/Oculus_Rift_25-420-90.jpg\" alt=\"Oculus Rift\" width=\"420\"></img></p><p>Take off the headset and the visor shuts off. Pick it up and put it on, and the screen will light back up. The external and internal sensors are pretty smart, thankfully, meaning you won't need to manually switch the headset on when you want to use it. </p><p>What the sensor can't track, at least for the moment, are your hands. And that's a deal breaker. </p><p>I can't tell you how many times I wish I had the Touch Controllers while playing games on the Rift. Using a controller to move a bumper in air hockey simply feels unnatural. Not shipping them until later â\u0080\u0093 making them an optional upgrade for the many thousands who already pre-ordered and own an Oculus Rift â\u0080\u0093 might be a major faux pas. </p><p>There's a level of intuition that comes from using your hands. You know how to throw a ball, how to climb a rock wall and shake hands in real life. Translating the most basic of movements to a controller is imperfect at best and convoluted at worst, especially if you're someone who doesn't frequently use an Xbox One controller.</p><p>Moreover, because every game seems to be shoehorned to work with a controller, it feels like you could take almost any game on the Oculus storefront and port it over to an Xbox One without actually losing anything. </p><p>And while some of those games are really fun, immersive experiences, some of them â\u0080\u0093 even the first-party titles â\u0080\u0093 are plain gimmicky. Like looking into a 2016 version of our childhood Viewfinder, animated images will run up to you, roar in your face or threaten you to elicit a psychological response. It's a shallow parlor trick, similar to watching the first movies in 3D.</p><p><img src=\"http://mos.futurenet.com/techradar/art/games/CCP/Eve%20Online/Eve_online_trader_warp-420-90.JPG\" alt=\"Oculus Rift\" width=\"420\"></img></p><p>This is made up for, somewhat, by the huge selection of well thought out titles. All the games you've been drooling over are here: EVE Valkyrie, Elite Dangerous and ADR1FT are all available on the store, with plenty more to come sooner rather than later. Even more exciting, though, are that there are plenty of games that work with the Rift that aren't on the store, including family-favorite Minecraft.</p><p>Oculus sorts games by how much motion there is in the game, and how likely it is to make your stomach churn. There are three set levels: comfortable, moderate and intense. Comfortable games barely require moving your head and, if you do, you do so slowly. Moderate steps it up a notch. You'll either need to move more quickly or be faced with more moving objects. Finally, intense games will probably be the ones that do you in. These stick you on the side of a mountain or floating around haphazardly in space; they're more visceral of experiences, but ones that are more likely to provoke anxiety and induce nausea, too. </p><p><img src=\"http://mos.futurenet.com/techradar/art/gaming_accessories/Oculus%20Rift/Review/ADR1FT-420-90.jpg\" alt=\"Oculus Rift\" width=\"420\"></img></p><p>As this is a new medium, pricing for said games is all over the place. Some games are appropriately priced in the $4.99-$9.99 space, while others come in at $40 or $50 (about Â£35.37, AU$66.57) for what are essentially extended demos. As of right now there's also no way to try any of the games before you buy them, which means you'll need to make a leap of faith when purchasing. </p><p>Speaking of payment, Oculus will prompt you to enter your credit card information as soon as you have your system setup, but will allow you to skip past it if you're not quite ready to hand over your digits sight unseen.</p><p>If you're looking for hard numbers, I counted 37 titles the day I penned this review. That's about 12 less than the HTC Vive, but Oculus makes up for that with seven short films and four apps, which include a video app that aggregates 360-degree videos from Facebook, Vimeo and Twitch, and a 360-degree photo app.</p><p>Switching between one game/movie/app and the next is a relatively painless process. Simply press the jewel button on the center of the Xbox controller, select &quot;exit&quot; and you'll be returned to the home screen â\u0080\u0093 in this case, a swanky living room replete with a fireplace, a couch and high-res pillows that throws a standard Xbox-looking interface in the middle of the room. (I'm pointing out the ridiculous nature of having a domestic-looking home screen here, obviously, but the interface that you use to peruse the storefront is actually very well designed.)</p><p>While you're able to buy games without ever leaving the confines of the luxurious <em>home</em> screen, some titles require you to take off the headset to complete the installation. And, yes, in practice it's just as annoying as it sounds.</p><h3>Motion sickness, extended use and VR's future</h3><p>Out of all the questions I've been asked over the past two weeks as I tested out the Rift, the most frequent ones are, &quot;What is it like to spend a few hours in virtual reality?&quot; and &quot;Will it make me sick?&quot;</p><p>Well, for starters, I should probably point out that even though games, movies and images are in high-resolution, you'd never struggle to tell the difference between what you're seeing on the Oculus Rift and what you're used to seeing in the real world.</p><p>That's not to say it breaks the immersion when you're in a VR world or even that it's overly grainy or pixelated â\u0080\u0093 it's not. But objects in games aren't always completely clear when you really look at them. Now, that's a different story for local media played inside the headset via a virtual TV set up in a faux-living room, but in reality, I'm not sure putting a 1080p image on a $600 headset is a feature worth writing home about.</p><p>At this stage, at least, it's easy to tell the virtual world from the real one. For some people, that might make the Rift come off as more of a novelty, like Nintendo's Wii, rather than the ground-breaking innovation that all those critics I mentioned at the beginning see it as.</p><p><img src=\"http://mos.futurenet.com/techradar/art/gaming_accessories/Oculus%20Rift/Movies/henry%20oculus%20story%20studio%201-420-90.jpg\" alt=\"Oculus Rift\" width=\"420\"></img></p><p>As for the question about feeling sick while using virtual reality? </p><p>The short and sweet answer is yes, it probably will make you sick. Some of you, even the most hardcore of hardcore who play games for seven or eight hours a day, might feel like the world has been pulled out under your feet when you step into virtual reality.</p><h3>Motion sickness and building a tolerance to VR</h3><p>According to Oculus, if you want to stay in virtual reality for more than a few minutes, you're going to need to build a tolerance. </p><p>The first time I tried VR, I felt very sick. Only by subjecting myself to the feelings of disassociation, anxiety and paralyzing overwhelmingness that can be experienced when you put on a virtual reality headset over multiple occasions could I finally overcome this feeling and start to actually enjoy VR.</p><p>Your body isn't used to feeling disconnected to the visual stimuli it's receiving. Even if you game for hours and hours per day, you still are sitting in the real world, periodically removing your gaze from the television to look at your cellphone or interact with another human being. In virtual reality, the only things you see are the screen and the objects on it, yet you can't physically interact with them. This leads to the feeling of disconnection and resulting nausea.</p><p><img src=\"http://mos.futurenet.com/techradar/art/gaming_accessories/Oculus%20Rift/Games/Crytek%20The%20Climb/Crytek_TheClimb_Announcement_Screenshot3-420-90.jpg\" alt=\"Oculus Rift\" width=\"420\"></img></p><p>However, once you get your space legs, there are still two big problems you have to face. </p><p>The first is that no matter what position you are in, as long as your arms and hands aren't represented in-game, you're forever going to feel a pang of disassociation whenever you look down at your body.</p><p>The second problem is that, while I enjoyed every second I spent in virtual reality, the transition of coming back to the real world was one that I found especially difficult. Without dramatizing the emotions, I felt as though I wasn't all there when I took off the helmet. The closest feeling I can pick out is the one where you look at yourself in the mirror and don't really understand the person looking back at you.</p><p>You're still you, but it doesn't feel like you at first.</p><p>As disconcerting as they may sound, these side-effects don't actually concern me based on previous experience, and I'll keep to my habits of extended use after I'm done writing this review. I've played video games on CRT TVs long enough to know that, while strange, these secondary effects do fade in time without leaving behind permanent damage.</p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/Oculus/GDC%202016%20games/VR%20Sports%20Challenge%20Hike-420-100.jpg\" alt=\"VR Sports Challenge\" width=\"420\"></img></p><h3>The future of the Oculus Rift and VR in general</h3><p>Even though you've spent the last few minutes reading the 4,000 words or so I've written detailing how games work, what virtual reality is like and what you can expect from the Oculus Rift when the company finally ships yours â\u0080\u0093 seriously people, if you're still waiting, cancel your order and go to the store to buy one â\u0080\u0093 there's still more to talk about. </p><p>Oculus has amazing plans for the Rift. It could very well be the next evolution of Facebook. We might one day hold meetings in virtual reality. I mean, it has a microphone built-in, so there's absolutely nothing stopping Oculus from enabling such a feature next week. </p><p>You might one day use it as a therapeutic tool, letting the hardware transport you to a beach where you can meditate. There are plans to use it as a gateway to music festivals, like South by Southwest and Coachella, as well as live concerts and sports games. </p><p>There are even porn companies that are shooting 360-degree videos that you can watch on devices like the Oculus Rift. (If you're into that kind of stuff, we have <a href=\"http://www.techradar.com/news/wearables/porn-and-virtual-reality-a-changing-industry-1318097\">a great article about it</a> written by my colleagues, Michelle Fitzsimmons and James Peckham.)  </p><p>I guess what I'm trying to say is that there's a lot of potential here, and once we learn how to tap into it better by becoming native VR users, it's only going to get better.</p><p>I'm still not convinced the Oculus RIft is the all-encompassing &quot;future of entertainment&quot; that others have labeled it as, but I'm optimistic that it might earn that title in the coming weeks, months and years.</p><h3>Verdict</h3><p>I've tried to avoid the direct comparison as long as I could, but at this point in the review, I just need to come out and say it: Oculus is a smart, if at times somewhat gimmicky, introduction to virtual reality ... but it's not the best headset on the market. </p><p>Even though it pioneered the space, invested millions in developers and development and has a partnership with one of the foremost companies in the world, Oculus can't hold a candle to the HTC Vive, a system that not only has touch controllers at launch, but also room-scale VR that allows you walk around to naturally explore your virtual space.</p><p>Oculus is simply less immersive by design than the HTC Vive. With no obvious advantages to counter the Vive's impressive ability to track you wherever you go, the winner is clear.</p><p>But, if you're deadset on Oculus, there's a chance the Rift could introduce similar technology down the road. Maybe a second Oculus Sensor could give you the ability to get up off of your chair and use your legs as well as your arms. Maybe developers will eschew the Xbox controller and develop exclusively for the Touch Controller when it comes out.</p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/HTC/HTC%20Vive%20close-up-420-90.JPG\" alt=\"Oculus Rift\" width=\"420\" title=\"HTC Vive: the current king of virtual reality headsets\"></img></p><p>Until I see that for myself, however, I think Oculus plays second fiddle to HTC and Valve's first foray into the virtual world.</p><p>Even though it's not the absolute best headset on the market, the story of Oculus is and always will be an awe-inspiring one. Oculus has stuck to its vision, even when those early prototypes were questionable and the demos nearly too laggy to bear. In myriad ways, it was wrought from pure imagination, created an entirely new industry from scratch and built out a platform that could one day fulfill the promises sci-fi films and novels made us when they showed us the Holodeck in its various forms for the first time.</p><p>The consumer-ready Rift is a lovely piece of hardware. But it's more than just a pretty headset: Oculus has built a whole ecosystem for its baby, from the sound of the built-in headphones to the games to the soon-to-be-released Touch Controllers.</p><p>As soon as you put on the Rift, you are transported to a whole new world. Touch Controllers, though in my experience limited in some ways, will bring the rest of your body along for the ride.</p><p><img src=\"http://mos.futurenet.com/techradar/art/gaming_accessories/Oculus%20Rift/Oculus%20Rift%20press/Oculus-Touch-3-420-90.jpg\" alt=\"Oculus Rift\" width=\"420\" title=\"Oh, Oculus Touch Controllers how we miss you. \"></img></p><p>The problem, of course, is everything that's not the Rift, its promises or its current set of games. The price of the whole package is going to be prohibitive for what you're getting, and it will likely keep many from jumping to Rift right away. </p><p>When Touch controllers come out and Rift, one day, drops a few dollars, it may transform how we play games, do work and interact with one another. Oculus has taken the Rift this far, this fast, so I don't think it's going to be much longer before that comes true, too.</p><h3>We liked</h3><p>The Oculus Rift is an immersive window into dozens of new worlds, and one day it will play host to hundreds, maybe thousands, of such experiences. The games that are there now are absolutely great. Some might induce a bit of nausea for first-time VR adventurers â\u0080\u0093 I'm looking in your direction, ADR1FT â\u0080\u0093 but some will offer an untold amount of happiness. </p><p>Seen simply as a game console, the Rift has a lot to offer. Gameplay is fun in short bursts, and the headset is comfortable to wear, even if it hugs you a little too tight sometimes. What Oculus completely understands, however, is that the Rift is more than just a gaming headset. There's already ways to watch 360-degree movies through Facebook, Vimeo and Twitch, and it's not hard to imagine a future where the Oculus Store is brimming with media content.  </p><h3>We disliked</h3><p>Similar to that used car you've had your eye on, everything on the Oculus Rift comes with a caveat. It's immersive virtual reality â\u0080¦ but you need to buy a costly gaming rig in order to enjoy it. It comes with a pack-in Xbox One controller, but that's only because the real gamepads â\u0080\u0093 the Oculus Touch Controllers that allow you to actually use your hands in VR â\u0080\u0093 aren't ready to be released yet. </p><p>Not to beat the proverbial horse here, but only a small handful of gamers will get to own the Oculus Rift â\u0080\u0093 not because others don't want to, but because $600 / Â£499 / AU$649 is just out of their price range. Remember, that's after you buy a gaming rig that costs at least $900 to run the Rift. </p><p>Finally, while it's not necessarily a negative, the onus now is on developers to leverage the technology and push VR forward. Oculus has created a realm of new possibilities, but what scares me is that all this technology may fall victim to novelty that will wear off in six months should developers decide that designing AAA titles in virtual reality isn't worth their time, effort and money. Without more interesting, eye-catching content, the Oculus Rift is fated for a one-way trip to the cabinet, where it will take up permanent residence next to the Wii and PlayStation Vita.</p><h3>Final verdict</h3><p>If it didn't have any competition, the Oculus Rift would be an easy recommendation. Virtual reality is a magical experience, and something that I think everyone who loves technology needs to try at some point. </p><p>I see huge potential for Oculus down the road â\u0080\u0093 just imagine how cool it will be to see places like the Louvre or the Pyramids at Giza in real time in first-person. As it stands, though, virtual reality is a nascent medium and therefore suffers from many of the same problems others faced when they were starting out. </p><p>The first films weren't Gladiator or The Shawshank Redemption. Art didn't begin with DaVinci or Tiziano. The first songs ever crafted weren't Johann Sebastian Bach sonatas. Similarly, I think Lucky's Tale isn't the end-all, be-all of virtual reality. </p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/Oculus/GDC%202016%20games/Lucky's%20Tale-420-100.jpg\" alt=\"Lucky's Tale\" width=\"420\"></img></p><p>One day Oculus (or one of its competitors) will be a must-own piece of technology â\u0080\u0093 it could very easily be the next personal computer. But as it stands right now, it feels more like a novelty than a tried-and-true necessity. The games are immersive, but not likely to hold you for hours on end. The entertainment is quirky and fun, but also ephemeral. </p><p>If you can live with that, the Oculus Rift will make for a fun experiment, one that will only improve over time. But, if you have reservations about committing the monetary resources, it's probably best to hold off on virtual reality for just a few more months until the novelty wears off.</p>]]></description><link>http://www.techradar.com/reviews/gaming/gaming-accessories/oculus-rift-1123963/review?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1123968</guid><author>Nick Pino</author><pubDate>2016-05-13T00:05:00Z</pubDate></item><item><title>Review: Updated: HTC Vive</title><image>http://cdn.mos.techradar.com/art/Wearables/HTC/HTC%20Vive%20close-up-470-75.JPG</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/Wearables/HTC/HTC%20Vive%20close-up-470-75.JPG\" alt=\"Review: Updated: HTC Vive\"/><h3>Introduction, price and required specs</h3><p>Imagine that you're in the audience of the historic screening of <em>L'arriv&eacute;e d'un train en gare de La Ciotat</em>, the 1895 short film that depicted a train coming towards the audience. Imagine seeing a moving image, an entirely new medium, unfold before your eyes for the very first time. </p><p>Picture that, with all the emotions of fear and joy and surprise and wonder, and I think you'll be able to begin to understand what it's like using the <a href=\"http://www.techradar.com/reviews/wearables/htc-vive-1286775/review\" title=\"HTC Vive\" data-atoaf=\"true\">HTC Vive</a>. </p><p>Describing what it's like to use virtual reality of this caliber is an almost impossible job. It's like describing video games to someone who's never played them before or a symphony performance to someone who has never been to a concert. It's possible, yes, but the words you use will pale in comparison to the experience of actually trying it for yourself.</p><p>But, from both my experience and that of the dozen or so guests I've had stop by to try the Vive over the past two weeks, the Lumiere train analogy remains the best I can come up with.</p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/HTC/Vive%20Pre/htc-vive-vr-demo-420-90.jpg\" alt=\"HTC Vive\" width=\"420\"></p><p>Virtual reality is an entirely new medium and, to that end, has some of the problems all new mediums face when they first start out. The naysayers will claim that there aren't full games out yet &ndash; technically not a true statement, but one I hear all the time nonetheless. </p><p>They'll say that it's too expensive and the hardware just isn't that good yet, but while it's a somewhat pricey setup, the experience you'll get on the HTC Vive is unrivaled. It's lightyears ahead of Google Cardboard and Samsung Gear VR, miles ahead of PlayStation VR and completely floors its main competitor, the Oculus Rift.</p><p>When paired with the proper hardware &ndash; a PC with an Intel Core i5-4590K and either a Nvidia GTX 970 or AMD R9 390 GPU &ndash; the HTC Vive is an incredible gateway into a new medium, one that is currently dominated by short demos and rough-around-the-edges games, but should one day play host to full-length films, television shows and contemporary art.  </p><p>The positives, in condensed form, include: one-to-one movement tracking; a perfectly natural 110-degree field of view; there's nary a screen tear or dropped frame when you're using the right equipment; movement feels natural; it has best-in-class controllers; and the experiences, the demos and the games available through SteamVR, simply blow the competitors away.  </p><p>The headset will start shipping soon and, thanks to a partnership with Valve, it will launch with dozens of games and experiences for you to try on day one.  </p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/HTC/Vive%20Pre/HTC%20Vive%20Pre%20review06-420-90.JPG\" alt=\"HTC Vive\" width=\"420\"></p><p>But before we tackle games, let's take on the elephant in the room: price.</p><p>The HTC Vive itself sells for $799 / &pound;689 / &euro;899, and that's before you buy a computer with the recommended specs. </p><p>For comparison, the Vive costs twice as much as the PlayStation VR and $200 more than Oculus Rift. Now, ultimately the question is whether you'll find that it's worth the extra cash for a better experience.</p><p>That's a fair discussion to have, albeit one that we can do almost nothing about right now. New hardware, especially at the cutting edge of a nascent industry, is going to be expensive. </p><p>But wait, why is it so expensive? What exactly does it do?</p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/HTC/Vive%20Pre/HTC_Vive-0195-420-90.jpg\" alt=\"HTC Vive\" width=\"420\"></p><h3>How does the HTC Vive work?</h3><p>The first time we got our hands on the HTC Vive was at Mobile World Congress 2015, where HTC first made the announcement of its partnership with Valve, and it has been retooled and vastly improved since that original showing.  </p><p>The consumer version works wonderfully, is vastly easier to setup and feels ready to be shipped to the public which, considering that units are supposed to go out any day now, is a very good thing.</p><p>Like other virtual reality headsets, the Vive has the arduous task of completely immersing you in a video game by producing two images simultaneously. However, unlike PlayStation VR and Oculus Rift that use a single camera to track your head and extremities, HTC Vive has two base stations, which sit on the wall attached to the included wall mounts or a high shelf and help map track your movements as you walk around in the 3D world.</p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/HTC/Vive%20Pre/HTC_Vive-0207-420-90.jpg\" alt=\"HTC Vive\" width=\"420\"></p><p>What the stations track are small divots on the top of the two controllers and on the headset itself. There are 72 of these dots speckling the controllers and helmet that help accurately track the Vive.</p><p>Inside every box is a Vive headset unit, two controllers, two base stations, a cloth to wipe down the lenses, a small hub that sits between the headset and your PC, charging cords for the controllers and power cables for base stations. Also packaged with every unit are three games: Job Simulator, Fantastic Contraption and The Lab. It's everything you're going to need for a great virtual reality experience minus the computer that powers the whole thing.</p><p>New to the consumer version is a spectacularly simple setup program that should, for the vast majority of tech enthusiasts, allow you to breeze through the setup process.</p><mediainsert caption=\"null\" mediatype=\"YouTube\" height=\"315\" src=\"https://www.youtube.com/watch?v=qewdFfoWWYs\" width=\"420\">YouTube : https://www.youtube.com/watch?v=qewdFfoWWYs</mediainsert><p>Once you're plugged in and the room has been mapped out, you're free to roam around every inch of the digital space. This means digital worlds can be more expansive and more immersive on the Vive than the other two systems and, thankfully, less nausea-inducing, too. </p><p>The only limitations you'll encounter once inside your digital world are faint blue walls made up of lines that keep you inside the playzone. These blue lines are superimposed into your game by SteamVR, the software put out by Valve that's running underneath every virtual experience.</p><p>It's called \"chaperone mode,\" and its practical application is to prevent you from moving too far outside the area that you've set up for the Vive and potentially stumbling into furniture/plants/animals/etc around your home and hurting yourself. </p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/HTC/tester-noscale-420-90.jpg\" alt=\"HTC Vive\" width=\"420\"></p><p>As for the games themselves, what's there is simply amazing. </p><p>In the course of two weeks, I've played 20 or so titles, some of which are much, much better than others. I'll cover them in detail in a moment but, in short, they were mostly fantastic showcases for VR, full of personality and just as varied as you might expect. One minute I was on top of a castle fending off stickman invaders with a bow and arrow, the next I was inside of an arcade cabinet fighting spaceships in three dimensions. I played mini-golf on an impossibly constructed multi-level course and trained to become both a ninja and space pirate. </p><p>Some of what I just described is part of Valve's The Lab, a collection of games that the iconic developer put together to introduce players to virtual reality. While I haven't seen every third-party title on the Vive (it's almost impossible considering that about 5-10 new games have been added every day in the past two weeks), the difference between first-party and third-party titles are night and day. </p><p>This is something I see changing in the coming weeks, months and years, however, and not something I hold against the system on day one.</p><h3>Design, performance and content library</h3><p>The final iteration of the HTC Vive is best described as a bulbous visor taken straight from the pages of a science fiction novel. It's heavier (and therefore a bit less comfortable) than both the Oculus Rift or PlayStation VR, but the additional weight isn't something you notice once you're fully immersed in Vive's brave new world.</p><p>The headset is supported by three velcro straps that wrap around the top and sides of the Vive and meet in the back to form a cradle for your noggin. This cradle keeps the Vive from falling off or slipping too far left or right. And while they do a fair job preventing major malfunctions, the straps are arguably the least user-friendly part of the Vive. Adjusting them while the headset is on is a difficult endeavor, and getting an exact fit takes a bit of trial and error. But, once you finally find a position that feels right, all that's left to do is turn the knob located on the right side of the headset to increase/decrease the focal length of the lens to reduce blurriness. </p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/HTC/Vive%20Pre/HTC%20Vive%20Pre%20review02-420-90.JPG\" alt=\"HTC Vive\" width=\"420\"></p><p>Three cords go from the top of the headset to a small hub that connects the visor to your computer. I know what you're thinking, and no, there's no way to connect it wirelessly to your PC at this time. Thankfully the cords are at least neatly bundled together which means you only need to avoid one large, 15-foot cable instead of three separate smaller ones. From the small gray hub, you'll need to run one cord to a USB 2.0 port on your computer, another cord to an open HDMI port (something you might struggle with if you use the HDMI port on your PC for your monitor) and one power cable to an open outlet.</p><p>Like the Oculus Rift, the HTC Vive allows you to use your own headphones instead of forcing a pair on you. I picked a pair of Creative Sound Blaster H5s due to their padding and excellent sound quality, but the Vive welcomes anything from a pair of high-end Sennheisers to cheap earbuds.  </p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/HTC/Vive%20Pre/HTC_Vive-0206-420-90.jpg\" alt=\"HTC VIve\" width=\"420\"></p><p>Inside the headset is a 2160 x 1200 OLED screen that runs at 90Hz. For comparison, that's slightly less than the PlayStation VR's 120Hz refresh rate, but because the Vive is running off a more powerful GPU, it's not exactly comparing apples to apples. You can expect a 110-degree field of view, which is one of the largest available on any virtual reality headset and results in a more immersive experience. </p><p>The base stations, which are crucial to mapping the playspace and tracking you as you move about the room, should sit on a nearby wall or high shelf in order to do their job to the best of their ability. The latest version of the stations are smaller, wireless and make a dull hum that's almost inaudible unless you're standing right next to them. A minor annoyance I found is that the power cables for the base stations are a bit short, which in the end forced me to re-arrange my living room in order to place the IR cameras closer to an outlet.</p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/HTC/Vive%20Pre/HTC_Vive-0205-420-90.jpg\" alt=\"HTC Vive\" width=\"420\"></p><p>Similarly the controllers are also much more versatile compared to the competition, giving developers many more tools to work with. Each controller has a clickable touchpad and a rear trigger that has two stages to allow for more refined interaction. While they're a bit bigger in stature than the Oculus Touch or PlayStation Move, the Vive's controllers function exponentially better than either. </p><p>The main buttons you'll need to familiarize yourself with are start and connect buttons located above and below the touchpad, two side buttons that can be pushed with your ring finger and the palm of your hand and the trigger on the back. </p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/HTC/Vive%20Pre/HTC_Vive-0198-420-90.jpg\" alt=\"HTC Vive\" width=\"420\"></p><p>Moving around in-game might take a combination of pressing a trigger and the touch-pad, using a trigger to jump from spot to spot or physically walking from one part of the room to the other, depending on the title. While the Oculus Rift can track a playspace of around 5 x 11 feet and the PlayStation VR can spot you in an area of around 8 x 6 feet, the HTC Vive has a maximum tracking area of 15 x 15 feet. It's a substantial difference and one that takes VR from a sedentary experience to a truly immersive one.</p><p>Vive is not only immersive, but also strangely social thanks to an additional window that pops up on your monitor whenever SteamVR is active that shows onlookers exactly what you're seeing in-game. I found this incredibly helpful when guiding my friends through games for the first time or for the times when I wanted my friends to see what I was seeing in VR.  </p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/HTC/Vive%20Pre/HTC_Vive-0204-420-90.jpg\" alt=\"HTC Vive\" width=\"420\"></p><h3>Performance</h3><p>So far I've used words like \"immersive,\" \"amazing\" and \"best headset on the market, bar none\" when describing the HTC Vive. I could rant for pages and pages how much I've enjoyed my time with the headset but, without trying it for yourself, it's tough to fully appreciate just how close to perfect this technology is. </p><p>While other systems lag behind your movements or have a noticeable delay, the Vive can intelligently track exactly where you are in the room and what you're doing with your hands. That sounds like it should be a given, but you wouldn't believe how many demos I've tried where the system just couldn't figure out where I was standing or how I was holding my arms. </p><p>When you don't get one-to-one tracking, it's an absolute nightmare for your brain, creating a sort of cognitive dissonance that makes you feel both nauseated and unnatural. Now sure, there were one or two points during my two-week odyssey that things didn't go exactly right (I nearly vomited while playing a poorly rendered dungeon crawler), but those times were far fewer here than on Oculus or PlayStation's hardware.</p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/HTC/HTC%20Vive%20Room-420-90.JPG\" alt=\"HTC Vive\" width=\"420\" title=\"Here's what my living room turned into after I got my Vive.\"></p><p>The games and demos you'll experience on the HTC Vive range in levity, from casual, low-stress romps, to crazy firefights, to a surgeon simulator and even a horror title or two to keep you on your toes. While experiences on PlayStation VR are better kept to the former, the Vive is versatile enough to do either and is probably the only one capable of the latter without causing severe motion sickness.</p><p>I counted 49 titles the morning the HTC Vive launched, 19 more than the Oculus Rift launched with last week. Valve won't even provide reviewers with a definitive number on how many titles will appear on Steam over the coming days and weeks because, frankly, that number is prone to doubling or tripling within a week of launch.  </p><p>With all these games, it's a major boon for the system that switching between games takes seconds. To move from one game to the next, all you need to do is press the system button to pull up the Steam VR interface and then select another title to load up. </p><p>Here are a few of the experiences &ndash; both demos and games &ndash; I've tried over the past two weeks on the HTC Vive to give some context as to what I've experienced:</p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/HTC/The%20Lab-420-90.jpg\" alt=\"HTC Vive\" width=\"420\"></p><p><strong>The Lab:</strong> Best described as the Hello World of virtual reality, The Lab is a collection of demos developed by Valve that serve as an introduction to Vive's brave new world. Included in The Lab are four games that put you on a scenic, photorealistic mountainside; in the middle of Aperture's warehouse and arms you with a massive mechanical ballista; on the precipice of a castle; and inside a 3D version of Galaga. </p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/HTC/AudioShield-420-90.jpg\" alt=\"HTC Vive\" width=\"420\"></p><p><strong>Audio Shield:</strong> Audio Shield is a deceivingly simple game. First, pick any audio file from your music library. Then, once the beat starts, block the incoming colored projectiles with the color-coordinated shield in time with the music. It's Dance Central meets 300 in a very weird, but totally enjoyable music mash-up.</p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/HTC/vanishing%20realms-420-90.jpg\" alt=\"HTC Vive\" width=\"420\"></p><p><strong>Vanishing Realm: Rite of Steel:</strong> Vanishing Realm fulfills the quota of one fantasy title needed to release any new system. In it, you're tasked to explore a cave and fight off the magical undead minions that have overrun the joint. Along the way you'll find swords, bows and arrows and wands galore that will help you get the job done.</p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/HTC/water%20bears%20vr-420-90.jpg\" alt=\"HTC Vive\" width=\"420\"></p><p><strong>Water Bears VR:</strong> I'm a sucker for a good puzzle game. Water Bears is best described as the virtual reality equivalent of Where's My Water? In it, you'll be asked to direct streams of colored water to similarly colored globes that contain the eponymous aquatic ursines. Direct the water to the right bubbles and the miniature creatures will bust out of their liquid prisons.</p><p>While 99% of my experience with the Vive has been an incredible look at the capabilities of virtual reality, there are some parts of the Vive VR experience that aren't as great as you'd hope &ndash; for one, there's still that damn wire connecting you to your high-end PC, and it's easy to trip over it when you forget it's there. You can't blame HTC too much for this, as the Vive is streaming two distinct Full HD images without a hint of latency, and the gaming experience needs to preserved above all else.</p><p>But even Full HD isn't as clear as you'd want it to be &ndash; HTC calls it 'photorealistic', but you'd never struggle to tell the difference between a photo and the real world here.</p><p>That's not to say it breaks the immersion when you're in the VR world or even that it's overly grainy or pixelated &ndash; it's not. But objects in games aren't always completely clear when you really look at them. Now, that's a different story for local media played inside the headset via a virtual TV set up in a faux-living room but, in reality, I'm not sure putting a 1080p image on an $800 headset is a feature that's worth writing home about.</p><p>At this stage at least it's easy to tell the virtual world from the real one and, for some people, that might make the Vive come off as more of a novelty like Nintendo's Wii rather than the ground-breaking innovation that I see it as.</p><h3>Motion  sickness,  extended  use  and VR's future</h3><p>Out of all the questions I've been asked over the past two weeks, the most frequent ones are \"what is like to spend a few hours in virtual reality?\" and \"will it make me sick?\" </p><p>While I've tried to keep most of this review as objective as possible, there's simply no way to answer these questions with a one-size-fits-all remark. The answer, quite simply, is that your miles may vary. Some of you, even the most hardcore of hardcore gamers might feel like the world has been pulled out under your feet when you step into virtual reality. It's one hundred million times better than what the Virtual Boy offered two decades ago, but I've both watched &ndash; and experienced first-hand &ndash; a bad reaction to the hardware that comes with a bad demo. </p><p>With that said, I'll do my best to answer these questions as specifically as I can with the knowledge I've gleaned over the past few weeks. </p><h3>Motion sickness and building a tolerance to VR</h3><p>The first time I tried virtual reality I felt very sick. </p><p>For the longest time (which approximately comes out to about two and a half years now) I've avoided virtual reality because of one bad experience early on with the Oculus Rift. </p><p>After that, it seemed like no matter what hardware I was using the mere act of putting on a VR visor induced both a nauseating feeling in the pit of my stomach and an overwhelming dread. </p><p>I gave up on virtual reality for awhile.</p><p>It took two new iterations of Oculus and a complete overhaul of the HTC Vive to bring me back into VR. I can now safely say that a lot of those negative feelings I had in the beginning have been dispelled, and I feel almost as comfortable in the virtual world as I do in the real one. </p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/HTC/Vive%20Pre/vive-cameron-420-90.jpg\" alt=\"HTC Vive\" width=\"420\"></p><p>I achieved this by subjecting myself to the feelings of disassociation, anxiety and paralyzing overwhelmingness that you get when you put on a virtual reality headset on multiple occasions. </p><p>So, coming back full circle to the question at hand, will it make you sick? </p><p>If you're like me the answer is, at first, it might. Your body isn't used to feeling disconnected to the visual stimuli it's receiving. Even if you game for hours and hours per day, you still are sitting in the real world, periodically removing your gaze from the television screen to look at your cellphone or interact with another human being. In virtual reality, the only thing you ever see is the screen and the objects on it.</p><p>The good news is, as long as you're playing games that are designed well and do everything they can to minimize screen jitter, you should start to develop a tolerance quickly.</p><h3>Extended use: a double-edged sword</h3><p>Another long-held belief that I gave up after owning the Vive for two weeks is that the maximum amount of time someone can spend in virtual reality is 30 minutes. </p><p>Over the course of the past two weeks, I've easily spent two or three hours a day inside the headset. A vast majority of those sessions lasted more than an hour and some tallied closer to two and three. Usually these long hauls involved more than one game &ndash; I'd spend 30 minutes play The Lab, before playing Space Pirate Simulator, Ninja Trainer or Water Bears &ndash; but, if there were longer experiences available, I could see myself dedicating the same amount of time solely to a single experience.</p><p>The first problem with that scenario is that these longform experiences simply don't exist yet. Again, this is something that will be remedied quickly, but it's worth pointing out that should you buy an HTC Vive this week, don't expect to find something like Mirror's Edge or Skyrim ready to play and explore as soon as you start up the system.</p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/HTC/htc_vive_logo_straight-420-90.jpg\" alt=\"HTC Vive\" width=\"420\"></p><p>The second problem is that, while I enjoyed every second I spent in virtual reality, the transition of coming back to the real world was one that I found especially difficult. Without dramatizing the emotions, I felt as though I wasn't all there when I took off the helmet. The closest feeling I can pick out is the one where you look at yourself in the mirror and don't really understand the person looking back at you. </p><p>You'll still be you, but it won't feel like you at first.</p><p>Like playing a regular video game on a 2-D screen, you'll still get image burn-in (called the Tetris Effect) but, at least for me, I also had the slight outline of faint blue lines from Chaperone mode hang in the background of my vision long after I've taken off the visor.</p><p>These side-effects aren't something that concerns me and I'll keep to my habits of extended use after I'm done writing this review. I've played video games on CRT TVs long enough to know that, while strange, these secondary effects do fade in time without leaving behind permanent damage. </p><h3>The future of Vive and VR in general</h3><p>I hope, by this point in the review, I've imparted a modicum of my excitement about the HTC Vive and the experiences it can provide. </p><p>What's amazing is that, even though I feel like I've covered the product extensively in the last 3,000 or so words, there are still four or five more features that the HTC Vive is capable of that no one has talked about and no developer has even begun to touch. </p><p>In no particular order, they include multiplayer gaming, videos in virtual reality, using the front-facing camera for augmented reality games, integrating the headset with your cellphone to enable texts and calling without taking off the headset and using the cameras and your headphones' microphone to virtually meet up and chat with other players through SteamVR.  </p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/HTC/Vive%20Pre/steamvr-420-90.jpg\" alt=\"HTC Vive\" width=\"420\"></p><p>Some of these features may already be implemented and others may be in the works but, at no time in the past two weeks, has Steam stopped me and said, \"hey, why don't you start a voice chat in VR with a friend or watch a 360-degree YouTube video.\" </p><p>Maybe the developers didn't want to be intrusive or tell you how to use your new investment. Maybe the headset is just more powerful than developers are creative at this point. Or maybe I've just missed a feature or prompt that fell in between the cracks.</p><p>In any event, I view these potential features more with excitement and less with disappointment. I can't wait until Valve finds a way to show off videos made in virtual reality or finds some way to enable multiplayer between two people using HTC Vives. </p><p>More games would be great, don't get me wrong, but these are core functions of the headset that &ndash; as of right now &ndash; are completely going unused or are being used in very minimal ways. (The front-facing camera for example can be turned on and off to see how close you are to objects should you feel the Chaperone isn't quite right.)</p><p>In addition to the weight and cost of the headset, these are all areas of improvement or new features that I see HTC and Valve working on over the course of the next two years before the announcement of the Vive's inevitable sequel.</p><h3>Verdict</h3><p>I hate to be the bearer of bad news but, until you try it for yourself at a friend's house or in your own living room, you can't possibly predict how much you'll enjoy the HTC Vive. (But, if I had to guess, I'd say the answer will be \"a lot.\")</p><p>If you want a free estimate, however, answer the following questions as honestly as you can: How much time will I dedicate to a technology that requires me to re-arrange my living room every time I want to use it and, more importantly, how much do I trust that developers to continue to support the Vive down the road?</p><p>One of those factors is entirely out of your hands. The other requires a fair bit of honesty with yourself. If you don't plan on digging deep into the software and buying loads of interesting demos and near-complete, but not quite retail-ready games, then the Vive isn't for you.</p><p>However, if you have a positive response for both questions, then it's a safe bet you'll enjoy this truly astounding piece of kit.</p><p>At the heart of this experience is excellent hardware and software. A 110-degree field of view means that games will feel more natural, and a larger area to walk around in will keep you from feeling restrained or claustrophobic in your new virtual environment. </p><p>This is coupled with two absolutely superb controllers that are shipping right now as we speak with the headset, not at some undisclosed time down the road. And sitting just below everything else is Steam, the trusty marketplace of PC gaming that has supplied millions of gamers with software for the past decade. The infrastructure of this platform is as solid here as it's like to get.</p><p>Admittedly, this level of perfection isn't without a price. To start, you'll need to plonk down $800 / &pound;689 / &euro;899 to buy the unit itself. Then, if you want the minimum recommended specs, it'll cost you another few hundred for the Nvidia GTX 970 or AMD 290 (and potentially a whole new PC to house it), which isn't cheap. Then you'll need a space big enough to fully enjoy your new escape from reality which, if you live in a place like San Francisco, London or New York, can be the most expensive part. Of course you can enjoy most games in smaller spaces, but in doing so you're freely giving away the Vive's biggest advantage: virtual space.</p><h3>We liked</h3><p>Nearly everything. The Vive remains the best virtual reality headset on the market, bar none. The fact that it allows for room-scale virtual reality should sell it alone, but the fact that it does so in a way that's more believable and fluid than other headsets handle seated play puts the nail in the coffin. </p><p>Add to that the two incredibly intuitive controllers that ship with the unit itself on day one, and a library of games that seems to be growing in size at an uncontrollable rate and you have a wildly compelling package at any price.</p><h3>We disliked</h3><p>Not to beat the proverbial horse here but, despite all the positives I've mentioned here, only a small handful of gamers will get to experience VR on the HTC Vive &ndash; not because they don't want to, but because $800 / &pound;689 / &euro;899 is just out of their price range.</p><p>It's also important to remember that experiences vary based on the hardware you're using. If games run lag-free on a friend's computer, but run like a terrible molasses seizure on yours, don't blame the headset.  </p><p>While it's not necessarily a negative, the onus now is on developers to leverage the technology and push VR forward. Valve and HTC have enabled a realm of new experiences possible but, what scares me, is that all this technology may fall victim to novelty that will wear off in six months, turning an expensive headset into nothing more than a companion for the Wii that sits in our closets collecting dust.</p><h3>Final verdict</h3><p>Putting fears of abandonment aside, HTC created something amazing with the Vive, and that's been refined in the final consumer iteration of the hardware. </p><p>It's more immersive than the competition thanks to the ability to walk around in the space, and the reduction of wires from the base stations and controllers is hugely welcome. Gaming using this, even with short demos and incomplete games, feels like the future, and I can't wait to try a dozens more titles using the headset.</p><p>Many will wish the resolution was a tad better, that the price was a lower or that the headset fitted them better, but will appreciate that it's too early in the VR game for expectations of perfection. It's a balancing act between performance, size, resolution and price, and HTC seems like it's exactly where it needs to be to deliver on all fronts.</p><p>Pure and simple, the HTC Vive is awesome. Virtual reality is amazing. It's the beginning of a new format that isn't constrained to a 16 x 9 or 21 x 9 screen. In many ways, the HTC Vive and the Oculus Rift are similar to the watching the first step on the moon or the train coming out of the screen. They're pure, objective proof that entertainment isn't done evolving.</p>]]></description><link>http://www.techradar.com/reviews/wearables/htc-vive-1286775/review?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1286777</guid><author>Nick Pino</author><pubDate>2016-05-12T23:05:00Z</pubDate></item><item><title>Review: Updated: Chromecast</title><image>http://cdn.mos.techradar.com/art/av_accessories/Chromecast/New%20Chromecast/review/Chromecast2_4965-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/av_accessories/Chromecast/New%20Chromecast/review/Chromecast2_4965-470-75.jpg\" alt=\"Review: Updated: Chromecast\"/><h3>Introduction and overview</h3><p><strong>Update: </strong>Chromecast is always changing. New apps introduce Google Cast support everyday, while the Mountain View-based company works hard at improving the Chromecast app on iOS and Android. The next big change will likely happen at <a href=\"http://www.techradar.com/news/world-of-tech/google-io-1307820\">Google I/O 2016</a>, the company's developer conference taking place May 18 - May 20.</p><p><strong>Original review below...</strong></p><p>There wasn't much the <a href=\"http://www.techradar.com/reviews/audio-visual/digital-tv-receivers/chromecast-review-1171126/review\">original Chromecast</a> could improve upon â\u0080\u0093 it was versatile, reliable, easy to set up and dirt cheap. But despite not having much room for improvement, somehow Google found a way to make a great product even better.</p><p>Had you asked me two months ago what the original was missing, I would have said that it needed a few more compatible apps to round out the catalog, and maybe a better app. But, considering its highly affordable sticker price, there wasn't much to complain about. </p><p>But the first Chromecast's successful design and sales meant two very important points for the new Chromecast. </p><p>First, because the original already worked so wonderfully, there's little in the way of truly new features on Google's latest streaming disc; by and large the biggest change is a cosmetic one. Chromecast has traded its stick format for something a little more pragmatic: a circular disc attached to an HDMI cable.</p><p>Secondly, expanding on the first point, because the original was so expertly crafted and priced below the competition, that means the market, at this point, is relatively well-saturated with these little gizmos. </p><p><img src=\"http://mos.futurenet.com/techradar/art/av_accessories/Chromecast/New%20Chromecast/review/Chromecast2_4979-420-90.jpg\" alt=\"Chromecast\" width=\"420\" title=\"Evolution works in weird ways. (New Chromecast is on the bottom.)\"></img></p><p>It all raises the question: &quot;why then, if the change is mostly cosmetic, should you buy a Chromecast 2?&quot; The short and potentially not-so-sweet answer is that maybe you shouldn't, unless you really don't have anything better to spend $35 (Â£30, AU$49) on.    </p><ul><li><strong>See:</strong> <a href=\"http://www.techradar.com/news/television/new-chromecast-vs-old-chromecast-what-s-changed-1305441\">Google Chromecast 2 vs Chromecast 1</a></li></ul><p>Now, that said, for anyone who doesn't already own one of these near-flawless, original streaming devices or can't stand the buffering issues of the previous generation, I'm glad to report that the new Chromecast is easily the best streaming device at its price point.</p><p>But before we get into the nitty gritty details, let's rehash the story of how the original stole our hearts.</p><p><img src=\"http://mos.futurenet.com/techradar/art/av_accessories/Chromecast/New%20Chromecast/review/Chromecast2_4977-420-90.jpg\" alt=\"Chromecast\" width=\"420\"></img></p><h3>Chromecast: what is it?</h3><p>The idea behind the Chromecast was to bring smart functionality to the series of &quot;dumb&quot; TVs that hit the market before smart TVs rose to popularity near the end of the last decade.</p><p>Like the original, the new Chromecast plugs directly into your TV's HDMI port (make sure it has one of those before you buy it) and streams video from your mobile phone, tablet or PC. </p><p>Here's the odd part: it doesn't have a remote or a user-interface per se. Google's little streamer will sit there like an electronic canine waiting for your other devices to tell it what to do. </p><ul><li>Read: <a href=\"http://www.techradar.com/news/television/chromecast-2-release-date-news-and-features-1305312\">New Chromecast release date, news and features</a></li></ul><p>It's different in that way from its main competition â\u0080\u0093 the <a href=\"http://www.techradar.com/reviews/audio-visual/av-accessories/amazon-fire-tv-stick-1274525/review\">Amazon Fire TV Stick</a> and <a href=\"http://www.techradar.com/reviews/audio-visual/av-accessories/roku-streaming-stick-1232196/review\">Roku Streaming Stick</a> â\u0080\u0093 the two devices that only came about after Chromecast's debut. All of these devices can take streaming content from apps like Netflix, <a href=\"http://www.techradar.com/reviews/audio-visual/av-accessories/sling-tv-1279011/review\">Sling TV</a>,<a href=\"http://www.techradar.com/news/television/hbo-now-everything-you-need-to-know-about-hbo-s-standalone-service-1290566\"> HBO Now</a> and, in Amazon Fire TV's case, Amazon Prime Video, and toss it onto your TV.</p><mediainsert caption=\"null\" mediatype=\"YouTube\" height=\"315\" src=\"https://www.youtube.com/watch?v=c0zynV-dohk\" width=\"420\">YouTube : https://www.youtube.com/watch?v=c0zynV-dohk</mediainsert><p>But more impressive than any individual external detail or snippet of code is its price. The new Chromecast only costs $35 (Â£30, AU$49), around $10 or Â£5 less than its closest competitor. At roughly the cost of two Blu-rays, it's tough to turn down.</p><h3>Chromecast vs. the competition </h3><p>The Chromecast's calling card is the ability to sync with your mobile phone, tablet and PC. Few devices work as seamlessly with your electronics as Chromecast does, and any that do require you to be bought into a particular family of products. </p><p><img src=\"http://mos.futurenet.com/techradar/art/av_accessories/Amazon%20Fire%20TV%20Stick/Review/Amazon_FireTV_hero-420-90.jpg\" alt=\"Chromecast 2 vs Amazon Fire TV Stick\" width=\"420\"></img></p><p><strong>Chromecast vs. Amazon Fire TV and Fire TV Stick:</strong> Chromecast is by far the cheaper streaming stick and can outperform Amazon's streaming device, thanks to its new-and-improved 802.11ac Wi-Fi antenna. Both Amazon products â\u0080\u0093 $99 (Â£79, about AU$140) for the box and $39 (Â£35, about AU$56) for the stick â\u0080\u0093 come with a remote, but also rely heavily on a subscription to Amazon Prime to function at their fullest potential. </p><p>That said, if you are an Amazon Prime subscriber you won't be able to watch the service on Google's streaming stick â\u0080\u0093 Amazon's mobile app doesn't support Google Cast functionality. </p><p><img src=\"http://mos.futurenet.com/techradar/art/av_accessories/Roku/Streaming%20Stick/roku-streaming-stick-hdmi-review-420-90.jpg\" alt=\"Chromecast 2 vs Roku Streaming Stick\" width=\"420\"></img></p><p><strong>Chromecast vs. Roku 3 and Roku Streaming Stick:</strong> Here's a story of David and the Goliath. The circular Chromecast does much of what the $99 (Â£79, about AU$140) Roku 3 does, though it depends more on your phone, tablet and PC to keep pace. Roku is known for having thousands of channels of content and universal search functionality that allows you to search multiple sources at once. </p><p>Google has adopted the latter into the latest version of its Chromecast app, but doesn't have near the amount of channels Roku has. If you're looking for full-size streaming device with access to any and every streaming service, Roku can't be beat. If you're looking for a simplistic solution to putting audio and video on your TV, however, Chromecast is the way to go. </p><p><img src=\"http://mos.futurenet.com/techradar/art/av_accessories/Apple/New%20Apple%20TV/AppleTV_Remote-Hand_MainMenu-420-90.jpg\" alt=\"Chromecast 2 vs new Apple TV\" width=\"420\"></img></p><p><strong>Chromecast vs. the new Apple TV:</strong> <a href=\"http://www.techradar.com/news/television/apple-tv-2-release-date-price-news-and-rumors-1287809\">Apple TV</a>, like Amazon's streamer, favors its own ecosystem, at least in terms of hardware. On the software side of things, Apple opened up its app store to every developer for the first time in the history of its home entertainment device, making it a bit more well-rounded than the Chromecast. It also includes a new remote and an 802.11ac antenna, identical to the one found in the new Chromecast. That said, Apple TV costs a whopping $149 (about Â£96, AU$200). </p><h3>Design and interface</h3><p>The new Chromecast is a relatively impressive feat of engineering. Antennas are wrapped along the exterior to maximize reception, while the inside packs enough basic circuitry to get things set up and running smoothly.</p><p>The shell is a big departure from the USB stick-style original, and it's one that you might either love or hate, depending on where the Chromecast comes to rest in your media center. </p><h3>Design</h3><p>I expected the 2015 Chromecast iteration to be as accessible as its predecessor, an inconspicuous addition to our home entertainment setup that doesn't require any additional hardware or lengthy installation process. </p><p>I was right about most of it, but &quot;inconspicuous&quot; might not be the best way to describe the new Chromecast's color variations of Coral (Red) and Lemonade (Yellow). These colors highlight the top side of the disc that will hang from the HDMI port on the back of your TV. You'll find the Chrome logo proudly emblazoned on top, and only one port along the bottom edge that connects to a micro-USB cable used for power.</p><p><img src=\"http://mos.futurenet.com/techradar/art/av_accessories/Chromecast/New%20Chromecast/review/Chromecast2_4966-420-90.jpg\" alt=\"Chromecast\" width=\"420\"></img></p><p>Let's talk about the disc itself. It's on the smaller side â\u0080\u0093 at 2.04 x 2.04 x 0.53 inches (51.9 x 51.9 x 13.49mm), it definitely fits in the palm of your hand â\u0080\u0093 and the switch from a plastic stick to a hanging disc is a practical one, essentially performing the same function as the extender Google sold with the first Chromecast.</p><p>But that means the Chromecast now dangles from the back of your TV instead of resting firmly in its port. It doesn't impact performance, nor has it ever come loose during testing, however, I could see it being a bit distracting for TVs with HDMI ports located on the side. </p><p>The last two important details on the design is the small reset button along the outer rim that corresponds to a status LED, and the magnetic back that allows the HDMI cable to stick for easy transportation. It's a minor detail and you might not ever use it, but these are appreciated subtle nuances that won't go unnoticed when you get one for yourself. </p><p><img src=\"http://mos.futurenet.com/techradar/art/av_accessories/Chromecast/New%20Chromecast/review/Chromecast2_4978-420-90.jpg\" alt=\"Chromecast\" width=\"420\"></img></p><p>That said, I find the overall design itself to be polarizing. You'll either appreciate the pragmatic change from a rigid stick to a hanging disc, or you'll find it gaudy, odd and at least a little irritating. There's no middle ground here. </p><h3>Interface</h3><p><img src=\"http://mos.futurenet.com/techradar/art/av_accessories/Chromecast/New%20Chromecast/Chromecast%20app-1-220-100.jpg\" alt=\"Chromecast\" width=\"220\" class=\"lft\"></img>Once you run the included five-foot power cable into your TV or wall outlet with the included adapter, it'll be time to run through the new Chromecast's quick and easy setup process. </p><p>The process takes all of five minutes, most of which are spent actually downloading the Chromecast app from either the Google Play Store or iOS App Store. (Though, you can also use a PC or Mac by going to Google's &quot;Getting Started&quot; homepage.) </p><p>You'll be asked to connect the Chromecast to your home wireless network (unless you have the<a href=\"http://www.techradar.com/news/television/google-finally-has-a-fix-for-chromecast-s-biggest-problem-1298806\"> Ethernet Adapter for Chromecast</a> that came out in July 2015. Finally, you'll be met with a settings screen that will let you to choose to enable Guest Mode and wallpapers.</p><p>When you're not actively streaming something to the Chromecast, it will enter a screensaver mode that can display images from Google Photos, Facebook, Flickr, curated artwork, the weather and even headlines from top news sources. </p><p><img src=\"http://mos.futurenet.com/techradar/art/av_accessories/Chromecast/Artkick-420-90.jpg\" alt=\"If you're tired of Google's curated photo library, check out ArtKick.\" width=\"420\"></img></p><p>Unlike the Amazon Fire TV Stick or Roku Streaming Stick, there's no central hub for apps. Chromecast is either taking content from your phone, tablet or PC, or simply displays pretty pictures until it's told to do otherwise. </p><p>That said, the Google Chromecast app â\u0080\u0093 discussed at length on the next page â\u0080\u0093 serves as the main spot for checking out what content is available to stream and which apps you already have installed that work with your new streaming dongle.</p><h3>Content and performance</h3><p>In terms of both content and performance, the new Chromecast is better than its predecessor ever was. Plus, with new apps arriving every other month, the new-and-improved Chromecast app that helps with content discovery and the 802.11ac Wi-Fi antenna, Chromecast is smarter, faster and better than it's ever been.</p><p>And while much has changed since the original (HBO Now, Sling TV and Showtime Anytime didn't even exist three years ago) release, one thing hasn't: the Cast button. </p><p>The Cast button is the rectangle with broadcasting bars (it looks like the Wi-Fi symbol) in the corner of most apps. Anytime you want to take content from your phone or tablet and send it to the big screen, press the button and select your Chromecast from the dropdown list. </p><p><img src=\"http://mos.futurenet.com/techradar/art/av_accessories/Chromecast/cast%20button-420-90.jpg\" alt=\"You can mirror browser tabs from Chrome on a PC and Mac\" width=\"420\"></img></p><p>There are thousands of apps that come with the Cast button built in, from Netflix, HBO Now, Spotify, NFL Sunday Ticket and Twitch here in the US to Sainsbury's Movies and TV, Blinkbox, BT Sport, NowTV, Napster and, of course, BBC iPlayer and BBC Sport in the UK. But this is just the tip of the ever-expanding iceberg.</p><h3>Content</h3><p>The biggest point that needs to be made about content is that every app that works with the original Chromecast will work with the new Chromecast and vice versa. The Chromecast 2 can't really do anything the first one can't â\u0080\u0093 it just does it faster.</p><p>However, that might not matter, as that means Chromecast inherits the vast wealth of apps that Google and third-party apps have built for the original. We've listed the main apps above, but there are plenty of lesser-known apps worthy of attention, too. </p><ul><li><strong>Read:</strong> <a href=\"http://www.techradar.com/news/television/13-best-chromecast-apps-for-google-s-streaming-stick-1302646\">13 best Chromecast apps for Google's streaming stick</a></li></ul><p>In particular, I like <a href=\"http://www.techradar.com/reviews/pc-mac/software/plex-1289374/review\">Plex</a>, Artkick, Big Web Quiz, Deezer and AllCast, and I find more every week that scratch an itch that I didn't even know I had. This will get even better once Google releases the new-and-improved Chromecast app for iOS and Android. (We were unable to test the app out for the full review. We will promptly update this space once the app goes live.) </p><p>The new app promises a universal search function that, like Roku or Android TV, allows you to either type in or say the name of a movie and TV show and Chromecast will pull up a list of every source for that content. This can ultimately save you money by showing you content on the services you already pay for in one fell swoop, instead of individually going into every app or accidentally dropping money on something you already paid for on another platform. </p><p><img src=\"http://cdn0.mos.techradar.futurecdn.net//art/av_accessories/Chromecast/New%20Chromecast/Chromecast%20fast%20play%202-420-100.jpg\" alt=\"Chromecast\" width=\"420\"></img></p><p>Also interesting is &quot;fast play,&quot; a sort of prediction algorithm in the Chromecast app that determines what you might watch next based on your previous choices. The feature then starts to pre-buffer the video before you start it, eliminating the loading time before each video.</p><p>Finally, guest mode is the other new, notable feature that will allow friends of friends and distant family connect to your device without being on your Wi-Fi network. They'll need to be on Android and in the same room as the Chromecast, but fulfilling those two requirements will allow anyone to stream a funny video or great new song to your Chromecast without having to pester you for a password (and potentially compromise your super secure connection).  </p><p>The only app sorely missing from Chromecast's arsenal is Amazon Prime Instant Video, which the company has reserved for their own line of streaming products, the <a href=\"http://www.techradar.com/reviews/audio-visual/av-accessories/amazon-fire-tv-1239382/review\">Fire TV</a> and Fire TV Stick. You'll be able to stream it from a PC or Mac (which I'll touch on shortly), but the absence of Amazon means that the Chromecast is incomplete on its own. </p><p><img src=\"http://mos.futurenet.com/techradar/art/av_accessories/Chromecast/Big%20Web%20Quiz-420-90.jpg\" alt=\"Chromecast 2\" width=\"420\" title=\"Google's Big Web Quiz is one of the few great games on Chromecast.\"></img></p><p>The other potential problem with Chromecast is that it hasn't yet fully embraced gaming in the same way its competition has. Games are few and far between, and generally feel like shovelware put out by third-party developers. </p><p>Google announced at its annual I/O conference that it was going to take steps to change that with a more accessible API, pointing to games like Angry Birds Go!, Driver Speedboat Paradise and Just Dance Now as three games to look forward to on the Google Play store.</p><p>If you're looking for a casual gaming experience like the one you'd find on your phone, Amazon Fire TV, <a href=\"http://www.techradar.com/reviews/audio-visual/av-accessories/nexus-player-1271514/review\">Nexus Player</a> and the new Apple TV offer that in spades. Heavy gaming fans should consider the <a href=\"http://www.techradar.com/reviews/gaming/games-consoles/nvidia-shield-android-tv-1287106/review\">Nvidia Shield</a> console for its on-demand game-streaming service, <a href=\"http://www.techradar.com/reviews/gaming/nvidia-grid-1273684/review\">GeForce Now</a>. </p><p><img src=\"http://mos.futurenet.com/techradar/art/games_consoles/Nvidia%20Shield/review/nvidia_shield_6588-420-90.jpg\" alt=\"Nvidia Shield vs Chromecast 2\" width=\"420\" title=\"The Nvidia Shield may not have mastered the cheap price tag, but man can it play games.\"></img></p><p>These are sore points, but ones we're ultimately able to forgive, thanks to Google doing so much else right on the product.</p><p>For those inclined to wonder about video and audio codecs, the new Chromecast supports H.264 1080p, H.264 720 x 480, MPEG-4, VP8 video and AAC-LC, AC3, eAC3 (Dolby Digital Plus), FLAC, MP3, PCM/WAV, Vorbis audio files.</p><p>But the true beauty of the device is that it's not limited strictly to your phone or tablet. Install Google Chrome on any PC or Mac, and you'll be able to send any web page to the streaming dongle. Video quality using the Chrome browser on Netflix is better than average, and for the most part looks quite good minus the one or two times it needs to stop and buffer. </p><p>So how does the Chromecast perform in the living room? I'm glad you asked. </p><h3>Performance  </h3><p>By and large, the performance is much better on the new Chromecast. Videos load faster and crash less while using apps like Netflix and YouTube, while songs switch with less dead air while using Deezer, Pandora and Spotify. </p><p>&quot;So,&quot; you might ask, &quot;is Chromecast loading the video (or song) off my phone? Is my phone basically stuck serving as a music or movie player while using the new Chromecast?&quot; </p><p>The answer's actually quite interesting. Chromecast essentially works as a proxy device. It understands where the stream is coming from and then uses its own internal antenna to take over streaming duties, freeing up your phone or tablet's bandwidth to browse the web, serve up the next song or do some social networking without causing the stream to putter out. </p><p><img src=\"http://mos.futurenet.com/techradar/art/av_accessories/Chromecast/Android%20screenshots/6-420-90.jpg\" alt=\"Chromecast 2\" width=\"420\"></img></p><p>But, despite some major improvements to the area, streaming still isn't absolutely pristine. You'll occasionally have to disconnect and reconnect to the device to jump start a laggy video and sometimes video can feel a bit behind the audio. Finally, there's still a two- to three-second pause before videos while Chromecast works its magic to take the heavy lifting off your phone and onto the device. </p><p>Overall, the new Chromecast's performance is notably snappier and, once connected, powers through videos with minimal buffering.</p><h3>Verdict</h3><p>The new Chromecast isn't perfect. But it's as close as it might ever be. </p><p>Major improvements, like the new 802.11ac internal Wi-Fi antenna, and recent app additions, like HBO Now, Spotify and Showtime Anytime, feel like they add a new level of depth to a deceivingly deep product. </p><p>It's still the best way to sharpen up &quot;dumb&quot; TVs and by far and away is the cheapest way to get Netflix in your living room. Which, speaking of, this is still one of the best tech deals in town. </p><p>The main offender here is that streaming still isn't 100% pristine, and, despite the new internal antenna, there's nothing this Chromecast can do that the previous generation could not. And while the design is more pragmatic for A/V enthusiasts with hard-to-access TV cabinets, some might find the colorful circle on a cable slightly polarizing. </p><h3>We liked</h3><p>I've said it once, and I'll say it 100 more, but the new wireless antenna is nothing short of astounding. It creates a near seamless streaming environment with less lag and less buffering time than almost anything â\u0080\u0093 even full size set-top boxes â\u0080\u0093 on the market. </p><p>And at an insanely low price point, it's tough to pass up. Google did a great job pricing and positioning the Chromecast as the easiest and cheapest way to get apps like Netflix, YouTube, Spotify and Pandora into your living room without breaking the bank. </p><p>Finally, the new Chromecast app promises to add tons of new functionality, like universal search and fast play, improving the way you'll find content and cutting the time it takes to get the stream started. </p><h3>We disliked</h3><p>As a fellow editor pointed out in our early hands on review, we're still looking for a native way to stream Amazon Instant Video from a phone or tablet to a Chromecast, or mirror iOS devices to the TV with it. It's not wise to hold your breath for either, as Amazon and Apple obviously aren't fans of the ultra-cheap Chromecast.</p><p>The other obvious downside is that the Chromecast doesn't include a remote. It's a tough fix, especially at this price point. But the option to use a good ol' fashioned IR blaster would've been appreciated, even if it seems like overkill to the majority of tech-savvy streaming video fans. A few more apps, including more support for games, would be appreciated, too. </p><h3>Final verdict</h3><p>As much as I love the new Chromecast, it may not be worth replacing an existing old Chromecast if you already own one. That said, the new version is the most affordable choice for anyone who hasn't bought into Google's streaming platform yet. </p><p>Alternatively, you could also give yourself the excuse that you need to get a second one in the house, or have one in a bag for travel. After all, it packs up nicely in its new, smaller form factor. If you decide you can spare the small expense, you'll not be disappointed for paying under 40 bucks for a streaming device of this quality.</p>]]></description><link>http://www.techradar.com/reviews/audio-visual/av-accessories/chromecast-1305399/review?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1305451</guid><author>Nick Pino</author><pubDate>2016-05-12T23:00:00Z</pubDate></item><item><title>Making sense of Facebook's Trending Topics section</title><image>http://cdn.mos.techradar.com/art/internet/Facebook/Mac%20app/Facebook%20Zuckerberg%20speaks-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/internet/Facebook/Mac%20app/Facebook%20Zuckerberg%20speaks-470-75.jpg\" alt=\"Making sense of Facebook's Trending Topics section\"/><p>It's been a rough week for Facebook. The social networking giant has come under fire for <a href=\"http://www.techradar.com/us/news/internet/web/facebook-clarifies-suppression-of-political-perspectives-not-permitted-in-trending-topics-1320707\">allegedly suppressing</a> conservative news organizations in its Trending Topics section. </p><p>Today, Facebook publicly clarified exactly how its Trending Topics section works by publishing the  <a href=\"https://fbnewsroomus.files.wordpress.com/2016/05/full-trending-review-guidelines.pdf\">guidelines</a> its editors follow. What we learned is that while Facebook does use an algorithm to find trending news, what shows up in the Trending Topics section is ultimately up to human editors. </p><p><a href=\"https://www.theguardian.com/technology/2016/may/12/facebook-trending-news-leaked-documents-editor-guidelines\">The Guardian</a> received leaked documents that reveal just how big of an impact Facebook's human editors have over trending news. Facebook also published its own <a href=\"http://newsroom.fb.com/news/2016/05/information-about-trending-topics/\">report</a>, corroborating the leaked documents. </p><p>Furthermore, Facebook launched an investigation into its editorial team and found no evidence that anyone was suppressing conservative content.</p><h3>How Trending Topics are decided</h3><p>Facebook's News Feed is entirely algorithm based, which means a bot presents you with what it believes are the most relevant stories and posts based on your behavior. By having no human curation, the Facebook News Feed algorithm remains completely objective. </p><p>The Trending Topics section, on the other hand, is a hybrid of algorithm and human-based curation. Potential trending topics are surfaced by an algorithm, which looks at topics that have a sudden spike in popularity and mentions. The algorithm also incorporates a <a href=\"https://fbnewsroomus.files.wordpress.com/2016/05/rss-urls.pdf\">website crawler</a> that identifies breaking news which allows news topics <em>not </em>trending on Facebook to be added.</p><p>Here's where things get tricky. After trending topics are identified by the algorithm, human editors are tasked with confirming that the topic is tied to a real world news event. Editors then have to write a topic description, apply a category label, and check to see if the news is national or global. </p><p>The trending news is then sent to be personalized by another algorithm. This final algorithm looks at a person's likes, location, and importance to decide who to serve what story. </p><h3>What's the big deal?</h3><p>Facebook has become a giant platform of over <a href=\"http://www.techradar.com/us/news/internet/we-watch-100-million-hours-of-video-on-facebook-everyday-1313886\">1.65 billion users</a> and media companies have become heavily dependent on it as a traffic driver. Facebook's colossal reach means the social network is vastly more influential than any one media company.</p><p>When the original allegations of political suppression surfaced, conservative news sites cried foul, forcing Facebook to explain exactly how its Trending Topics product works. </p><p>So were conservative news sites suppressed by Facebook? No. Facebook's official policy does not permit &quot;the prioritization of one ideological viewpoint over another&quot; and an investigation into its Trending Topics team showed no signs of political suppression. </p><p>But what Facebook also revealed is that its Trending Topics section is still dependent on humans, who can't be 100% objective. This isn't news for anyone working in the media business, but it is a new challenge for Facebook as it's become a major traffic driver to news sites. </p><p><br />Facebook has always been a platform that's been about giving users what they want. Its algorithm is driven by what it thinks you want to see, turning your News Feed into an echo chamber of political confirmation bias if you're not careful. </p><p>Political objectivity has never been Facebook's mission and it still isn't. Moving forward, Facebook will have to figure out if and how it can remove human bias from its product altogether.</p><div><ul><li><a href=\"http://www.techradar.com/us/news/internet/how-ready-is-facebook-for-vr-it-s-rolling-out-360-photos-1321152\">How ready is Facebook for VR? It's rolling out 360 photos to your News Feed</a></li></ul></div>]]></description><link>http://www.techradar.com/news/world-of-tech/making-sense-of-facebook-s-trending-news-section-1321247?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1321247</guid><author>Lewis Leong</author><pubDate>2016-05-12T22:56:00Z</pubDate></item><item><title>Android won't compete with iPhone in one key area just yet</title><image>http://cdn.mos.techradar.com/art/mobile_phones/Google/Android%20N/android-n-update-google-hero-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/mobile_phones/Google/Android%20N/android-n-update-google-hero-470-75.jpg\" alt=\"Android won't compete with iPhone in one key area just yet\"/><p>There's a lot that the <a href=\"http://www.techradar.com/news/phone-and-communications/mobile-phones/best-android-phone-which-should-you-buy-717819\">best Android phones</a> can do that the iPhone cannot, but one feature Apple likes to tout is 3D Touch, and it may remain missing in action on most Android devices.</p><p>Google's own pressure-sensitive touchscreen technology has been delayed from the <a href=\"http://www.techradar.com/news/phone-and-communications/mobile-phones/android-7-what-we-want-to-see-1311290\">Android N</a> update, at least initially, and will be added in a future incremental operating system update, reports <a href=\"http://www.recode.net/2016/5/12/11660444/google-delays-rival-apple-3d-touch\">Recode</a>.</p><p>This disappointing news contrasts with all of the Android N rumors that cited <a href=\"http://www.techradar.com/news/phone-and-communications/mobile-phones/android-n-could-feel-the-pressure-with-a-3d-touch-like-feature-1318995\">3D Touch-like code</a> within Android N Developer Preview 2 as proof that it's coming as part of the new update. Google pretty much <a href=\"http://www.techradar.com/news/phone-and-communications/mobile-phones/google-confirms-3d-touch-like-feature-for-android-n-1319188\">confirmed it</a>, too.</p><p>Now, it seems unlikely that next week's <a href=\"http://www.techradar.com/news/world-of-tech/google-io-1307820\">Google IO 2016</a> keynote will tease software that enables future Android displays to tell the difference between light and firm pressure levels.</p><h3>Why this Android Force Touch is important</h3><p>Just because Google is said to be postponing its take on 3D Touch doesn't mean phone makers can't implement their software and hardware combination today.</p><p>In fact, a few Android phones have done just that already, including the Huawei Mate S and the ZTE Axon Mini (but only the more expensive Premium Edition version).</p><p>Google, however, can be the catalyst that helps phone and tablet manufacturers accelerate implementation of such a feature by baking the code into Android N system-wide.</p><p>This is exactly what happened a year ago when <a href=\"http://www.techradar.com/news/software/operating-systems/android-m-10-things-we-d-like-to-see-1269443\">Android 6.0 Marshmallow</a> added fingerprint recognition through a standard API. Now it's a feature among more Android phones than ever. </p><h3>Delay not the end of the world</h3><p>3D Touch made its debut in the <a href=\"http://www.techradar.com/reviews/phones/mobile-phones/iphone-6s-1303758/review\">iPhone 6S</a> and <a href=\"http://www.techradar.com/reviews/phones/mobile-phones/iphone-6s-plus-1303759/review\">iPhone 6S Plus</a> and Apple will likely to enhance its capabilities in its <a href=\"http://www.techradar.com/news/software/operating-systems/ios-10-release-date-news-beta-and-rumors-1311275\">iOS 10</a> update next month at its <a href=\"http://www.techradar.com/news/computing/apple/wwdc-2016-1320425\">WWDC 2016</a> keynote.</p><p>However, any honest iPhone owner will tell you that as much as Apple likes to highlight its &quot;invention&quot; of pressure-sensitive screens, it's by no means a game changer.</p><p>Actually, 3D Touch can be a hassle to get used to when the screen can't tell when you want to light press to begin to copy-and-paste an email address, or press harder to bring up a shortcut menu to add them to your address book.</p><p>Apple seems to be the one working out all the kinks, for once, and Google will almost certainly play clean-up by implementing it in a future Android N update when there are more uses behind the idea.</p><ul><li>What we will see at Google IO: <a href=\"http://www.techradar.com/news/phone-and-communications/mobile-phones/android-vr-release-date-news-features-1321245\">Android VR</a></li></ul>]]></description><link>http://www.techradar.com/news/phone-and-communications/mobile-phones/android-won-t-compete-with-iphone-in-one-key-area-just-yet-1321249?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1321249</guid><author>Matt Swider</author><pubDate>2016-05-12T22:43:00Z</pubDate></item><item><title>Buying Guide: The 10 best 4K TVs of 2016</title><image>http://cdn.mos.techradar.com/art/televisions/Best%20TV%20main/tv_4k-470-75.png</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/televisions/Best%20TV%20main/tv_4k-470-75.png\" alt=\"Buying Guide: The 10 best 4K TVs of 2016\"/><h3>Best 4K UHD TVs of 2016</h3><p>In a few short years 4K TVs have gone from incredibly niche high-end technology to more or less mainstream. At the budget end of the spectrum 1080p panels still rule the roost, but even at mid-range prices the 4K options are affordable.</p><p>We're also finally seeing native 4K content become available. Both Netflix and Amazon have updated their services to stream in 4K, and the first Ultra HD Blu-ray players are starting to hit the market. Completely native 4K content continues to be the exception rather than the rule however, with many of the first batch of 4K titles having been upconverted from 2K masters. </p><ul><li><a href=\"http://www.techradar.com/news/television/the-best-tv-shows-you-can-watch-right-now-1309220\">Best TV shows you can stream right now.</a></li></ul><p>However it's still not the case that every 4K TV is made equal, and you'll need to be a savvy consumer to ensure your set is as future-proofed as possible. </p><p>As in the early days of HD, when consumers had to deal with the confusion of 'HD Ready' versus 'Full HD', the Ultra-HD 4K market currently suffers from a similar collection of interrelated terms. </p><p>The solution to this problem, a universal standard for everyone to adhere to, has just arrived in the form of Ultra HD Premium (which you can read more about in our dedicated <a href=\"http://www.techradar.com/news/television/ultra-hd-everything-you-need-to-know-about-4k-tv-1048954\">4K</a> TV Hub), but the specification is still new and not every manufacturer is currently supporting it â\u0080\u0093 we're looking in your direction Sony.</p><p>Thankfully, although the market remains complicated, at least the prices of UHD sets are no longer guaranteed to bring a tear to your eye. </p><p>Until things settle down, 4K will remain the domain of the clued-up early adopter, and if that sounds like you then read on for our pick of the best 4K TVs available today.</p><p><img src=\"http://mos.futurenet.com/techradar/art/televisions/Panasonic/Panasonic%20TX-65DX902B/DX900_hero-420-90.jpg\" alt=\"Best 4K UHD TV\" width=\"420\"></img></p><h3>1. Panasonic TX-65DX902B </h3><div class=\"subtitle _hawk\"><p>Astoundingly vibrant 4K HDR TV</p></div><p><strong>Screen size:</strong> 65-inch | <strong>Tuner:</strong> Freeview Play | <strong>Resolution:</strong> 3840 x 2160 | <strong>Panel technology:</strong> LCD | <strong>Smart TV:</strong> Firefox TV OS | <strong>Curved:</strong> No | <strong>Dimensions:</strong> 1,457 x 888 x 334mm</p><div class=\"hawk-widget-insert _hawk widget_type:price model_names:Panasonic%20TX-65DX902B deals_link:http%3A%2F%2Fwww.techradar.com%2Freviews%2Faudio-visual%2Ftelevisions%2Fpanasonic-tx-65dx902b-1316925%2Freview%2F \"><p><a href=\"http://www.techradar.com/reviews/audio-visual/televisions/panasonic-tx-65dx902b-1316925/review/\">See more Panasonic TX-65DX902B  deals</a></p></div><div class=\"icon icon-plus_circle _hawk\"> Fantastic HDR</div><div class=\"icon icon-plus_circle _hawk\"> Firefox Smart OS</div><div class=\"icon icon-minus_circle _hawk\"> Local dimming isn't perfect</div><div class=\"icon icon-minus_circle _hawk\"> Still expensive</div><p>At over Â£3,000 the Panasonic TX-65DC902B's price is still firmly in enthusiast territory, but a Ultra HD Premium specification combined with a simple yet effective Smart TV interface means this set is a solid choice for more than just the initiated. </p><p>Panasonic's Honeycomb local dimming technology might not be perfect, but it's the best we're going to get until OLED panels become mainstream over the coming years â\u0080\u0093 and when the technology is capable of creating highlights this bright it's hard to complain, especially when the resulting image is so vibrant.</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/reviews/audio-visual/televisions/panasonic-tx-65dx902b-1316925/review/\">Panasonic TX-65DX902B </a></p><p><img src=\"http://mos.futurenet.com/techradar/art/techradar/LINE2-420-90.jpg\" alt=\" \" width=\"420\"></img></p><p><img src=\"http://mos.futurenet.com/techradar/art/televisions/LG/LG%2065EF950V/LG65EF950VLEftSide-420-90.jpg\" alt=\"LG 65EF950V\" width=\"420\"></img></p><h3>2. LG 65EF950V</h3><div class=\"subtitle _hawk\"><p>&quot;OLED screen technology is quite simply the future of television.&quot;</p></div><p><strong>Screen size:</strong> 65-inch | <strong>Tuner:</strong> Freeview HD | <strong>Resolution:</strong> 3840 x 2160 | <strong>Panel technology:</strong> OLED | <strong>Smart TV:</strong> webOS 2.0 | <strong>Curved:</strong> No | <strong>Dimensions:</strong> 1450 x 883 x 236 mm</p><div class=\"hawk-widget-insert _hawk widget_type:price model_names:LG%2065EF950V deals_link:http%3A%2F%2Fwww.techradar.com%2Freviews%2Faudio-visual%2Ftelevisions%2Flg-65ef950v-1308569%2Fprice-comparison \"><p><a href=\"http://www.techradar.com/reviews/audio-visual/televisions/lg-65ef950v-1308569/price-comparison\">See more LG 65EF950V deals</a></p></div><div class=\"icon icon-plus_circle _hawk\"> Extraordinary contrast</div><div class=\"icon icon-plus_circle _hawk\"> webOS is brilliant</div><div class=\"icon icon-minus_circle _hawk\"> Shadowing down the sides</div><div class=\"icon icon-minus_circle _hawk\"> Limited brightness</div><p>Despite a couple of strange lighting flaws, there are times - lots of them, in fact - where the 65EF950V's pictures look pretty much perfect. Certainly the amount of contrast and shadow detail on show will be a dream come true to home cinema fans still mourning the death of plasma TVs. The set is gorgeously designed too, and LG's webOS interface is on hand to make sure it's never hard to find something to watch.</p><p>The fact that all the 65EF950V's, in some cases unique, attractions are available here in a flat screen at a more affordable price than expected is just the icing on the cake.</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/reviews/audio-visual/televisions/lg-65ef950v-1308569/review\">LG 65EF950V</a></p><p><img src=\"http://mos.futurenet.com/techradar/art/techradar/LINE2-420-90.jpg\" alt=\" \" width=\"420\"></img></p><p><img src=\"http://mos.futurenet.com/techradar/art/televisions/Samsung/Samsung%20UE55KS9000/Samsung55KS9000hero-420-90.jpg\" alt=\"Best 4K TV\" width=\"420\"></img></p><h3>3. Samsung UE55KS9000</h3><div class=\"subtitle _hawk\"><p>&quot;This Samsung dazzler shoots for the HDR stars&quot;</p></div><p><strong>Screen size:</strong> 55-inch | <strong>Tuner:</strong> Twin Freeview HD | <strong>Resolution:</strong> 3840 x 2160 | <strong>Panel technology:</strong> LED Edgelit | <strong>Smart TV:</strong> Tizen | <strong>Curved:</strong> Yes | <strong>Dimensions:</strong> 713 x 1226 x 52mm</p><div class=\"hawk-widget-insert _hawk widget_type:price model_names:Samsung%20UE55KS9000 deals_link:http%3A%2F%2Fwww.techradar.com%2Freviews%2Faudio-visual%2Ftelevisions%2Fsamsung-ue55ks9000-1320136%2Freview%2F \"><p><a href=\"http://www.techradar.com/reviews/audio-visual/televisions/samsung-ue55ks9000-1320136/review/\">See more Samsung UE55KS9000 deals</a></p></div><div class=\"icon icon-plus_circle _hawk\"> Truly spectacular HDR pictures</div><div class=\"icon icon-plus_circle _hawk\"> Stunning curved design</div><div class=\"icon icon-minus_circle _hawk\"> Curved screen is divisive</div><div class=\"icon icon-minus_circle _hawk\"> No 3D support</div><p>After some pretty premium pricing in 2015, it's good to see Samsung being reasonably aggressive with the Â£2,100 cost of UE55KS9000. This doesn't seem an awful lot to ask for the level of specification, design, performance and smart TV capabilities the UE55KS9000 brings to the table, and puts it in the same ball park as the Sony 55XD9305 that's probably its closest rival.</p><p>With its sleek lines and 360-degree design the UE55KS9000 looks every inch a premium TV - a design statement it backs up with a new LCD panel created from the ground up to get the maximum impact from the new killer picture quality combination of UHD resolution and HDR. Add in a much-improved smart interface and reasonable price for what's on offer, and it looks like Samsung may be the brand to beat again at the high end of the TV market.</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/reviews/audio-visual/televisions/samsung-ue55ks9000-1320136/review/\">Samsung UE55KS9000</a></p><p><img src=\"http://mos.futurenet.com/techradar/art/techradar/LINE2-420-90.jpg\" alt=\" \" width=\"420\"></img></p><p><img src=\"http://mos.futurenet.com/techradar/art/televisions/LG/LG%2065EC970V/LG%2065EC970V%20image-420-90.jpg\" alt=\"LG 65EC970V\" width=\"420\"></img></p><h3>4. LG 65EC970V</h3><div class=\"subtitle _hawk\"><p>&quot;The first 4K OLED TV is finally here.&quot;</p></div><p><strong>Screen size:</strong> 65-inch | <strong>Tuner:</strong> Freeview HD | <strong>Resolution:</strong> UHD 4K | <strong>Panel technology:</strong> OLED | <strong>Smart TV:</strong> LG webOS | <strong>Curved:</strong> Yes | <strong>Dimensions:</strong> 880 x 1447 x 257mm</p><div class=\"hawk-widget-insert _hawk widget_type:price model_names:LG%2065EC970V\"><p><a href=\"http://www.techradar.com/reviews/audio-visual/televisions/lg-65ec970v-1294928/price-comparison\">See more LG 65EC970V deals</a></p></div><div class=\"icon icon-plus_circle _hawk\"> Jaw-dropping design</div><div class=\"icon icon-plus_circle _hawk\"> webOS works brilliantly</div><div class=\"icon icon-minus_circle _hawk\"> Limited HDR options</div><div class=\"icon icon-minus_circle _hawk\"> Needs accurate set up</div><p>For many home cinema fans the LG 65EC970V is a dream come true. There are many, many occasions where its combination of a native 4K UHD resolution and OLED screen technology delivers pictures more beautiful and natural than any we've ever seen before on any television.</p><p>Its webOS operating system, moreover, ensures that the 65EC970V is still easy to use despite its cutting edge nature, and its design is gorgeous.</p><p>If you're lucky enough to have six grand to spare you're faced with a stark TV choice between the LG 65EC970V and the Samsung UE65JS9500. The bottom line though is that it's another ground-breaking moment for TV picture quality.</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/reviews/audio-visual/televisions/lg-65ec970v-1294928/review\">LG 65EC970V</a></p><p><img src=\"http://mos.futurenet.com/techradar/art/techradar/LINE2-420-90.jpg\" alt=\" \" width=\"420\"></img></p><p><img src=\"http://mos.futurenet.com/techradar/art/televisions/Sony/Sony%2075X9405C/Sony75X9405CFrontMain-420-90.jpg\" alt=\"Sony KD-75X9405C\" width=\"420\"></img></p><h3>5. Sony KD-75X9405C</h3><div class=\"subtitle _hawk\"><p>&quot;This Sony delivers arguably the most 4K picture I've ever seen on a 4K TV&quot;</p></div><p><strong>Screen size:</strong> 75-inches | <strong>Tuner:</strong> FreeView and FreeSat | <strong>Resolution:</strong> 4K | <strong>Panel technology:</strong> Triluminos | <strong>Smart TV:</strong> Android TV | <strong>Curved:</strong> No | <strong>Dimensions:</strong> 1041 x 1929 x 322mm</p><div class=\"hawk-widget-insert _hawk widget_type:price model_names:Sony%20KD-75X9405C\"><p><a href=\"http://www.techradar.com/reviews/audio-visual/televisions/plasma-and-lcd-tvs/sony-kd-75x9405c-1297475/price-comparison\">See more Sony KD-75X9405C deals</a></p></div><div class=\"icon icon-plus_circle _hawk\"> Sensational picture quality</div><div class=\"icon icon-plus_circle _hawk\"> Equally sensational sound quality</div><div class=\"icon icon-minus_circle _hawk\"> Space-consuming chassis design</div><div class=\"icon icon-minus_circle _hawk\"> Upscaling can cause noise</div><p>The 75X9405C certainly isn't shy about coming forward.</p><p>Its already vast 75-inch screen is further expanded by two chunky side panels and an unusually deep rear end. But there's a good excuse for this bulk, as it enables Sony's set to deliver the best speakers I've ever heard on a TV.</p><p>The 75X9405C also carries the new Android TV smart platform - even though this hasn't convinced us it's the future of TV - and best of all it combines a 4K resolution with a direct LED panel design and Sony's latest picture processing to produce pictures that are, for the most part, deliriously good.</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/reviews/audio-visual/televisions/plasma-and-lcd-tvs/sony-kd-75x9405c-1297475/review\">Sony KD-75X9405C</a></p><p><img src=\"http://mos.futurenet.com/techradar/art/techradar/LINE2-420-90.jpg\" alt=\" \" width=\"420\"></img></p><p><img src=\"http://mos.futurenet.com/techradar/art/televisions/Hisense/Hisense%20LTDN50K321UWTS/Hisense-hero-420-90.jpg\" alt=\"Hisense 50K321\" width=\"420\"></img></p><h3>6. Hisense LTDN50K321UWT</h3><div class=\"subtitle _hawk\"><p>&quot;Hisense's UK debut is far better than you've any right to expect for the money.&quot;</p></div><p><strong>Screen size:</strong> 50-inch | <strong>Tuner:</strong> Freeview HD | <strong>Resolution:</strong> 3840 x 2160 | <strong>Panel technology:</strong> LED | <strong>Smart TV:</strong> Hisense | <strong>Curved:</strong> No | <strong>Dimensions:</strong> 702 x 1124 x 247mm</p><div class=\"hawk-widget-insert _hawk widget_type:price model_names:Hisense%20LTDN50K321UWT deals_link:http%3A%2F%2Fwww.techradar.com%2Freviews%2Faudio-visual%2Ftelevisions%2Fhisense-ltdn50k321uwt-1313446%2Fprice-comparison \"><p><a href=\"http://www.techradar.com/reviews/audio-visual/televisions/hisense-ltdn50k321uwt-1313446/price-comparison\">See more Hisense LTDN50K321UWT deals</a></p></div><div class=\"icon icon-plus_circle _hawk\"> Great value</div><div class=\"icon icon-plus_circle _hawk\"> Good picture quality overall</div><div class=\"icon icon-minus_circle _hawk\"> Basic smart system</div><div class=\"icon icon-minus_circle _hawk\"> Limited viewing angles</div><p>Hisense is clearly keen to arrive on the UK TV scene with a bang. At Â£499 the 50K321 is groundbreakingly cheap for a 50-inch 4K TV, yet despite its extreme affordability it offers a pretty impressive set of features. </p><p>The breadth of multimedia playback support, strong connectivity, a smart TV system, and some promising picture specifications are all as welcome as they are unexpected.</p><p>It has, at the first time of asking, established itself as a brand capable of operating at the budget end of the market while serving up a markedly better-than-budget level of performance and features. All of which makes it potentially the stuff of nightmares for the more established TV brands.</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/reviews/audio-visual/televisions/hisense-ltdn50k321uwt-1313446/review\">Hisense LTDN50K321UWT</a></p><p><img src=\"http://mos.futurenet.com/techradar/art/techradar/LINE2-420-90.jpg\" alt=\" \" width=\"420\"></img></p><p><img src=\"http://mos.futurenet.com/techradar/art/televisions/Panasonic/Panasonic%2050CX802/Panasonic50CX802_Front_Screen-420-90.jpg\" alt=\"Panasonic TX-50CX802B\" width=\"420\"></img></p><h3>7. Panasonic TX-50CX802B</h3><div class=\"subtitle _hawk\"><p>&quot;Far and away Panasonic's best LCD TV to date.&quot;</p></div><p><strong>Screen size:</strong> 50-inch | <strong>Tuner:</strong> Freeview HD | <strong>Resolution:</strong> 3840 x 2160 | <strong>Panel technology:</strong> LED | <strong>Smart TV:</strong> Firefox OS | <strong>Curved:</strong> No | <strong>Dimensions:</strong> 687mm x 1121mm x 211mm</p><div class=\"hawk-widget-insert _hawk widget_type:price model_names:Panasonic%20TX-50CX802B deals_link:http%3A%2F%2Fwww.techradar.com%2Freviews%2Faudio-visual%2Ftelevisions%2Fpanasonic-tx-50cx802b-1302385%2Fprice-comparison \"><p><a href=\"http://www.techradar.com/reviews/audio-visual/televisions/panasonic-tx-50cx802b-1302385/price-comparison\">See more Panasonic TX-50CX802B deals</a></p></div><div class=\"icon icon-plus_circle _hawk\"> Superbly detailed, natural pictures</div><div class=\"icon icon-plus_circle _hawk\"> Exceptional colour rendition</div><div class=\"icon icon-minus_circle _hawk\"> Slight motion blur</div><div class=\"icon icon-minus_circle _hawk\"> Calibrated pictures lack brightness</div><p>While there's room for improvement with its backlight and motion handling, the 50CX802 is far and away Panasonic's best LCD TV to date.</p><p>Its pictures benefit from a unique focus on colour and greyscale nuances that give it a genuine USP, and it backs this up with an appealingly friendly new Firefox smart TV interface and - following imminent firmware updates - both HDR and Freeview Play functionality.</p><p>All at what is, all things considered, an attractive price.</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/reviews/audio-visual/televisions/panasonic-tx-50cx802b-1302385/review\">Panasonic TX-50CX802B</a></p><p><img src=\"http://mos.futurenet.com/techradar/art/techradar/LINE2-420-90.jpg\" alt=\" \" width=\"420\"></img></p><p><img src=\"http://mos.futurenet.com/techradar/art/televisions/Sony/XBR-X930D/Sony%20XD9305_hero-420-90.jpg\" alt=\"Best 4K UHD TV\" width=\"420\"></img></p><h3>8. Sony KD-XD9305</h3><div class=\"subtitle _hawk\"><p>4K UHD streaming backed by Sony's X1 processor</p></div><p><strong>Screen size:</strong> 55-inch | <strong>Tuner:</strong> Freeview HD | <strong>Resolution:</strong> 3840 x 2160 | <strong>Panel technology:</strong> LCD | <strong>Smart TV:</strong> Android TV | <strong>Curved:</strong> No | <strong>Dimensions:</strong> 1,239 x 769 x 261mm</p><div class=\"hawk-widget-insert _hawk widget_type:price model_names:Sony%20KD-XD9305 deals_link:http%3A%2F%2Fwww.techradar.com%2Freviews%2Faudio-visual%2Ftelevisions%2Fsony-kd-55xd9305-4k-hdr-tv-1319393%2Freview%2F \"><p><a href=\"http://www.techradar.com/reviews/audio-visual/televisions/sony-kd-55xd9305-4k-hdr-tv-1319393/review/\">See more Sony KD-XD9305 deals</a></p></div><div class=\"icon icon-plus_circle _hawk\"> Ultra-thin minimalist design</div><div class=\"icon icon-plus_circle _hawk\"> Good number of ports</div><div class=\"icon icon-minus_circle _hawk\"> Blacks can look milky</div><div class=\"icon icon-minus_circle _hawk\"> Poor remote control</div><p>Whichever way you look at it, Sony's KD-XD9305 is a fantastic-looking telly. The frame is sleek, minimalist and thin, and the cable management options are great for reducing clutter. More importantly, picture quality is impressive across both HD and UHD content.</p><p>Which is why it's such a shame that this set is saddled with an annoyingly busy OS and clunky remote. However, if you're someone who relies on an external box for your Smart TV functionality then the XD93's downsides start disappearing rapidly.</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/reviews/audio-visual/televisions/sony-kd-55xd9305-4k-hdr-tv-1319393/review/\">Sony KD-XD9305</a></p><p><img src=\"http://mos.futurenet.com/techradar/art/techradar/LINE2-420-90.jpg\" alt=\" \" width=\"420\"></img></p><p><img src=\"http://mos.futurenet.com/techradar/art/televisions/Samsung/Samsung%20UE48JS8500/1-420-90.jpg\" alt=\"Samsung UE48JS8500\" width=\"420\"></img></p><h3>9. Samsung UE48JS8500</h3><div class=\"subtitle _hawk\"><p>&quot;Superb colour, awesome 4K detail and sublime depth make this one special TV.&quot;</p></div><p><strong>Screen size:</strong> 48-inch | <strong>Tuner:</strong> Freeview HD and Freesat HD | <strong>Resolution:</strong> 3840 x 2160 | <strong>Panel technology:</strong> LED | <strong>Smart TV:</strong> Tizen | <strong>Curved:</strong> Yes | <strong>Dimensions:</strong> 689 x 1083 x 308mm</p><div class=\"hawk-widget-insert _hawk widget_type:price model_names:Samsung%20UE48JS8500 deals_link:http%3A%2F%2Fwww.techradar.com%2Freviews%2Faudio-visual%2Ftelevisions%2Fsamsung-ue48js8500-1304123%2Freview%2F1 \"><p><a href=\"http://www.techradar.com/reviews/audio-visual/televisions/samsung-ue48js8500-1304123/review/1\">See more Samsung UE48JS8500 deals</a></p></div><div class=\"icon icon-plus_circle _hawk\"> Superb colour</div><div class=\"icon icon-plus_circle _hawk\"> Smooth motion</div><div class=\"icon icon-minus_circle _hawk\"> Black crush</div><div class=\"icon icon-minus_circle _hawk\"> Lacks processing speed</div><p>If you're in the market for a Samsung SUHD, the 48-inch model is well worth a long, lingering look.  It's considerably cheaper than the step-up UE48JS9000 and UE65JS9500T models and has great image quality to boot.</p><p>The UE48JS8500's superb colour, awesome 4K detail and sublime depth make this one special TV, though some black crush does take the edge off. Excellent usability features â\u0080\u0093 from second-screening a TV channel and hosting all UK catch-up TV apps to supporting Netflix/Amazon 4K and playing-back 4K video files â\u0080\u0093 are welcome but slightly under-powered in terms of processing speed.</p><p>The UE48JS8500 though still remains a good value way to sample Samsung's impressive SUHD TVs.</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/reviews/audio-visual/televisions/samsung-ue48js8500-1304123/review/1\">Samsung UE48JS8500</a></p><p><img src=\"http://mos.futurenet.com/techradar/art/techradar/LINE2-420-90.jpg\" alt=\"line\" width=\"420\"></img></p><p><img src=\"http://mos.futurenet.com/techradar/art/televisions/Panasonic/TX-40CX680/1-420-90.jpg\" alt=\"Panasonic TX-40CX680B\" width=\"420\"></img></p><h3>10. Panasonic TX-40CX680B</h3><div class=\"subtitle _hawk\"><p>&quot;The TX-40CX680B could turn out to be one of the bargains of year&quot;</p></div><p><strong>Screen size:</strong> 40-inch | <strong>Tuner:</strong> Freeview HD | <strong>Resolution:</strong> 3840 x 2160 | <strong>Panel technology:</strong> LED |<strong>Smart TV:</strong> Firefox OS | <strong>Curved:</strong> No | <strong>Dimensions:</strong> 560 x 904 x 202 mm</p><div class=\"hawk-widget-insert _hawk widget_type:price model_names:Panasonic%20TX-40CX680B\"><p><a href=\"http://www.techradar.com/reviews/audio-visual/televisions/plasma-and-lcd-tvs/panasonic-tx-40cx680b-1297465/price-comparison\">See more Panasonic TX-40CX680B deals</a></p></div><div class=\"icon icon-plus_circle _hawk\">4K detail</div><div class=\"icon icon-plus_circle _hawk\">Customisable Firefox OS</div><div class=\"icon icon-minus_circle _hawk\">Soft standard def</div><div class=\"icon icon-minus_circle _hawk\">Only 3 HDMI</div><p>Is the TX-40CX680B too small to show-off its 4K panel at just 40-inches? Though the 4K resolution is the headline-grabber, the emphasis from Panasonic on this 40-incher is on better pixels rather than more pixels. This highly talented and great value TV swerves that elephant in the room with some pin-sharp pictures to add to its impressive smart TV OS.</p><p>With Firefox OS it really makes use of its eight million pixels by boosting black levels, colour and upscaling prowess to make everything save for standard definition look sumptuous. With Freeview Play incoming, it's an early front-runner for the best value 4K screen around.</p><p><strong>Read the full review: </strong><a href=\"http://www.techradar.com/reviews/audio-visual/televisions/plasma-and-lcd-tvs/panasonic-tx-40cx680b-1297465/review\">Panasonic TX-40CX680B</a></p>]]></description><link>http://www.techradar.com/news/television/10-best-ultra-hd-4k-tvs-in-the-world-today-1198304?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1198304</guid><author>Dave James</author><pubDate>2016-05-12T22:10:00Z</pubDate></item><item><title>Android VR release date, news and rumors</title><image>http://cdn.mos.techradar.com/art/Wearables/Google/Android%20VR/android-vr-hub-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/Wearables/Google/Android%20VR/android-vr-hub-470-75.jpg\" alt=\"Android VR release date, news and rumors\"/><h3>Android VR release date, news, features</h3><p><a href=\"http://www.techradar.com/reviews/wearables/google-cardboard-1287573/review\">Google Cardboard</a> is the posterchild for mobile VR. Sure, the <a href=\"http://www.techradar.com/reviews/gaming/gaming-accessories/samsung-gear-vr-1263308/review\">Samsung Gear VR</a> took it to the next level with a more captivating headset design backed by Oculus-provided optics and content, but you can't forget your first.</p><p>And since its launch, that simple, affordable Cardboard has accomplished some incredible feats. It has made believers out of VR skeptics, it has become an integral learning tool for students and creators who will share the engrossing stories of the future that need to be told.</p><p>But, in addition to sustaining Cardboard, recent rumors of a project  called Android VR could be pointing to bigger virtual reality ambitions  on the way soon from Google. </p><p><img src=\"http://cdn.mos.techradar.com/art/Wearables/Google/Cardboard/Review/Google%20Cardboard_front-420-100.jpg\" alt=\"Google Cardboard\" width=\"420\"></img></p><p>The Cardboard experience was contained within an app. Hop out of it and you're done. But it's plausible that, especially with such a broad title, Android VR could actually cast itself across the entire operating system. The forthcoming <a href=\"http://www.techradar.com/news/phone-and-communications/mobile-phones/android-7-what-we-want-to-see-1311290\">Android N</a> update, to be specific.</p><p>We expect, with a high degree of certainty, that Google will announce Android VR at the upcoming <a href=\"http://www.techradar.com/news/world-of-tech/google-io-1307820\">Google IO 2016</a> developer conference. But, in the mean time, let's dig a little deeper into what to expect and what we want out of the next wave of Google's virtual reality plans.</p><h3>Cut to the chase</h3><ul><li><strong>What is it?</strong> Google's next mobile VR platform and possibly, a headset</li><li><strong>When is it out?</strong> Likely Summer or Autumn 2016, or whenever Android N releases</li><li><strong>What will it cost?</strong> More than Cardboard, less than Gear VR</li></ul><h3>Android VR release date</h3><p>Google's next VR venture will likely be announced during its Google IO keynote, with a release date that shouldn't keep people waiting for too long. The rumor morsels we've seen haven't pointed to an actual launch date, but it would only make sense to get Android VR in people's hands as soon as possible.</p><p><img src=\"http://cdn.mos.techradar.com/art/Wearables/Google/Cardboard/android-cardboard-420-100.jpg\" alt=\"Android VR\" width=\"420\"></img></p><p>Eagle-eyed Android N developer preview testers have spotted several mentions of VR in the underlying code, which could be a hint in itself that Android VR won't be coming until Android N is on more phones than just the latest Nexus devices with which it will likely debut. </p><p>And thanks to Google's <a href=\"http://www.techradar.com/news/phone-and-communications/mobile-phones/android-n-arrives-on-its-first-non-nexus-phone-the-sony-xperia-z3-1319504\">expanding Android N preview support</a> for the <a href=\"http://www.techradar.com/reviews/phones/mobile-phones/sony-xperia-z3-1263309/review\">Sony Xperia Z3</a>, that might not take very long. Or at least, not as long as <a href=\"http://www.techradar.com/news/software/operating-systems/android-m-release-date-when-can-i-get-it--1297182\">Android 6.0 Marshmallow</a> took to reach major devices.</p><h3>Android VR price</h3><p>When it comes to VR, we live in a near-perfect world where people with any sort of budget can get their hands on a headset. The Cardboard starts at $15 (Â£15, about AU$20) and the Gear VR sits at $100 (Â£80, AU$158,) which is a good price range for those who just want to dabble. Then, we have the $600 (Â£499, AU$649) <a href=\"http://www.techradar.com/reviews/gaming/gaming-accessories/oculus-rift-1123963/review\">Oculus Rift</a> and $799 (Â£689, about AU$1226) <a href=\"http://www.techradar.com/reviews/wearables/htc-vive-1286775/review\">HTC Vive</a> for grabs if you're ready to dive in head-first.</p><p>While the pool of rumors has been light on pricing details, it's likely that Android VR, if it's actually a headset, will position itself snugly between the somewhat affordable Samsung Gear VR and the more expensive options I've listed above. I really can't see Google choosing a prohibitive cost for a product it's trying to attract VR thrill-seekers to.</p><p>After all, like the Gear VR and Cardboard, Android VR will be but a fancy enclosure for your smartphone. So, how expensive could it be?</p><h3>Android VR design</h3><p>The rumors we've heard up to this point have been light on details on the design of the Android VR headset. It could be because it is being kept neatly under wraps before its unveiling at next week's Google IO conference. But it's possible that Android VR, like Google Cardboard, could end up being a framework for other manufacturers to iterate on. </p><p>But, if Android VR does materialize as a fully-fledged headset that's fit for retail (which we're crossing our fingers for) you can bet that Google will pull out all the stops to make it competitive. And by that, we mean it probably will be less of a cardboard affair and more of something in line with its minimalist first-party products. </p><p><img src=\"http://mos.futurenet.com/techradar/art/Wearables/Google/Cardboard/google-cardboard-androidvr-420-90.jpg\" alt=\"Android VR\" width=\"420\"></img></p><p>It's easy to imagine Android VR looking pretty good when you consider the best design qualities of Google's wide range of products, like the <a href=\"http://www.techradar.com/reviews/phones/mobile-phones/nexus-6p-1305318/review\">Nexus 6P</a>, <a href=\"http://www.techradar.com/reviews/audio-visual/av-accessories/chromecast-1305399/review\">Chromecast</a>, <a href=\"http://www.techradar.com/reviews/audio-visual/av-accessories/nexus-player-1271514/review\">Nexus Player</a> and <a href=\"http://www.techradar.com/reviews/gadgets/google-glass-1152283/review\">Google Glass</a>.</p><p>If Android VR is a head-mounted display and not just a kit that you hold up to your face, it's going to need to be comfortable and feature simple, intuitive controls. Tap controls have proven to be an easy interface method on Samsung's Gear VR headset. I could see Google's featuring something similar, but maybe with some extra touch functionality a la Google Glass.</p><h3>Android VR performance</h3><p>So, what sort of performance can we reasonably expect out of it? Well, you'd be right to think that it really depends on the power of the phone that's inside.</p><p>But, let's say that you have a Nexus 6P and power isn't much of an issue. Sources have suggested that Android VR will provide better performance than the Gear VR, but (understandably) not as good as what the Rift or Vive can push. </p><p><img src=\"http://cdn.mos.techradar.com/art/Wearables/Google/Cardboard/best%20apps%20and%20games/cardboard-roundup-hero-420-100.jpg\" alt=\"Android VR\" width=\"420\"></img></p><p>As time goes on, bringing more powerful systems on a chip (SoC) and pixel dense screens along with it, mobile VR will begin to play ball on the same court as PC-tethered headsets. But that's not to say that Android VR won't be showing some serious promise.</p><p>Spotted within the Android N developer preview, a <a href=\"http://www.techradar.com/news/phone-and-communications/mobile-phones/android-n-could-make-google-s-vr-ambitions-a-virtual-reality-1319184\">few curious settings</a> hint toward some deep VR integration throughout the entire OS. Let's get zany: Google could create a VR-friendly version of Android N that kicks on whenever you slot your smartphone into an Android VR headset. Just imagine: a theater-like view of your home screen and the ability to run all of your apps without checking back into reality.</p><p>Additionally, a &quot;sustained performance mode&quot; setting was uncovered within the framework, which could enable an &quot;overclock&quot; of sorts on modern smartphones. You might need it when playing graphically-intensive games running Unreal Engine 4, which coincidentally also <a href=\"http://www.techradar.com/news/wearables/cardboard-cut-out-android-vr-hinted-just-before-google-io-2016-1321077\">contained a mention</a> of Android VR within its development tools.</p><h3>Android VR + Project Tango</h3><p><a href=\"http://www.techradar.com/reviews/pc-mac/tablets/project-tango-1287506/review\">Project Tango</a> is Google's ambitious VR/AR technology that packs all of the fanciest features you've seen in the <a href=\"http://www.techradar.com/reviews/wearables/microsoft-hololens-1281834/review\">Microsoft HoloLens</a> into a tablet, or <a href=\"http://www.techradar.com/news/phone-and-communications/mobile-phones/google-s-project-tango-dances-with-lenovo-for-its-first-consumer-outing-1312659\">in Lenovo</a> and <a href=\"http://www.techradar.com/news/phone-and-communications/mobile-phones/intel-brings-realsense-3d-cameras-to-project-tango-smartphones-1302127\">Intel's</a> case, some very large phone. It relies on a multi-camera and multi-sensor setup to detect three-dimensional depth and motion, which can digitally map the space around and find your location in it so you can run amok. The end result brings your reality into a virtual one, which holds a ton of promise. </p><p>Current applications for the technology include <a href=\"http://www.techradar.com/news/mobile-computing/tablets/google-just-made-the-tablet-the-ultimate-museum-piece-1315796\">helping you navigate</a> through a museum and getting way more interactive with the art. If that sounds boring, trust me, it's not. Expanding off of that, will there be games made for Project Tango? You bet. Will Project Tango-enabled phones work with Android VR? I hope so!</p><p><img src=\"http://cdn.mos.techradar.com/art/mobile_phones/Google/Project%20Tango/Project_Tango_colours-420-100.jpg\" alt=\"Project Tango\" width=\"420\"></img></p><p>I love the idea of a VR headset that scales with whatever technology that you slot into it. In the way that it's compatible with both iOS and Android, the Cardboard currently does this. But the pie-in-the-sky hope is that whether you're using the hit flagship of 2015, or the next cutting-edge Nexus that could very well have Project Tango tech built-in, Android VR could be the most future-proof headset on the market.</p><p>Whatever Google has in store for Android VR, we'll be at Google IO 2016 to see it all unfold.</p>]]></description><link>http://www.techradar.com/news/phone-and-communications/mobile-phones/android-vr-release-date-news-features-1321245?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1321245</guid><author>Cameron Faulkner</author><pubDate>2016-05-12T20:35:00Z</pubDate></item><item><title>Disney's human-controlled robots could replace its theme park mascots</title><image>http://cdn.mos.techradar.com/art/Robots/Disney_Haptic_Robot-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/Robots/Disney_Haptic_Robot-470-75.jpg\" alt=\"Disney's human-controlled robots could replace its theme park mascots\"/><p>&quot;Disney magic&quot; tends to refer more to the company's films and attractions than robotics, but it's genuinely hard to not be amazed - if not a little weirded-out - watching its latest machine move with such accuracy that it could audition for Wall-E 2.</p><p>Disney's <a href=\"https://www.disneyresearch.com/publication/haptic-telepresence-robot/\">Hybrid Hydrostatic Transmission and Human Safe Haptic Telepresence Robot</a> - which we're just going to call &quot;Jimmy&quot; as per the nametag worn by the bot - uses a transmission made of both sturdy water lines and agile air lines for smooth, measured movements, doing away with the stiff gestures made famous by the namesake dance move, &quot;The Robot.&quot;</p><mediainsert caption=\"null\" mediatype=\"YouTube\" height=\"315\" src=\"https://www.youtube.com/watch?v=HY4bfnHMdtk&amp;feature=youtu.be\" width=\"420\">YouTube : https://www.youtube.com/watch?v=HY4bfnHMdtk&amp;feature=youtu.be</mediainsert><p>Manned by a headset-clad operator with controllers that look like they came from a miniaturized version of Pacific Rim, Jimmy can replicate actions as rhythmic as drumming, delicate as threading a needle, precise as handling an egg, and kid-friendly as playing patty cake.</p><p>We imagine Disney won't be stumped finding uses for Jimmy, especially when it comes building to mascots for its theme parks that would normally be impossible to squeeze a human inside. </p><p>Imagine proportionally-accurate &quot;Human Safe&quot; recreations of Stitch from Lilo &amp; Stitch or Mike Wazowski from Monsters, Inc. that interacts directly with guests. <a href=\"https://www.youtube.com/watch?v=7trn91xkJ0w\">What could possibli go wrong?</a></p><mediainsert caption=\"null\" mediatype=\"YouTube\" height=\"315\" src=\"https://www.youtube.com/watch?v=RjUvHasKGTg\" width=\"420\">YouTube : https://www.youtube.com/watch?v=RjUvHasKGTg</mediainsert><ul><li><a href=\"http://www.techradar.com/news/world-of-tech/8-robots-that-will-either-kill-us-all-or-show-us-their-humanity-1315717\">Eight robots that will either destroy us all or show us their humanity</a></li></ul>]]></description><link>http://www.techradar.com/news/world-of-tech/disney-s-human-controlled-robots-could-replace-its-theme-park-mascots-1321236?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1321236</guid><author>Parker Wilhelm</author><pubDate>2016-05-12T20:34:00Z</pubDate></item><item><title>PC Gaming Week: Why Dungeons &amp; Dragons quickly became my PC game to beat</title><image>http://cdn.mos.techradar.com/art/games/Dungeons%20and%20Dragons/dnd-hero-istock-credit-michael-r-lopez-470-75.jpg</image><description><![CDATA[<img src=\"http://cdn.mos.techradar.com/art/games/Dungeons%20and%20Dragons/dnd-hero-istock-credit-michael-r-lopez-470-75.jpg\" alt=\"PC Gaming Week: Why Dungeons & Dragons quickly became my PC game to beat\"/><h3>D&amp;D rules dude</h3><p>You probably haven't noticed yet, but there's a PC gaming revolution taking place right under your nose â\u0080\u0093 and no, it's not virtual reality. Oddly enough, it's Dungeons &amp; Dragons.</p><p>Yep, that 40-year-old tabletop â\u0080\u0093 i.e. a physical table in the real world â\u0080\u0093 game that was once thought to be devil worship at worst and more like taxes than a game at best. D&amp;D has always been there, enduring the Reagan era and Y2K, no less.</p><p>D&amp;D has pervaded every corner of gamer culture short of eSports â\u0080\u0093 from informing arguably every role-playing video game (RPG) to date to inspiring a score of its own. (Surely, you know the words &quot;Baldur's Gate?&quot;)</p><p>When you put it that way, it's funny that only the past few years has seen the game itself adapted for the platform where the very digital RPGs that it had inspired began: the PC. And it's the best thing to happen to PC gaming since the massively multiplayer online game (MMO) phenomenon.</p><p><img src=\"http://mos.futurenet.com/techradar/art/games/Dungeons%20and%20Dragons/roll20-hero-420-90.jpg\" alt=\"Dungeons and Dragons'\" width=\"420\" title=\"Image Credit: The Orr Group\"></img></p><h3>For one, it can be 100% free</h3><p>Now, don't worry, you weren't buried under a rock for a few years: <a href=\"http://dnd.wizards.com/\" rel=\"nofollow\">Wizards of the Coast</a> (publisher of D&amp;D) hasn't released a definitive online version of the game. There is no definitive &quot;D&amp;D app.&quot; The start of D&amp;D play on the PC â\u0080\u0093 simply enough â\u0080\u0093 coincided with the advancements of video chat on the PC.</p><p>Once you had a solid video connection with your friends (and some well-earned trust â\u0080\u0093 no cheaters!), you had a remote D&amp;D game. Those familiar with the game will know all it really takes is an idea, a basic understanding of the rules and some dice to make the game happen. (In this case, an ace Dungeon Master helps too, but anyway.)</p><p>Of course, it's impossible to say when exactly online D&amp;D play began, but it's safe to say that it came part and parcel with the dawn of Skype. It wouldn't be for another few years that plucky game and app developers, like The Orr Group and SmiteWorks, would swoop in to give online D&amp;D some major upgrades.</p><p>Creators of <a href=\"https://roll20.net/\" rel=\"nofollow\">Roll20</a> and <a href=\"https://www.fantasygrounds.com/home/home.php\" rel=\"nofollow\">Fantasy Grounds</a>, respectively, these developers have grown the online D&amp;D community enormously. The former is playable in your browser for free while the latter offers a more premium app experience for a fee. Both offer super robust mapping and video chat tools, with tons of character icons and even music integration.</p><p>But, even without the aid of special apps, you can play D&amp;D online over any voice or video chat service for absolutely free, save for whatever rulebooks and sourcebooks you decide to purchase for the game. In a way, D&amp;D fans have been doing free-to-play gaming way before it was cool.</p><p>It's apps like Roll20 that inspired me to rope my friends into a D&amp;D campaign that I've been serving as the Dungeon Master for over the past year-and-a-half or so. It's the most fun I've had gaming on a PC in my life. Frankly, video games don't even cut it for me anymore.</p><p><img src=\"http://mos.futurenet.com/techradar/art/games/Dungeons%20and%20Dragons/fantasy-grounds-in-action-420-90.jpg\" alt=\"Dungeons and Dragons\" width=\"420\" title=\"Image Credit: Chris Jernigan\"></img></p><h3>It's the ultimate role-playing game</h3><p>If you're a fan of RPGs on the PC, like Mass Effect, The Elder Scrolls: Skyrim or Baldur's Gate, no matter the reason â\u0080\u0093 the story, the combat, the numbers (even the graphics) â\u0080\u0093 D&amp;D is a better version of that. </p><p>And, it all lies in the fact that the only limit of the game is the player and the Dungeon Master's imagination.</p><p>There are no scripted non-player character (NPC) interactions. There are no truly &quot;random&quot; encounters. There are no artificially forced decisions for the players to make. </p><p>Everything that happens within even a single session of a D&amp;D game is the direct result of the players' natural decisions in the roles that they've come to the table to play.</p><p>This alone creates the potential for an infinite amount of storytelling hooks, possibilities and outcomes. No amount of Chrono Trigger endings will even get close to the possible outcomes of a D&amp;D campaign. </p><p>That's because a player playing a wizard character could easily say, &quot;I turn the orcish warlord into a squirrel,&quot; rather than see her fighter companion duke it out in the arena.</p><p>No PC game to date nor what's down the line can promise that sheer level of potential. It's this unpredictable nature of the game that's spurred some of the heartiest laughs and empowering experiences I've ever had gaming on a PC.</p><p><img src=\"http://mos.futurenet.com/techradar/art/games/Dungeons%20and%20Dragons/roll20-in-action-420-90.jpg\" alt=\"Dungeons and Dragons\" width=\"420\" title=\"Image Credit: Poppa VT\" class=\"zoomable\"></img></p><h3>It inspires connection like no other game can</h3><p>Since moving to New York from Philadelphia over four years ago, I've tried several different video games as a means of keeping in contact with my friends. (What? It's what we've always related over.) Nothing really stuck.</p><p>But, for whatever reason, D&amp;D has stuck like Gorilla Glue. And, I think it has a lot to do with two things. For one, the first few minutes of every D&amp;D session are sidetracked by catching up. And this is a good thing.</p><p>&quot;How's your daughter,&quot; I ask my friend of 21 years, a newly-minted father. &quot;Great! She laughed for the first time today, it wasâ\u0080¦&quot; And this goes on for another 10 minutes before the game actually begins. </p><p>Had this been, say, a World of Warcraft raiding party, that conversation would've been much more short lived, likely interrupted by a pointlessly militant raid leader. And, it's because video chat, which few â\u0080\u0093 if any â\u0080\u0093 big-time PC games offer (it's just not integral to those games), does so much more for connection than solely voice.</p><p>Why do you think FaceTime has absolutely blown up? It's the closest thing to face-to-face interaction, and D&amp;D thrives on it.</p><p>The other reason I think D&amp;D has stuck for my circle of friends is because, regardless of whether we admit it, we're exploring each other's (and our own) psyche through the characters we've created. </p><p>After playing D&amp;D with my friends online over the past 18 months or so, I feel closer than ever with them, as if â\u0080\u0093 for but a few hours a week â\u0080\u0093 I don't live 99 miles away. I'm learning more about who they are as people with every session. That's something that few â\u0080\u0093 if any other â\u0080\u0093 PC games can attest to.</p><p>All said, your enjoyment of D&amp;D â\u0080\u0093 online or not â\u0080\u0093 depends entirely on what you and your friends put into it. That may sound daunting, but know that not a single DRM-ridden, $60 PC game can offer an ROI like that.</p><p>When you put it that way, it looks to me like Dungeons &amp; Dragons has become the PC game to beat. Through and through, that's thanks entirely to the ingenuity of PC gaming.</p><p><strong>Lead image credit</strong>: Michael R Lopez (iStock)</p><ul><li>These are the <a href=\"http://www.techradar.com/us/news/gaming/10-best-pc-games-the-must-play-titles-you-can-t-afford-to-miss-1292327\">best PC games</a> right now</li></ul>]]></description><link>http://www.techradar.com/news/computing/pc/why-dungeons-dragons-quickly-became-my-pc-game-to-beat-1321240?src=rss&amp;attr=all</link><guid>http://www.techradar.com/1321240</guid><author>Joe Osborne</author><pubDate>2016-05-12T19:51:00Z</pubDate></item></channel></rss>\n<!-- Cached on: Fri, 13 May 2016 08:16:48 +0100 key: techradar-rss/new -->",
  "headers": {
    "Expires": "Fri, 13 May 2016 07:47:33 GMT",
    "X-F-Cache": "MISS",
    "Transfer-Encoding": "chunked",
    "Cache-Control": "max-age=120",
    "Date": "Fri, 13 May 2016 07:45:33 GMT",
    "Content-Type": "text/xml;",
    "Server": "nginx",
    "Connection": "keep-alive"
  },
  "response_url": "http://feeds.webservice.techradar.com/rss/new"
}