{
  "requested_url": "http://grantland.com/hollywood-prospectus/feed/",
  "fetched_at": "2016-05-13T00:45:48.715659",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?><rss version=\"2.0\"\n\txmlns:content=\"http://purl.org/rss/1.0/modules/content/\"\n\txmlns:wfw=\"http://wellformedweb.org/CommentAPI/\"\n\txmlns:dc=\"http://purl.org/dc/elements/1.1/\"\n\txmlns:atom=\"http://www.w3.org/2005/Atom\"\n\txmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\"\n\txmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\"\n\txmlns:georss=\"http://www.georss.org/georss\" xmlns:geo=\"http://www.w3.org/2003/01/geo/wgs84_pos#\" xmlns:media=\"http://search.yahoo.com/mrss/\"\n\t>\n\n<channel>\n\t<title>Hollywood Prospectus &#8211; Grantland</title>\n\t<atom:link href=\"http://grantland.com/hollywood-prospectus/feed/\" rel=\"self\" type=\"application/rss+xml\" />\n\t<link>http://grantland.com</link>\n\t<description>Sports and pop culture from our rotating cast of writers</description>\n\t<lastBuildDate>Fri, 13 May 2016 07:43:25 +0000</lastBuildDate>\n\t<language>en</language>\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\n\t<sy:updateFrequency>1</sy:updateFrequency>\n\t<generator>http://wordpress.com/</generator>\n<cloud domain='grantland.com' port='80' path='/?rsscloud=notify' registerProcedure='' protocol='http-post' />\n<image>\n\t\t<url>http://0.gravatar.com/blavatar/aa872ea20c62336515046995cae2daf2?s=96&#038;d=http%3A%2F%2Fs2.wp.com%2Fi%2Fbuttonw-com.png</url>\n\t\t<title>Hollywood Prospectus &#8211; Grantland</title>\n\t\t<link>http://grantland.com</link>\n\t</image>\n\t<atom:link rel=\"search\" type=\"application/opensearchdescription+xml\" href=\"http://grantland.com/osd.xml\" title=\"Grantland\" />\n\t<atom:link rel='hub' href='http://grantland.com/?pushpress=hub'/>\n\t<item>\n\t\t<title>Brand Echh: Sandra Bullock and Billy Bob Thornton Can’t Save the Lame ‘Our Brand Is Crisis’</title>\n\t\t<link>http://grantland.com/hollywood-prospectus/brand-echh-sandra-bullock-and-billy-bob-thornton-cant-save-the-lame-our-brand-is-crisis/</link>\n\t\t<pubDate>Fri, 30 Oct 2015 16:24:53 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Alex Pappademas]]></dc:creator>\n\t\t\n\t\t<guid isPermaLink=\"false\">http://grantland.com/?post_type=grantland_pop&#038;p=303652</guid>\n\t\t<description><![CDATA[If you look at it as another sincere and affectionate cover-band take on a popcorn genre from director David Gordon Green, 'Crisis' almost makes sense.<img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=grantland.com&#038;blog=60203239&#038;post=303652&#038;subd=espngrantland&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>If you look at it as another sincere and affectionate cover-band take on a popcorn genre from director David Gordon Green, <i>Our Brand Is Crisis </i>almost makes sense. <i>Pineapple Express </i>was Green&#8217;s &#8220;&#8217;80s action comedy&#8221; movie, <i>Your Highness </i>was his &#8220;sword and sorcery&#8221; movie, and this one is his &#8220;Sandra Bullock&#8221; movie. It doesn&#8217;t find a new angle from which to approach a star who&#8217;s been eclipsed by a persona, the way Green did with Nicolas Cage in 2013&#8217;s <i>Joe </i>and Al Pacino in 2014&#8217;s <i>Manglehorn</i>. It just succumbs to Bullock&#8217;s gravitational pull, content to watch her play a medley of her greatest hits &#8212; funny, relatable klutz; recovering alcoholic; problem-solving tough broad; and (eventually) white savior &#8212; as a limp political satire unfolds around her. It&#8217;s the first time I&#8217;ve watched a David Gordon Green movie and found myself wishing I was in the capable hands of a set-&#8217;em-up-knock-&#8217;em-down director like Jay Roach.</p>\n<p>The story is suggested by true events, and by a better movie about those events. In 2002, the Bolivian politician Gonzalo &#8220;Goni&#8221; Sánchez de Lozada, who&#8217;d served as president of Bolivia from 1993 to 1997, ran for the same office again, this time with the American political consulting firm Greenberg Carville Shrum in his corner. In writer-director Rachel Boynton&#8217;s terrific 2005 documentary, also called <i>Our Brand Is Crisis</i>, we watch as GCS uses crafty American-style politics to get Goni, initially a nonstarter as a candidate, elected with a narrow 22.46 percent plurality. He doesn&#8217;t really have the support of the Bolivian people, including the country&#8217;s deeply disenfranchised indigenous majority, and when he makes the unpopular decision to begin piping Bolivia&#8217;s natural-gas resources to Mexico and California through Chile, the population rises up in anger. Protesters clash with Bolivia&#8217;s police and armed forces, and by the time de Lozada resigns and flees to the United States in October 2003, at least 70 people have been killed, most of them civilians.</p>\n<p>It&#8217;s a movie about smart people doing deeply cynical things in service of an ostensibly idealistic goal. As head pollster and strategist Jeremy Rosner explains early on, GCS is all about &#8220;progressive policy for profit,&#8221; which means swinging elections in favor of vaguely Clintonesque pro-globalization candidates on the debatable principle that any country&#8217;s poorest people always benefit when the free-market guy wins. The most compelling character in Boynton&#8217;s film is James Carville, blazingly telegenic as always, the life of the party in every meeting, selling cracker wisdom like magic beans, as unconcerned with the specifics of Bolivian politics and history as a coked-up lead singer asking a Cleveland crowd if Cincinnati is ready to rock. But the movie&#8217;s spine is an interview with Rosner, who Boynton walks slowly but surely toward something resembling a confession — that by twisting the campaign away from actual issues and swinging the election for a marginal candidate who lacked popular support, GCS was at least partially responsible for the chaos and death that followed. Ever the strategist, Rosner expresses his regret in a chagrined yet perfectly noncommittal sound bite: &#8220;It&#8217;s not facts I learned, but the texture of people&#8217;s political passions, and the texture of their sadness about what&#8217;s been stripped from them.&#8221;</p>\n<p>In Green&#8217;s <i>Our Brand</i> adaptation, Bullock is &#8220;Calamity&#8221; Jane Bodine, a burned-out campaign-trail veteran who comes off the bench to settle a score with her old nemesis, a cheerfully despicable Carville manqué named Pat Candy, played by Billy Bob Thornton. We know that Jane is a once-great political strategist who fell from grace because the implausible newspaper headlines in the opening credits (&#8220;INCUMBENT LOSS ATTRIBUTED TO JANE BODINE&#8221;) tell us so; we know she has no family and no life and hasn&#8217;t run a campaign in six years because when campaign managers Anthony Mackie and Ann Dowd drive out to her snowy mountain cabin to pull her back into the game, they keep saying things like &#8220;She has no kids, no family, no life&#8221; and &#8220;Six years? She hasn&#8217;t run a campaign in six years?&#8221; The worst thing about this movie isn&#8217;t the fuzziness of its politics; it&#8217;s that it assembles pretty much the best supporting cast you could ask for &#8212; from Dowd and Mackie to Scoot McNairy and Zoe Kazan &#8212; and gives them nothing to do but stand around in conference rooms asking dumb questions for the audience&#8217;s benefit. &#8220;This thing with Candy,&#8221; McNairy&#8217;s adman character says at one point. &#8220;It&#8217;s like they got some Sicilian blood feud going on. Did they used to work together?&#8221;</p>\n<p>You will maybe not be surprised to learn that Jane and Candy do have a history, and that it&#8217;s connected to Jane&#8217;s amoral disengagement from the ideological side of the political game. The tension between them doesn&#8217;t play, because Thornton and Bullock never seem to be on the same page performance-wise; watching them cycle through emotions in their scenes together is like watching two slot machines try to ring cherries. Apart from a thudding moment in which Mackie&#8217;s character establishes his idealistic streak by admitting that he spent time in a Buddhist monastery years ago &#8212; and McNairy&#8217;s perfect creative-class-douchebag wardrobe notwithstanding &#8212; you never really get a sense of who these characters are, professionally or as people. If they&#8217;re experienced enough to get jobs running a presidential campaign in a large Latin American country, they should probably be at least somewhat capable, but the movie&#8217;s arc requires them to be thumb-sucking babies about modern politics, so that Bullock, who drives the narrative, has no choice but to rediscover her inner shark and start running shit. The problem with building the story this way is that the point it&#8217;s trying to make about the morality of American consultants exporting U.S.-style campaigning (and American ideology) to foreign nations is at odds with our desire as an audience to see Bullock and the good guys beat creepy old bald Billy Bob Thornton and deliver a win for their <em>faux</em>-Goni candidate, played by the great Joaquim de Almeida (<i>Fast Five</i>).</p>\n<p>It won&#8217;t win anything, but the best movie I&#8217;ve seen this Oscar season is Denis Villenueve&#8217;s <i>Sicario</i>, another movie about an idealistic female protagonist facing the dawning realization that she&#8217;s complicit in making the world worse. <i>Our Brand </i>is essentially <i>Sicario </i>with a happier ending, in which the cynical Jane&#8217;s decision to do one right thing is imbued with the power to zero out her moral ledger &#8212; partly because the credits roll before the bloodshed starts.</p><img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=grantland.com&#038;blog=60203239&#038;post=303652&#038;subd=espngrantland&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></content:encoded>\n\t\t\n\t\t<media:thumbnail url=\"http://espngrantland.files.wordpress.com/2015/10/ourbrandiscrisis-e1446217214403.jpg?w=150\" />\n\t\t<media:content url=\"http://espngrantland.files.wordpress.com/2015/10/ourbrandiscrisis-e1446217214403.jpg?w=150\" medium=\"image\">\n\t\t\t<media:title type=\"html\">ourbrandiscrisis</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://1.gravatar.com/avatar/1d98326d31cba8316f4e5acca6f1a6fb?s=96&#38;d=identicon&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">marklisanti</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>50 Scenes That Do Not Appear in the Fox ‘X-Files’ Revival</title>\n\t\t<link>http://grantland.com/hollywood-prospectus/fifty-scenes-x-files-revival-fox-david-duchovny-gillian-anderson-fox-mulder-dana-scully/</link>\n\t\t<pubDate>Fri, 30 Oct 2015 15:38:45 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Brian Phillips]]></dc:creator>\n\t\t\n\t\t<guid isPermaLink=\"false\">http://grantland.com/?post_type=grantland_pop&#038;p=303603</guid>\n\t\t<description><![CDATA[A spoiler-free take on the return of the beloved sci-fi series!<img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=grantland.com&#038;blog=60203239&#038;post=303603&#038;subd=espngrantland&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>People are often surprised to learn that I, Brian Phillips, enjoy spending time with celebrities in glamorous situations and environments. &#8220;But Brian,&#8221; they exclaim, eyes wide over the straws of their Frappuccinos, &#8220;you&#8217;re a <a href=\"http://grantland.com/the-triangle/today-in-twitter-beefs-andy-murrays-mom-vs-yoko-ono/\" target=\"_blank\">serious writer</a>! How can you waste your time with all that trash?&#8221;</p>\n<p>My answer is always the same. &#8220;Look,&#8221; I say with a small smile, &#8220;if Thomas Mann could write <em>Doctor Faustus </em>in Pacific Palisades without even getting a suntan, there&#8217;s no reason I can&#8217;t &#8230; <em>something something something.</em>&#8221; I sort of murmur the last part into my drink. That&#8217;s a trick I picked up from Kirsten Dunst.</p>\n<p>Case in point: Last night I went to a screening of the new <em>X-Files </em>series at The London, an exclusive Hollywood hotel. Glen Morgan was there. Glen Morgan is a little guy I like to call &#8220;a producer of <em>The X-Files</em>, a television series that aired on Fox between 1993 and 2002, starring David Duchovny and Gillian Anderson.&#8221; Actually, he&#8217;s not little at all. Not huge, but he has some mass on him. If I had to use one word to describe Glen Morgan&#8217;s physical scale, it would be &#8220;medium.&#8221; There are a lot of different sizes of people in the world, and that guy is one of the normal ones.</p>\n<p>Afterward, there were cocktails.</p>\n<p>Say what you will about Hollywood, but it was a fascinating experience. My <a href=\"http://grantland.com/features/rob-ford-sports-fan/\" target=\"_blank\">serious-writer brain</a> was fully engaged with learning about things like the meaning of America and also what is up with Mulder and Scully these days. In the most important and deepest sense, I know both, now. I would love to share this knowledge with you. However, I cannot. Because of spoilers. Ever since George R.R. Martin let slip to me in confidence that Tyrion murders Daenerys at the end of the last book, I have been terrified of accidentally revealing a major spoiler on the Internet. Also, the PR flack who welcomed me to the screening room explained that she would &#8220;fucking cut [me]&#8221; if I &#8220;breathe[d] a word about any of this, you [extremely handsome man].&#8221;</p>\n<p>Like I said, I love hanging out with celebrities.</p>\n<p>What I <em>can </em>tell you is what <em>doesn&#8217;t </em>happen in the new <em>X-Files. </em>So much stuff doesn&#8217;t happen! And each new non-development is more shocking than the last. Without further ado, here&#8217;s a breakdown of the most exciting <em>X-Files </em>plot developments that do not and never will exist.<a class=\"footnote-link\" data-expandable=\"entry-footnotes\" data-footnote-id=\"1\" href=\"#fn-1\"><sup id=\"ss-1\">1</sup></a></p>\n<p style=\"text-align:center;\">♦♦♦</p>\n<div id=\"attachment_303681\" style=\"width: 1034px\" class=\"wp-caption alignnone\"><img class=\"size-full wp-image-303681\" src=\"https://espngrantland.files.wordpress.com/2015/10/mulder.jpg?quality=100&amp;strip=all\" alt=\"David Duchovny and Gillian Anderson in New York in October 2015.\"   /><p class=\"wp-caption-text\"><span>Rommel Demano/WireImage</span> David Duchovny and Gillian Anderson in New York in October 2013.</p></div>\n<p><strong>1. </strong>Mulder does not ask for another caipirinha and then say, &#8220;Heh. I like that word. <em>Caipirinha</em>.&#8221;</p>\n<p><strong>2. </strong>The Cigarette Smoking Man never sits up grumpily in bed while snapping, &#8220;Jesus, Velazquez, when is it <em>not </em>time to take out the recycling?&#8221; to the alien lying there next to him.</p>\n<p><strong>3. </strong>Scully absolutely does not order some trays on the Internet.</p>\n<p><strong>4. </strong>At the end of a dark alley, where the light from a lone streetlamp gleams along pavement slick with rain, Scully does not find a pop-up taqueria where this guy Jonathan is making churros.</p>\n<p><strong>5. </strong>I could tell you that this series explores the politics of mulch production, but I would be lying, because that is yet another thing that does not happen.</p>\n<p><strong>6. </strong>Mulder does not stare out a window at the U.S. Capitol building and whisper, &#8220;Monsters, huh. I don&#8217;t think I get it.&#8221;</p>\n<p><strong>7. </strong>You know who else doesn&#8217;t do that? Anyone.</p>\n<p><strong>8. </strong>Mulder simply never books a trip to Africa on the grounds that &#8220;hippos just <em>feel </em>like an X-File.&#8221;</p>\n<p><strong>9. </strong>It does not, at any point, transpire that Assistant FBI Director Walter Skinner joins Kickstarter to seek funding for his &#8220;elegantly bound novelization&#8221; of Infocom&#8217;s <em>Leather Goddesses of Phobos.</em></p>\n<p><strong>10. </strong>The word &#8220;copyleft&#8221; — that doesn&#8217;t get thrown around a lot.</p>\n<p><strong>11. </strong>Jonathan, who is not making churros, does not tell Scully that &#8220;it&#8217;s about the cinnamon&#8221; and then gasp, &#8220;I&#8217;ve said too much,&#8221; and then get shot in the head by a sniper from Venus.</p>\n<p><strong>12. </strong>Mulder and Scully do not then stumble upon a mysterious low white building in the middle of a cinnamon field where blank-faced workers in white hazmat suits kind of seem like they&#8217;re processing cinnamon but also kind of seem like they&#8217;re doing something else.</p>\n<p><strong>13. </strong>Deep Throat does not come back from the dead and holler, &#8220;Surprise, friends! It&#8217;s me, Deep Throat!&#8221;</p>\n<p><strong>14. </strong>There is never a day, in the entire timeline of the new series, when the members of the conspiracy openly confess that they would make a shitty water polo team.</p>\n<p><strong>15. </strong>Maybe you&#8217;ve read speculation in online forums that Scully&#8217;s apartment seems a little light on trays. I don&#8217;t know what to tell you; she doesn&#8217;t buy any new ones.</p>\n<p><strong>16. </strong>The camera does not slowly zoom in on the cancer-eating mutant, Leonard Betts, as he takes a long, luxuriant lick of a Friendly&#8217;s ice cream cone, then continue to zoom in, closer and closer, all the way into his mad, dead eyes, as he murmurs, &#8220;This tastes gross.&#8221;</p>\n<p><strong>17. </strong>&#8220;That&#8217;s right: I said ice cream tastes gross compared with cancer,&#8221; Betts does not add. &#8220;Rest your mouth on <em>that</em>, ice cream Twitter.&#8221;</p>\n<p><strong>18. </strong>Mulder does not throw a football through a tire swing in extreme slow motion while a gravelly, no-nonsense male voice-over breaks down his mechanics.</p>\n<p><strong>19. </strong>I don&#8217;t want to get overly specific about how Scully&#8217;s Java classes are going, but suffice it to say that she isn&#8217;t taking any.</p>\n<p><strong>20. </strong>Scully&#8217;s daughter Emily died in Season 5. In the new series, Emily does not go to prom, she does not comically juggle two dates, and her two dates are not uptight gentlemen twins portrayed by Kelsey Grammer.</p>\n<p><strong>21. </strong>&#8220;Screw UFOs,&#8221; the Cigarette Smoking Man does not say on a speedboat. Then he <em>really </em>does not sweep his fingers through his hair and cry, &#8220;I have leonine tresses!&#8221;</p>\n<p><strong>22. </strong>Scully does not text her friend Allison that the Cigarette Smoking Man is &#8220;kind of a fuckboy tbqh.&#8221;</p>\n<p><strong>23. </strong>Fine, let&#8217;s talk about vaping. I shouldn&#8217;t, but I know you have questions. I&#8217;m not saying Smezznor, the alien overlord of the Milky Way created when Samantha Mulder&#8217;s genes were spliced into Alex Krycek, does not vape. I <em>am </em>saying that Smezznor the compulsively vaping galaxy-king is a stupid idea and that he does not exist.</p>\n<p><strong>24. </strong>The cinnamon-conspiracy trail does not lead Mulder and Scully to a bombed-out mosque in Tangier, where Mulder does not take a break from the investigation to loudly rap all the verses to Big Sean&#8217;s &#8220;<a href=\"https://www.youtube.com/watch?v=5z4OU_Ux0IU\" target=\"_blank\">Dance (A$$)</a>.&#8221;</p>\n<p><strong>25. </strong>So many fans of the show are wondering what became of beloved <em>X-Files </em>mainstay Peggy Little, Skinner&#8217;s long-suffering secretary. I&#8217;m kidding. In fact no one is wondering that, because there is no such character.</p>\n<p><strong>26. </strong>&#8220;Did you see this, Mulder?&#8221; Scully does not whisper while pressing play on the latest YouTube video about a funny octopus. &#8220;This octopus is <em>frightening </em>me.&#8221;</p>\n<p><strong>27.</strong><em> If </em>Scully dates a Muppet — I&#8217;m saying <em>if </em>here — and <em>if </em>that Muppet is Dr. Teeth, their third date is not to the international aikido championships.</p>\n<p><strong>28. </strong>Alfred Hitchcock directs no episodes (Alfred Hitchcock is dead).</p>\n<p><strong>29. </strong>No one, including Luther Lee Boggs, the serial killer who terrorized Scully in the classic episode &#8220;Beyond the Sea,&#8221; gives Scully some trays as a present.</p>\n<p><strong>30. </strong>Mulder&#8217;s book club does not read <em>The Time Traveler&#8217;s Wife</em> — or if it does, Mulder does not finish the novel.</p>\n<p><strong>31. </strong>Did you know that Grantland has interns? We do, and they&#8217;re doing a fantastic job. Hi, guys! Just not fantastic enough for any of them to appear in <em>The X-Files</em>.</p>\n<p><strong>32. </strong>Similarly, your own mom does not portray former FBI Special Agent Dana Scully, the co-protagonist of the series. Unless your mom is Gillian Anderson &#8230; in which case, not to give anything away, but you <em>might </em>want to tune in for the premiere.</p>\n<p><strong>33. </strong>&#8220;Uber, but for extraterrestrial invasions,&#8221; Mulder does not tweet, biting his own fist in embarrassment.</p>\n<p><strong>34. </strong>Literally zero subplots involve a quest to find a new tour bus for <a href=\"http://stephenmalkmus.com/\" target=\"_blank\">Stephen Malkmus and the Jicks</a>.</p>\n<p><strong>35. </strong>The following exchange does not take place, at all:</p>\n<blockquote><p>MULDER: Here we are in Las Vegas, Scully.</p>\n<p>SCULLY: Hahaha kinda looks like Vancouver, though?</p>\n<p>MULDER: No, Scully, this is Las Vegas, Nevada, where we have sojourned to solve an X-File.</p>\n<p>SCULLY: I&#8217;m just saying, are there supposed to be, like, towering pine trees in Las Vegas?</p>\n<p>MULDER: Scully!</p>\n<p>SCULLY: It&#8217;s just I don&#8217;t usually think of &#8220;hushed forest majesty&#8221; when I think of Vegas.</p>\n<p>MULDER: Why do you always ruin it, Scully.</p></blockquote>\n<p><strong>36. </strong>Mulder never once introduces himself as &#8220;Fox Mulder, inveterate interpreter of beings and their ways.&#8221;</p>\n<p><strong>37. </strong>Seventeen minutes of the third episode of the new series are not devoted to static footage of the tray aisle at Target.</p>\n<p><strong>38. </strong>The Well-Manicured Man does not introduce his two new conspiracy buddies, the Orders Expensive Basketball Sneakers On eBay Man and Josh Who Is Still Into Normcore.</p>\n<p><strong>39. </strong>Nobody swims 1,100 miles in freezing water just to punch a whale. That&#8217;s not what this show is about.</p>\n<p><strong>40. </strong>The following exchange also does not take place:</p>\n<blockquote><p>SCULLY: Well, Mulder, it doesn&#8217;t take a semanticist to see that the basic tension in progressive online discourse is that its commitment to the sanctity of individual personhood involves placing an ever-increasing stress on all the ways in which that sanctity can be violated &#8230; the problem is that we live in a moment in which a heightened sense of the value of the individual threatens to produce a correspondingly heightened sense of the individual&#8217;s essential weakness.</p>\n<p>MULDER: I hate to disagree with you, Scully, but the problem is magic tarantulas.</p></blockquote>\n<p><strong>41. </strong>Mulder does not conclude a long reading of his memoirs by saying, &#8220;And that, my friends, was how I first logged into Remodelista.&#8221;</p>\n<p><strong>42. </strong>Mulder and Scully do not interrupt sex in order to high-five after one of them drops an &#8220;uh-oh, now the truth is in there&#8221; joke.</p>\n<p><strong>43. </strong>Mulder and Scully do not spend three hours Gchatting about whether &#8220;Balerion the Black Dread&#8221; is a great name for a dragon, a super-clichéd name for a dragon, or weirdly kind of both.</p>\n<p><strong>44. </strong>The reanimated corpse of Deep Throat does not say, &#8220;Friends, I have a hankering for one thing and one thing only, and that thing is A.M. Crunchwraps.&#8221;</p>\n<p><strong>45. </strong>In Antarctica, where they have at last discovered the secret military installation where the alien-genome-spliced cinnamon is being harvested — cinnamon that cannot be handled for more than a few seconds without causing death to non-mutated or &#8220;pre-transcendent&#8221; humans — Mulder and Scully do not realize with mounting despair that the world is doomed because they have no way to carry the cinnamon to the laboratory where it can be destroyed, because Scully was going to pick up some new trays but, whoops, looks like somebody forgot.</p>\n<p><strong>46. </strong>Mulder does not audition for, and does not win, the role of Mrs. Fairfax in a community theater adaptation of <em>Jane Eyre</em>.</p>\n<p><strong>47. </strong>&#8220;It was a throbbing night on Phobos, and the fucktrees foamed in the starlight,&#8221; is how Walter Skinner&#8217;s Kickstarter novel absolutely does not begin.</p>\n<p><strong>48. </strong>Samantha Mulder does not come back from a longer-than-expected trip to the store and say, &#8220;Wait, you thought I <em>what</em>?&#8221;</p>\n<p><strong>49. </strong>&#8220;I&#8217;m changing the name to Area 52,&#8221; the First Elder declines to proclaim, adding: &#8220;It&#8217;s time to bump this alien action up a notch.&#8221;</p>\n<p><strong>50. </strong>The conspiracy does not begin to make sense.</p><img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=grantland.com&#038;blog=60203239&#038;post=303603&#038;subd=espngrantland&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></content:encoded>\n\t\t\n\t\t<media:thumbnail url=\"http://espngrantland.files.wordpress.com/2015/10/oldmulder.jpg?w=150\" />\n\t\t<media:content url=\"http://espngrantland.files.wordpress.com/2015/10/oldmulder.jpg?w=150\" medium=\"image\">\n\t\t\t<media:title type=\"html\">duchovny-david-anderson-gillian</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://2.gravatar.com/avatar/2deec4b16d3459a90075d72f1e8d187f?s=96&#38;d=identicon&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">rafeboogs</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/mulder.jpg?quality=100&#038;strip=all\" medium=\"image\">\n\t\t\t<media:title type=\"html\">David Duchovny and Gillian Anderson in New York in October 2015.</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>In Praise of Beach Slang, 2015’s Best, Most Sincere Rock Band</title>\n\t\t<link>http://grantland.com/hollywood-prospectus/in-praise-of-beach-slang-2015s-best-most-sincere-rock-band/</link>\n\t\t<pubDate>Thu, 29 Oct 2015 19:21:01 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Steven Hyden]]></dc:creator>\n\t\t\n\t\t<guid isPermaLink=\"false\">http://grantland.com/?post_type=grantland_pop&#038;p=303545</guid>\n\t\t<description><![CDATA[James Alex writes songs about the beauty of the rock-and-roll lifestyle and he really means it.<img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=grantland.com&#038;blog=60203239&#038;post=303545&#038;subd=espngrantland&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>If you’ve ever driven from Fort Wayne, Indiana, to Green Bay, Wisconsin, I’m sorry. For everybody else: The six-hour sojourn is composed mainly of depressed industrial towns, rust-colored grain fields, and Kwik Trips populated by hard-eyed individuals looking to numb the pain of daily existence with Big Gulp-size sodas and fistfuls of beef jerky. But that’s not how it looks to James Alex. To him, this patch of freeway might as well be <a href=\"https://www.youtube.com/watch?v=YdhkaPZtQF4\" target=\"_blank\">Thunder Road</a>, <a href=\"https://www.youtube.com/watch?v=J4rr0YvKLu8\" target=\"_blank\">Fire’s Highway</a>, or the street where Paul Westerberg wanted to meet before peeling out in “I Will Dare.” For Alex, this is the journey of his dreams.</p>\n<p>“I&#8217;m just cartwheeling through this tour. It&#8217;s awesome,&#8221; Alex tells me. I’ve just reached him by phone at a roadside restaurant in Kenosha. It’s early September, and Alex’s band — a relentlessly upbeat punk-rock quartet from Philadelphia called Beach Slang — is in the midst of a short run of dates in support of Tommy Stinson, the bass player from the Replacements, one of Alex’s all-time favorite bands.</p>\n<p>“I’m flipping out,” he says, in a tone that immediately conveys a person who is indeed flipping the fuck out. “Thrilled beyond explanation, right? It&#8217;s like — it feels surreal, you know? In the best way something can feel surreal.”</p>\n<p>What’s causing Alex to flip out at this very moment is his first trip to the Twin Cities, the Replacements’s home base, where Beach Slang will wrap up this short run in a few days. Alex is already plotting a local tour of noteworthy sites — the <em>Let It Be </em>house, scattered clubs where the ’Mats played, a set of train tracks where some publicity shots were staged. Later, I recommend checking out the CC Club, the dive bar in south Minneapolis that inspired “Here Comes a Regular.”</p>\n<p>“I&#8217;m still absolutely a kid with, like, posters on his wall,” Alex says of his rock and roll obsession. “It really is the only thing that I&#8217;ve ever subscribed to. I&#8217;m just all in. I assume in the same way if you&#8217;re a history buff and you go to where some famous battle happened, you just know you&#8217;re in this thing where you&#8217;re meant to be.”</p>\n<p>What’s truly surreal lately for Alex is his unlikely success. Formed in the aftermath of Alex’s previous band, Weston, breaking up for good in 2010, Beach Slang started out essentially as a hobby for its 41-year-old frontman. Touring for nearly 20 years with Weston failed to establish anything more than a small cult following, so Alex studied to be a visual artist and bashed out big-hearted rock songs in his spare time. Alex hadn’t given up his rock dreams, but real life required that he compartmentalize them.</p>\n<p>In 2014, Beach Slang put out two seven-inches, <em>Who Would Ever Want Anything So Broken? </em>and <em>Cheap Thrills on a Dead End Street. </em>The reference points were hardly contemporary — <a href=\"http://www.wonderingsound.com/feature/beach-slang-cheap-thrills-on-a-dead-end-street-tiny-engines-interview/\" target=\"_blank\">Alex has said</a> that he aimed for a sweet spot between “the Replacements, Swervedriver, Jesus and Mary Chain, all that stuff that I grew up on that affected me.” While recorded on a punk-rock budget, the EPs aspired to the wall-of-guitars production style of ’90s alt-rock, a huge sound to match the grandiose, borderline corny sentiments of Alex’s lyrics.</p>\n<p>Thematically, Beach Slang slots next to bands like the Hold Steady and Japandroids, which were also formed by indie lifers who didn’t find a wide audience until they were well past the age of 30. Like those bands, Beach Slang makes energetic, aspirational music for aging rock fans looking to reconcile their raucous record collections with the mundane responsibilities of adulthood. But while the Hold Steady and Japandroids grudgingly accept the passage of time — their songs position youth as a trial by fire that exists in life’s rearview — Alex still very much relates to the perspective of a teenager.</p>\n<p>Take “Filthy Luck,” the leadoff track from <em>Who Would Ever Want Anything So Broken?, </em>where Alex refers to “kids like <em>us</em>” over fat power chords and hyperactive drum beats. “Carve your name soft across my lungs / I want to breathe you until I’m numb,” he sings, clinging to the present tense in spite of the lyric’s youthful naivety.</p>\n<p>“That&#8217;s still the person I am,” Alex insists. ”We’ve heard it through the ages — age is a collection of numbers. But those clichés, I really subscribe to that. We have these cultural expectations that you reach a certain age and you&#8217;re supposed to get serious or your retirement savings is supposed to be more important than your dreams. I&#8217;ve never subscribed to that, and I have the bank account to prove it.”</p>\n<p>Beach Slang’s debut LP is out this week. It’s called <em>The Things We Do To Find People Who Feel Like Us, </em>and it doubles down on the preceding EPs, amping up the slickness of the guitars and the melodrama of the lyrics. Romanticized depictions of adolescence as a life-or-death battleground have been part of rock tradition from Phil Spector to Bruce Springsteen to <em>Celebration Rock. </em>But Alex’s specialty is writing screamingly emotive rock songs about what it feels like to listen to all of those other screamingly emotive rock songs. Can you blame him for also wanting to <em>live inside</em> of those tunes?</p>\n<p>“Look man, we can&#8217;t all make a living playing guitars, right? I mean, I get that,” Alex says, pushing the gas pedal on his mile-a-minute patter. “But it&#8217;s like, cool, so come home from the job and then remember the things you do that feed the good parts of you, not just the paying the bills part of you. I&#8217;m still jumping around on a stage like a drunk loon 60 to 70 percent of the year. You can do it, too.&#8221;</p>\n<p style=\"text-align:center;\">♦♦♦</p>\n<p>From the first time I heard <em>The Things We Do To Find People Who Feel Like Us, </em>I knew Beach Slang was my new favorite band. I was already a fan of the EPs and <a href=\"http://grantland.com/features/the-mid-year-music-report-2014-yg-lykke-li-against-me-hold-steady-future/\" target=\"_blank\">had written about them enthusiastically</a>. I also investigated Weston’s back catalogue, so I was aware that Alex’s aesthetic had been honed over the course of many years. (Sample Weston song titles: “Teenage Love Affair,” “Heartbreak Sandwich,” “Feelings Stupit Feelings.”) But <em>The Things We Do </em>instantly felt like a culmination. Alex had precisely hit upon what he had been seeking since the early ’90s — a mix of nostalgia and forward-looking optimism communicated via fearlessly shiny riffs and florid clichés redeemed by the all-in conviction of a true believer. Suddenly, I realized I had been seeking the same thing. So have lots of people I know. Every single person to whom I have recommended Beach Slang has wound up loving this band. Alex has apparently cornered the market on guileless rock music.</p>\n<p><em>The Things We Do To Find People Who Feel Like Us </em>abounds with potential pitfalls, moments when the spell could be broken by a lyric or musical flourish that’s <em>merely </em>corny rather than transcendently corny. I suppose Beach Slang will elicit groans from those who aren’t on the band’s wavelength no matter what. But for me, as the record progressed on my first listen, the sense of exhilaration grew, from the sweetly sighing backing vocals of “Bad Art &amp; Weirdo Ideas” to the intensely rasping chorus of “Ride the Wild Haze” to the articulate feedback of “Dirty Lights.” When I heard Alex sing, “If rock and roll is dangerous, how come I feel so safe in it?” in “I Break Guitars,” I felt a lump in my throat. <em>My god</em>, I thought. <em>He’s actually pulling this off.</em></p>\n<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/h7YemyR1rGI?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<p>Talking to Alex prompted a sense of relief, because I feared that perhaps this was all a put-on. His album had become a safe space for me to profess all of the beliefs that I had stuffed down into the nether regions of my heart. Beach Slang embodies nearly every single one of these cherished ideals: Earnestness is good. Bombast is good. Rock and roll is the best. Getting drunk can be a noble act. Embarrassing yourself publicly is righteous so long as you’re passionate. You truly can be born to run, so long as you don’t stop believin’ in Siamese dreams. <em>The Things We Do To Find People Who Feel Like Us </em>validates all of this hokum in 30-minute intervals.</p>\n<p>Loving Beach Slang feels like going out on a limb, so it was nice to discover that Alex deserves that trust. In real life as on record, Alex talks like Paul Stanley introducing “Strutter” to a stadium packed with 40,000 wannabe dreamers. Listening to him feels like flying so long as you don’t look down.</p>\n<p style=\"text-align:center;\">♦♦♦</p>\n<p>The next time I talk to Alex, it’s before Beach Slang’s show at the Turf Club in St. Paul. I text him when I get to the venue, and he tells me to grab a beer with him at the bar.</p>\n<p>“My body will always get to that point, where it&#8217;s that right amount of buzz,” Alex says between swigs. I take an extra big gulp from my beer in order to reach that point faster.</p>\n<p>Beach Slang hit bad traffic on the way to the show, so the Replacements sightseeing tour was sadly scuttled. There was only time for a quick visit to the <em>Let It Be </em>house — the band wasn’t permitted to climb on the roof, but they did snap an ungodly number of photos.</p>\n<p>“It was like the better Graceland,” Alex enthuses.</p>\n<p>We chat aimlessly for a few minutes, and then Alex brings up his first punk-rock show: the Ramones at Airport Music Hall in Allentown, Pennsylvania. Alex was 12.</p>\n<p>“I was, like, a little muffin, a little kid, and I walked in, and it felt like outer space to me,” he says. “Just all these big punks in bomber jackets, and the spikes, the whole deal. When the Ramones played, I never saw or felt anything like it. I&#8217;m getting knocked down, and these big punks were picking me up with these big smiles on their faces, like, <em>We got another one. You know, to keep this thing going forward</em>. There was something really beautiful about it.”</p>\n<p>An hour later, Beach Slang is on stage, the middle band on a bill at a club in an unfamiliar town. At first, the indifference is palpable. But Alex doesn’t seem to mind. The journey is what matters — the destination is gravy. So, he stops before the second verse of “Bad Art &amp; Weirdo Ideas” to take a celebratory pull from his beer. Then he whips his guitar recklessly around his torso. Then he hurls his torso to the ground. He’s winning over the crowd. By the end of the set, they’re screaming for more.</p>\n<p>“I don&#8217;t know why everyone isn&#8217;t in a band and [doesn’t get] drunk every night,” Alex says to his latest fans. “It&#8217;s fucking heaven, man.”</p><img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=grantland.com&#038;blog=60203239&#038;post=303545&#038;subd=espngrantland&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></content:encoded>\n\t\t\n\t\t<media:thumbnail url=\"http://espngrantland.files.wordpress.com/2015/10/peoplelikeus36-e1446141782497.jpg?w=150\" />\n\t\t<media:content url=\"http://espngrantland.files.wordpress.com/2015/10/peoplelikeus36-e1446141782497.jpg?w=150\" medium=\"image\">\n\t\t\t<media:title type=\"html\">peoplelikeus36</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://1.gravatar.com/avatar/4058b0a6e46e203fd21f05d625ae3776?s=96&#38;d=identicon&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">daveschilling</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Who Was Missing From Taylor Swift’s Miami Squad?</title>\n\t\t<link>http://grantland.com/hollywood-prospectus/who-was-missing-from-taylor-swifts-miami-squad/</link>\n\t\t<pubDate>Thu, 29 Oct 2015 16:28:49 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Molly Lambert]]></dc:creator>\n\t\t\n\t\t<guid isPermaLink=\"false\">http://grantland.com/?post_type=grantland_pop&#038;p=303474</guid>\n\t\t<description><![CDATA[Taylor left some South Beach legends off the list.<img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=grantland.com&#038;blog=60203239&#038;post=303474&#038;subd=espngrantland&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>On the one-year anniversary of <i>1989</i>’s release, Taylor Swift took her victory lap for the album&#8217;s huge success with a huge concert at Miami&#8217;s AmericanAirlines Arena. And in the most controversial Miami–related pop culture event since &#8220;The Decision,&#8221; Swift unveiled her Miami squad. Who made the cut? Pitbull (<em>DALE</em>!), Dwyane Wade, and Ricky Martin. That&#8217;s pretty good, if an unusually testosterone-heavy lineup for a Swift squad annex. But Miami is a big city, and Taylor&#8217;s squad there needs to expand to the size of her &#8220;Bad Blood&#8221; video cast. Having lost some of her Nashville base during her controversial move from country into pop, Taylor needs to reclaim the South more than ever. Here are suggestions for how Taylor can fill out the blank spaces in her Miami squad.</p>\n<h2>Gloria Estefan</h2>\n<p>How could Taylor neglect to ask the most powerful diva in Miami musical history to join her onstage? Is it because Taylor <a href=\"https://en.wikipedia.org/wiki/Conga_(song)\" target=\"_blank\">can&#8217;t do the conga</a>? It&#8217;s probably that. Estefan has taken on a lower public profile in recent years, but she would probably have come out to be inducted into the squad. They have a couple of things in common. Swift and Estefan share a <a href=\"https://en.wikipedia.org/wiki/Bad_Boy_(Miami_Sound_Machine_song)\" target=\"_blank\">love of bad boys</a>, and they have a ton of Grammys. If she can&#8217;t get Gloria, Taylor should at the very least try for the rest of the <a href=\"https://en.wikipedia.org/wiki/Miami_Sound_Machine\" target=\"_blank\">Miami Sound Machine</a>.</p>\n<h2>2 Live Crew</h2>\n<p>Taylor has been dipping her toe into the rapper pool, collaborating with Kendrick Lamar and bringing rappers like Nelly and now Pitbull onstage. It&#8217;s time she got into the Jacuzzi with Uncle Luke. If you listen to the subtext of some of Taylor&#8217;s sultrier songs, you will realize she&#8217;s not so far distanced from &#8220;Me So Horny.&#8221; And when you boil it down, aren&#8217;t songs like &#8220;Pop That Pussy&#8221; and &#8220;Throw the &#8216;D’&#8221; about girl power? It&#8217;s time Taylor lets herself be as nasty as she really wants and announce that her next album will be all Miami bass. Taylor can welcome them to the stage, and in return they can say, &#8220;<a href=\"https://twitter.com/notbrodyjenner/status/659277394935607296\" target=\"_blank\">WELCOME 2 THE FUCK SHOP, TAYLOR!</a>&#8221;</p>\n<h2>William H. Macy</h2>\n<p>I bet you had no idea William H. Macy was from Miami! I say that because I had no idea William H. Macy was from Miami. That is because he is the WORLD&#8217;S GREATEST ACTOR! You probably thought this lovable everyman was born in the heart of the Midwest because of <i>Fargo</i>, but no, you cannot spell &#8220;William H. Macy&#8221; without &#8220;Miami.&#8221; Adding Macy to your squad has never been a bad idea. Think of all the squads he has helped with his presence: He&#8217;s an original member of David Mamet&#8217;s squad and has done squad duties for Mamet in <i>Oleanna</i>, <i>State and Main</i>, and <i>Wag the Dog. </i>He&#8217;s proudly in the <i>Mr. Holland&#8217;s Opusquad </i>and<i> </i>Paul Thomas Anderson&#8217;s ultimate Altmanesque megasquads in <i>Boogie Nights</i> and <i>Magnolia. </i>Even the <i>Jurassic Park III </i>squad was enlivened by his presence. And let us not forget his contributions to TV squads on <i>Sports Night</i> and <i>Shameless</i>. If you don&#8217;t have William H. Macy in your squad, is it even a squad worth having?</p>\n<h2>Rick Ross</h2>\n<p>What do Rick Ross and Taylor Swift have in common? They both know how much it hurts to get called a fake bitch. Whatever you feel about Taylor, you cannot deny how much she has bossed up this year as the result of hustling every day.</p>\n<h2>Yngwie Malmsteen</h2>\n<p>As Taylor has shifted from country to pop, she has lost one thing: sweet, sweet guitar shreds. <a href=\"http://www.yngwiemalmsteen.com/yngwie/\" target=\"_blank\">Yngwie Malmsteen</a>, the Swedish guitarist who now lives in Miami, would be a vital asset who could help Taylor recover her shreddingness quotient. Sure, we all like &#8220;Style&#8221; now, but imagine how much more sleazily ’80s it could get if it had a long, sweaty, technically perfect guitar solo by Yngwie Malmsteen.</p>\n<h2>Trina</h2>\n<p>How dare you come to Florida and not invite <a href=\"https://www.youtube.com/watch?v=n8j0GRz98Rs\" target=\"_blank\">Da Baddest Bitch</a> onstage? How dare you! The Diamond Princess would make a good addition to Taylor&#8217;s squad especially now that she&#8217;s a free agent, no longer contractually obligated to be in the Slip-N-Slide squad with Trick Daddy. Trina could teach Taylor a thing or 12 about breakup songs — she&#8217;s written both &#8220;fuck you&#8221; and &#8220;love you&#8221; songs about ex Lil Wayne, priceless revenges, and pillow talk (“<a href=\"https://www.youtube.com/watch?v=1cy22Woq_Ls\" target=\"_blank\">to please me you gotta sleep in it”</a>). Actually, fuck Trina joining Taylor&#8217;s squad. Taylor needs to join Trina&#8217;s.</p><img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=grantland.com&#038;blog=60203239&#038;post=303474&#038;subd=espngrantland&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></content:encoded>\n\t\t\n\t\t<media:thumbnail url=\"http://espngrantland.files.wordpress.com/2015/10/gettyimages-494621350-e1446129400238.jpg?w=150\" />\n\t\t<media:content url=\"http://espngrantland.files.wordpress.com/2015/10/gettyimages-494621350-e1446129400238.jpg?w=150\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Taylor Swift The 1989 World Tour Live In Miami</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://1.gravatar.com/avatar/4058b0a6e46e203fd21f05d625ae3776?s=96&#38;d=identicon&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">daveschilling</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Happy ‘Halloween’: The Best Horror-Movie Monsters</title>\n\t\t<link>http://grantland.com/hollywood-prospectus/happy-halloween-the-best-horror-movie-monsters/</link>\n\t\t<pubDate>Thu, 29 Oct 2015 15:50:39 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Shea Serrano and Jason Concepcion]]></dc:creator>\n\t\t\n\t\t<guid isPermaLink=\"false\">http://grantland.com/?post_type=grantland_pop&#038;p=303318</guid>\n\t\t<description><![CDATA[Who ya got? Freddy? Jason? Michael Myers? Read on to find out our scientifically determined top 10.<img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=grantland.com&#038;blog=60203239&#038;post=303318&#038;subd=espngrantland&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Halloween is on Saturday. We really like Halloween.<a class=\"footnote-link\" data-expandable=\"entry-footnotes\" data-footnote-id=\"2\" href=\"#fn-2\"><sup id=\"ss-2\">2</sup></a> And so we are going to use the upcoming holiday as an excuse to talk about horror-movie monsters for the next 4,500 words. But the whole point of this isn’t just to meander around the graveyard, it’s to figure out who the greatest horror-movie monster is. There are some rules in place to make this a more feasible task:</p>\n<p><b>Rule 1: The monster has to be an actual monster</b>. It can’t just be a person who is horrible and kills a lot of people. We’re talking literal monsters here, not figurative ones. To be clear, you can have the human form, but you have to be more than <em>just</em> a human. For example, guys like Jason Voorhees (<em>Friday the 13th</em>) or Freddy Krueger (<em>A Nightmare on Elm Street</em>) — they have human forms, but they’re undead demons of some kind, so that means they’re monsters. Meanwhile, guys like Hannibal Lecter or Norman Bates or Jigsaw — just boring, old regular humans who kill and kill and kill — are out. The only exceptions we’re making here are for Michael Myers from the <em>Halloween</em> franchise because he has exhibited superhuman strength enough times to make his status as a regular human legitimately questionable, and Leatherface from the <em>Texas Chainsaw Massacre</em> franchise because he’s the best example of someone being a monster while not actually being a monster.</p>\n<p><b>Rule 2: The monster can’t be a real animal</b>. If it’s a real animal you can find in a zoo, it’s eliminated from consideration. Size doesn’t matter, either; could be 10 feet tall, could be 100 feet tall, makes no difference. That means there’s no Jaws, there’s no <i>Lake Placid</i> crocodile, there are no razorback pigs from <i>Razorback</i>, no animals like that.</p>\n<p><b>Rule 3: The monster can’t be a benevolent monster</b>. We’re only talking about monsters who are out for blood and death and gore. Benevolent monsters are boring and dumb and why are you even a monster if you’re not trying to tear someone’s arms from their body. FOH, Harry from <i>Harry and the Hendersons</i>.</p>\n<p><b>Rule 4: The monster can’t be a monster who is only temporarily a monster</b>. If it can transform back into a human, it’s out. Mostly this rule is here to get rid of werewolves, easily the least intimidating and most manageable type of monster.</p>\n<p><b>Rule 5: You can&#8217;t pick any of the classic horror stuff</b>. That means no Dracula, no Frankenstein, no Mummy, no things like that. Or, we suppose those of you playing at home can if you really want, but those guys are always a better idea than they are an actual thing. So let&#8217;s just leave them out so we don&#8217;t feel any obligation to pick them.</p>\n<p>Before we get to identifying the greatest horror-movie monster, there are some horror-movie-monster awards we need to hand out first.</p>\n<p>[<em>Note: It goes without saying, but most of these videos are very bloody and very gross.</em>]</p>\n<h2>Best Outfit</h2>\n<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/IHbIf3K5pdc?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<p><b>Jason</b><strong>:</strong> The Mimic, <i>Mimic</i>.</p>\n<p>Do monsters wear outfits? I wasn’t aware they did. Monsters, I’m saying, do not immediately strike me as being concerned about fashion. So this one stumped me for a bit, Shea. But then I thought: What if a creature needed to put its prey at ease, needed to keep its true, vile nature hidden so as to take its victims unawares and avoid the attention of potential predators? What if this monster were, in fact, a gigantic cockroach and therefore had good reason to care about appearances, because people instinctively find roaches disgusting, try to kill them on sight, and would be unlikely to let a roach the size of a human being anywhere near them? I give you the killer roaches from Guillermo del Toro’s American film debut, <i>Mimic</i>, whose chitinous outer shell and wings can be arranged in such a way as to appear like a creepy dude in a raincoat. Which, believe it or not, is better than looking like a roach.</p>\n<p><b>Shea</b><strong>:</strong> Monsters do wear outfits, yes. Sometimes I like to think about Jason Voorhees getting ready for a long night of killing, standing in front of a mirror, wondering which tattered pair of pants or old military shirt to wear.</p>\n<p><span class=\"photo-credit-wrapper\"><img class=\"alignnone size-full wp-image-303327\" src=\"https://espngrantland.files.wordpress.com/2015/10/bhmm_jason.png?w=658\" alt=\"BHMM_jason\"   /><span>Paramount Pictures</span></span></p>\n<p>Imagine the Creeper from <i>Jeepers Creepers</i> trying to find a hat that best matches his coat.</p>\n<p><span class=\"photo-credit-wrapper\"><img class=\"alignnone size-full wp-image-303328\" src=\"https://espngrantland.files.wordpress.com/2015/10/bhmm_creeper.png?w=658\" alt=\"BHMM_creeper\"   /><span>United Artists</span></span></p>\n<p>Imagine Freddy opening a closet door and it’s just full of green-and-red-striped sweaters.</p>\n<p><span class=\"photo-credit-wrapper\"><img class=\"alignnone size-full wp-image-303329\" src=\"https://espngrantland.files.wordpress.com/2015/10/bhmm_freddy.png?w=658\" alt=\"BHMM_freddy\"   /><span>New Line Cinema</span></span></p>\n<p>Monsters wear outfits, Jason. Yes. And nobody ever had a better outfit than Nomak from <i>Blade II</i>. Look at how great this shit is:</p>\n<p><span class=\"photo-credit-wrapper\"><img class=\"alignnone size-full wp-image-303330\" src=\"https://espngrantland.files.wordpress.com/2015/10/bhmm_nomak_bladeii.png?w=658\" alt=\"BHMM_nomak_bladeII\"   /><span>New Line Cinema</span></span></p>\n<p>It’s so smart and I just really love all the layers. He’s wearing a scarf, Jason. A SCARF. A monster who wears a scarf is a monster that, I think, deserves all the respect and admiration. He legit looks like he walked straight off the Yeezy Season runway. I’ve never looked as cool at any point, even on my best day, as Nomak the monster did here. That’s a very sobering thing to realize, which is what I’m doing right now. Dang.</p>\n<h2>Most Creative Kill</h2>\n<p><b>Shea</b>: I’m going to cheat a little bit here. The most creative kill came not from an actual movie monster, but from a movie cube. Have you ever seen <i>Cube</i>? It came out in 1997. Basically, it’s about a group of people who wake up inside a Rubik’s Cube–like prison and have to figure a way out, except all the rooms periodically shift locations, and oh, just for fun, most of them are booby-trapped and exist only to kill you. But that’s where we get the most creative kill. A guy enters one of the rooms, feels like he’s doing OK at navigating the cube, and then ka-blammo, this happens:</p>\n<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/k8Tw4JhzORM?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<p>If you have to die in a movie, being turned into a bunch of cheese squares is just about the best way to go, I think.</p>\n<p><b>Jason:</b> This is easy. It’s the electric-chair-lift kill in <em>Gremlins</em>.</p>\n<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/wK30R1gsgGk?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<p>In order to pull off this cruel and ingenious murder, the Gremlins needed to:</p>\n<ul>\n<li style=\"font-weight:400;\">Break into old Mrs. Deagle’s home without her knowing. This step is the easiest for creatures as intelligent and devious as the Gremlins.</li>\n<li style=\"font-weight:400;\">Pretend to be Christmas carolers. This is harder than it appears. It requires, first, advance knowledge of Mrs. Deagle’s hatred of Christmas carolers. This part still mystifies me. Then the creatures have to sing in a recognizably carol-y enough way to lure the cantankerous harridan out of her home, AND be prepared with hats, scarves, and &#8212; because the Gremlins really are sticklers for landing a sight gag &#8212; matching sheet music.</li>\n<li style=\"font-weight:400;\">Within only the few seconds that Mrs. Deagle is preoccupied while gaping in horror at her yowling little green visitors, the inside Gremlin must then sabotage the woman’s motorized lift chair in such a way for it to accelerate uncontrollably, launching the chair and its occupant out of the window on the top floor of her home and into the street.</li>\n</ul>\n<p><b>Shea</b><strong>:</strong> You know what? I watched <em>Gremlins</em> last Christmas with my kids. I remembered it being this charming, fun movie. I’d totally forgotten about all the murder that takes place in it. Those motherfuckers were really just out there killing A LOT of people. I mean, it wasn’t as bad as when I watched <i>Scream </i>with my kids, which was a big-time mistake on my part, but it was surprisingly close.</p>\n<h2>Hardest to Vanquish</h2>\n<p><b>Jason</b><strong>:</strong> Sex parasites from <i>Shivers.</i></p>\n<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/L6bYIbt-NrY?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<p>True fact: Sex is integral to the survival of the human species. Basically, we have to do it or the human race will just, like, die out. Nature, oh worker of wonders, is a problem-solver and understands this conundrum, which, I would imagine, is why sex feels really good and why the act of human sexual congress can bring people to higher levels of interpersonal understanding, strengthen emotional ties, and engage the mind, body, and soul. In other words: Sex, as a general rule, cannot be avoided.</p>\n<p>Which is why the sexually transmitted blood parasites from David Cronenberg’s 1975 sex-horror classic <i>Shivers</i> are the hardest &#8212; the pun writes itself &#8212; monster to vanquish. They are essentially unvanquishable.</p>\n<p><b>Shea</b><strong>:</strong> This is actually a great, inarguable answer. I was going to say something like the plants from <i>The Happening</i>, which were releasing that neurotoxin into the air that caused people to commit suicide and were basically unavoidable and also nobody ever figured out how to get rid of them, but I think I like your answer better.</p>\n<h2>Best One-Liner</h2>\n<p><b>Shea</b><strong>:</strong> No movie monster ever had one-liners like Freddy Krueger had one-liners. He was basically the <a href=\"http://grantland.com/hollywood-prospectus/the-definitive-history-of-arnold-schwarzeneggers-greatest-action-movie-quips\" target=\"_blank\">Arnold Schwarzenegger</a> of movie monsters. Remember <a href=\"https://youtu.be/jdRnk68tB94\" target=\"_blank\">“Wanna suck face”</a>? Remember <a href=\"https://youtu.be/wfSm5z5A1pI\" target=\"_blank\">“I’m your boyfriend now, Nancy”</a>? Remember <a href=\"https://youtu.be/AIrxfbXQSYo\" target=\"_blank\">“No screaming while the bus is in motion”</a>? He had so many great ones. His best one, though, was in <i>A Nightmare on Elm Street 3: Dream Warriors</i>, when he hit that TV-obsessed girl with a “Welcome to prime time, bitch” and then smashed her head into a television. That’s just some truly first-class needling.</p>\n<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/FyHQnzcqnlA?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<p>(Also: Laurence Fishburne makes a cameo in that clip. I love Laurence Fishburne so much.)</p>\n<p><b>Jason:</b> “EeeEEeeeeaaAnghhhhhEeeeeAgnnnnhhhhkkkkkkkkKKK.”<br />\n—Godzilla</p>\n<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/ORSvf8eVa0g?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<h2>Best Weapon</h2>\n<p><b>Jason</b><strong>:</strong> The writings of the novelist Sutter Cane, <i>In the Mouth of Madness</i>:</p>\n<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/_PFcOeM_Usk?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<p>Best-selling horror novelist Sutter Cane’s latest book causes people to go violently insane. In itself, it&#8217;s not that big of a deal since that means they have to purchase the book first. The real problem is that Cane’s writings are imbued with hidden messages from a race of evil gods from another dimension.</p>\n<p><b>Shea</b><strong>:</strong> I think this is probably the best example of the philosophical difference between you and me, Jason. A category comes up in this article about the best weapon a horror-movie monster has ever had and here you are skirting around the edges of obscurity, slow-dancing with shrewdness. And I’m like, nah, the best weapon was when the Lubin rapped in <i>Leprechaun in the Hood</i>:</p>\n<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/XzWlhLSitJ8?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<p>That’s a hot-ass song, my dude. IT’S NOT MY PICK, THOUGH.</p>\n<p>My pick is definitely Leatherface’s chain saw. It has to be, right? There’s just no other reason a person who is not a <a href=\"http://grantland.com/features/blades-of-glory/\" target=\"_blank\">lumberjack</a> would be holding a chain saw except to mess you up. Plus, you don’t even have to see it to be scared. You just have to hear it. It’s so loud and unsettling and just is a totally terrifying thing. It’s the worst. It is SO the worst.</p>\n<h2>Most Likely to Be Able to Turn His or Her (or Its) Life Around</h2>\n<p><b>Jason</b><strong>:</strong> Swamp Thing.</p>\n<p>I know you said no benevolent monsters, but let’s be real: A true monster would never be able to turn its life around. A true monster sees people as walking Hot Pockets and just wants to eat their intestines. So I went with Swamp Thing.</p>\n<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/lxRS8f1nkDY?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<p>New-horror pioneer Wes Craven’s <em>Swamp Thing</em>, the schlocky 1982 adaption of the Len Wein and Bernie Wrightson DC Comics character, is the most underrated movie in the director’s oeuvre. Which is not to say it’s a good movie. The costumes appear and indeed were cheap. There are numerous continuity errors and the writing is bad. But Craven got the idea for <i>A Nightmare on Elm Street </i>while working on the movie, his first Hollywood picture, so there is that.</p>\n<p>Anyway, the titular Swamp Thing was once the botanist Alec Holland, who was working on creating a plant-animal hybrid for the government. An attack by a shadowy mercenary group wrecks his lab and sends him fleeing into the swamps, his body doused in chemicals and burning with an eerie flame. Transformed into the hideous Swamp Thing, he still &#8212; as the scene above shows &#8212; retains his personality and intelligence. So, like, all he needs is a cure for looking like human food mold and he’s totally good to return to society.</p>\n<p><b>Shea</b><strong>:</strong> You’re probably right. But I’m just a sucker for a man who’s a rebuilding project, I suppose. Give me Pinhead from <i>Hellraiser </i>for this category. I just really feel like if I hung out with him for long enough, I could convince him to chill. Plus, I’m very into the whole suburban goth thing he has going on. He’s secretly the most handsome of all the horror-movie monsters. That should matter here.</p>\n<h2>Most Misunderstood Movie Monster</h2>\n<p><b>Jason</b><strong>:</strong> It’s Dren from <i>Splice</i>.</p>\n<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/44jmGgZe6QQ?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<p>Dren, the product of a genetic experiment combining human and animal DNA, did not ask to be created. She did not ask to experience the loneliness of being the only thing (thank god) like herself on earth or to biologically mature at an astronomical rate that was totally out of proportion with her mental and moral development. So, while truly a monstrosity, she is basically innocent.</p>\n<p><b>Shea:</b> This is the only time I’m mad about the rules we set in place. Jaws from <i>Jaws </i>would’ve been perfect here. He wasn’t a monster. He was just hungry, which, as far as I can tell, is the whole point of being a shark.</p>\n<h2>Best Backstory</h2>\n<p><b>Jason:</b> The Xenomorphs from the <i>Alien </i>series.</p>\n<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/LSHAgmGR-Ig?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<p>Forget for a moment that the <i>Alien </i>prequel <i>Prometheus </i>was kinda garbage-y from an entertainment standpoint.<a class=\"footnote-link\" data-expandable=\"entry-footnotes\" data-footnote-id=\"3\" href=\"#fn-3\"><sup id=\"ss-3\">3</sup></a> Here is the backstory for the Xenomorphs established by the film: Alien scientists<a class=\"footnote-link\" data-expandable=\"entry-footnotes\" data-footnote-id=\"4\" href=\"#fn-4\"><sup id=\"ss-4\">4</sup></a> whose mission calls for them to sacrifice their lives in order to seed barren worlds with life using a viscous black goo, and who are probably the source of all life on earth, establish a facility on a faraway world that is subsequently hastily abandoned. It is discovered by human beings, one of whom becomes impregnated by the black goo, eventually giving birth to a cthulhu-like beast that itself goes on to impregnate one of the original alien scientists with something we later find out is the precursor to the Xenomorphs. Now that’s a backstory.</p>\n<p><b>Shea</b><strong>:</strong> It is quite a backstory, yes. But I like my backstories to be easily explainable and easily understandable, particularly in a horror movie, because you need to be able to explain everything important in no more than, say, three seconds, because that’s usually about how long you have to react if you want to survive. So if I’m sitting in my house with a person who has zero knowledge of anything and a killer walks in the front door, I need to be able to say something like, “Yo! That’s the guy who went crazy and killed his sister! He’s gonna kill us, too! RUN!” and have that be the end of it. I don’t have time for questions. I don’t need someone like, “Wait a second. Did you say Jesus was an alien scientist?” because when you start asking questions is when you die. So for that reason, give me Michael Myers’s backstory. It’s nice and linear.</p>\n<h2>Most Evil Monster</h2>\n<p><b>Jason</b><strong>:</strong> Satan, <i>The Prophecy</i>.</p>\n<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/XhT9KtQb0ac?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<p>It’s Satan, yo.</p>\n<p><b>Shea</b><strong>:</strong> OK. You got this one. I concede.</p>\n<h2>Least Intimidating Movie Monster</h2>\n<p><b>Jason</b><strong>:</strong> Lubin from <i>The Leprechaun </i>movies.</p>\n<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/TY0WYSt7JMA?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<p>It’s a leprechaun, yo.</p>\n<p><b>Shea</b><strong>:</strong> WHAT? No, Jason, no. You’re trending the right direction — it’s a smaller guy — but it’s not Lubin. Lubin was legit terrifying. And stout. He looked like a little ball of muscle. He’d be a tough out.</p>\n<p>Here’s how I’m thinking about this: Let’s say it’s just you versus a horror-movie monster in an empty room and only one of you is leaving alive (or as alive as a movie monster can be, anyway). If it’s you in that room and Lubin walks in? Nah. Nope. There’s no way you’re not intimidated by him. He’s just a scary, creepy-looking dude. The only guy who could walk into that room and you’d be like, “OK, I’m good here, I’m not the guy who’s dying”? Chucky from <i>Child’s Play</i>. Look at him:</p>\n<p><span class=\"photo-credit-wrapper\"><img class=\"alignnone size-full wp-image-303331\" src=\"https://espngrantland.files.wordpress.com/2015/10/bhmm_chucky.jpg?quality=100&amp;strip=all\" alt=\"BHMM_chucky\"   /><span>United Artists</span></span></p>\n<p>You could literally pick him up and just hold him away from your body and you’d be 100 percent safe. No way it’s anybody but Chucky for this category. No way any movie monster is less intimidating than him.</p>\n<p>That’s enough awards, I think. Let’s get to the 10 best horror-movie monsters.</p>\n<h2>10. Ganush, <i>Drag Me to Hell</i></h2>\n<p><b>Shea</b><strong>:</strong> You know what? I feel like maybe I got this one wrong, but maybe I didn’t. Here’s the thing, Jason: Whenever you and I work on one of these things, I always end up having to watch a few movies I missed from the past. <i>Drag Me to Hell</i> was like that. I didn’t see it when it came out, and were it not for researching this article, I likely never would’ve seen it. But I watched it. And I loved it. It’s such a good scary movie, in that it’s scary and gross and occasionally unsettling but also fun and enjoyable and with parts you never even thought you wanted to see. To wit, there’s a YouTube video called “To Hell (2009) &#8211; Mouth Moments (Funny),” and it’s just all the parts of the movie when something crazy happens that involves a mouth, one of which is Ganush <a href=\"https://youtu.be/xJpEha5A6gA\" target=\"_blank\">vomiting bugs into the mouth of the woman she’s haunting</a>.</p>\n<p>Some monsters that I expected to make this list didn&#8217;t. There’s no Pinhead, there’s no Sil from <i>Species</i>, there’s no Seth Brundle from <i>The Fly</i>, there are no super earthworms from <i>Tremors</i>, there’s no fish monster from <i>The Host</i>, there are no cave dwellers from <i>The Descent </i>(one of my favorite scary movies of the last 10 years), there’s no Creeper from <i>Jeepers Creepers</i> (another of my favorites, and a wildly underrated franchise), there’s no Pennywise from <i>It</i> (WHAT????), there’s no <i>Slither</i>, there’s no <i>It Follows</i>, there’s no Chucky from <i>Child’s Play</i>, THERE’S NO CANDYMAN (FOH HOW DID CANDYMAN NOT MAKE IT??????). But Ganush makes it. I don’t know how, but she makes it. And I couldn’t be happier about it.</p>\n<h2>9. Samara, <i>The Ring</i></h2>\n<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/WA3B-AZFJIU?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<p><b>Jason</b><strong>:</strong> If someone gives you a cursed videotape, don&#8217;t watch the tape. After you don’t watch the tape, continue to not watch the tape and repeat not watching the tape for the rest of your life. <em>If</em> you should happen, somehow, to watch the tape, then, within seven days, copy the tape and give the copy to someone you don’t like, making sure not to mention it’s cursed.</p>\n<p><b>Shea</b><strong>:</strong> I would give TF outta this tape to people. There’s no way I’m dying if the only thing I have to do not to die is have someone else die. That’s a little thing called Darwinism, my friend. Same thing if I’m running from a killer. I love you, Jason, but if it’s me and you and we’re running from someone who’s trying to kill us both, I am 100 percent kicking you as hard as I can in the knee so you’re hobbled so the killer can catch you and I can escape. That’s just how it’s going to happen. I’m sorry.</p>\n<h2>8. Michael Myers, <i>Halloween</i> Series</h2>\n<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/MuG14CT-qds?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<p><b>Shea</b><strong>:</strong> He’s always seemed like the coldest, most ruthless, most black-eyed killer of all the movie monsters. I think it’s because he never talks (same as Jason Voorhees) and also because he wears a mask even though it’s not necessary, which I’m sure says something about his general psychosis (Jason’s mask was functional, in that by the end of the series it was very clear he was not a human anymore).</p>\n<p>He’s second in <a href=\"http://bloody-disgusting.com/news/3316822/10-deadliest-horror-movie-villains-kill-count/\" target=\"_blank\">total kills</a> (Jason is the leader with more than 300 confirmed kills; Myers has 111; Lubin from <em>The Leprechaun</em> has 45; Freddy Krueger has 42; Pinhead has 35) and first in consistency (nobody is more on-brand). He’s my favorite horror-movie killer, so I’d have liked to have seen him land closer to the second or third spot, but eighth feels right, him hiding back here in the bushes waiting to drive that butcher knife into your sternum.</p>\n<h2>7. The Babadook, <i>The Babadook</i></h2>\n<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/szaLnKNWC-U?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<p><b>Jason</b><strong>:</strong> <strong>[THIS ONE CONTAINS SPOILERS.]</strong> If you find a strange and mysterious children’s book in your home, think twice before reading it to your child. If, after reading said strange and mysterious book to your child, you find yourself experiencing unexplained events and weird dreams, leading you to destroy the book, only to find that the book has reassembled itself and is waiting for you on your stoop, then seriously consider whether you may have, in fact, written the mysterious book yourself and are repressing the memory of doing so.</p>\n<p><b>Shea</b><strong>:</strong> I just watched this movie. As soon as it was over I was like, “Well, I guess I’m never reading another book to one of my kids again.” Also, “Babadook” is just a great fucking name for something that’s supposed to be scary.</p>\n<h2>6. Leatherface, <i>The Texas Chainsaw Massacre</i> Series</h2>\n<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/R_NH1-NIMhk?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<p><b>Shea</b><strong>:</strong> I still remember watching the remake at the movie theater in 2003. I was in college. And I was really feeling like it was a good idea to take the girl I was dating. But it was not a good idea. It was a super-bad idea. There was that one part when Leatherface hangs the guy on the meat hook and the girl tries to get him off it but she can’t and so she’s trying to slide him off and he keeps dropping back down on it. That remains the closest I’ve ever come to throwing up in a theater. AND THAT WAS JUST THE REMAKE OF THE SCENE, which is inferior to the original version, in which Leatherface hangs a girl on a meat hook and then carves up a guy with a chain saw in front of her as she dangles and screams and dangles.</p>\n<p>I went on this haunted hayride thing one time in San Antonio. It was real cool. You paid $10 or so, then you just sat on this platform that was pulled by a tractor through the woods and all of these scary things would happen along the way. Michael Myers was there. Jason was there. Freddy was there. But nobody inspired the same sort of fear that Leatherface did when he came running out from the brush with his chain saw just BRRRRRRRARAAARRRRRing. People were literally jumping off the ride to run away. I&#8217;ve never forgotten that. (I didn’t run away, because I’m <i>not </i>a coward. I just closed my eyes real tight and grabbed hold of whomever it was that was sitting next to me because actually, yes, I am a coward.) I think maybe it’s because he’s the one guy out of all of these movies who could actually exist in real life. Or maybe it’s the sound of that chain saw starting up. Or maybe it’s his mask made of human skin. It’s probably some combination of all of those things (but mostly him possibly being real). Either way, he deserves to be on here. He probably deserves to be higher, truthfully.</p>\n<h2>5. Sex Parasite, <i>Shivers</i></h2>\n<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/MCseP01zg7w?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<p><b>Jason</b><strong>:</strong> In <i>Shivers</i>, a bioengineered parasite runs rampant through an upscale Montreal apartment complex, transforming the building’s bourgeoisie inhabitants into an orgiastic horde of zombies who hunger for fresh flesh to infect. After the last holdout is organized into submission, the DTF-infected surge into the streets to turn out Montreal proper and, one expects, the world.</p>\n<h2>4. Freddy Krueger, <i>Nightmare on Elm Street</i> Series</h2>\n<p><b>Shea:</b> As far as iconography goes, Freddy is either at the very top or he loses out only to Jason Voorhees. I mean, he had a fucking song with Will Smith, that’s how popular he was in the ’80s.</p>\n<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/BfPONqyaI9Y?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<p>(The best thing about this song is the disbelief Will expresses about Freddy wearing a sweater even when it’s hot outside. I suppose this is a valid concern.)</p>\n<p>One of the things I’ve always liked about Freddy is his sense of self-awareness. He’s a showy guy, and he’s not above <a href=\"https://www.youtube.com/watch?v=Mq2yONl3yII\" target=\"_blank\">hamming things up when need be</a>. I think that’s important, at least some of the time. And yet, still, he’s a master killer, and he for sure is inescapable (he’ll either kill you in your sleep, or you’ll go crazy and die from not getting any sleep, which is a real thing I didn’t know could happen). He’s got that great face, that great glove, that great voice, that great attitude, that great everything. It feels wrong having him fourth. It just feels wrong.</p>\n<h2>3. The Thing, <i>The Thing</i></h2>\n<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/p35JDJLa9ec?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<p><b>Jason</b><strong>:</strong> You’re not paranoid if everyone around you really is an alien in disguise that’s out to kill you. The alien monster in <i>The Thing </i>could be anything: your wife, your husband, your dog, your best dude, pre-diebeetus Wilford Brimley, anyone.</p>\n<p><b>Shea</b><strong>:</strong> Very surprised the Thing managed to sneak this far up the list.</p>\n<h2>2. Jason Voorhees, <i>Friday the 13th</i> Series</h2>\n<p><b>Shea: </b>He. Is. A. Relentless. And. Perfect. Killing. Factory.</p>\n<p>He has the greatest horror-movie kill of all time (when he snatched that girl up while she was in her sleeping bag and slammed it against the tree), he has great accessories (his mask, of course, but also his machete), he has a very strong backstory (died as a kid, returned to kill a bunch of people because he was mad about that and also about his mom getting killed), he quietly had a sense of humor, or if not that then a sense of irony (remember when that one boxer tried to <a href=\"https://www.youtube.com/watch?v=lKQVHClcUfs\" target=\"_blank\">fistfight Jason</a> and so he just stood there and let the guy punch himself out and then hit him with a left cross that literally knocked his head off his shoulders? Or the time <a href=\"https://www.youtube.com/watch?v=09yOZsZuxMY\" target=\"_blank\">he was on <em>Arsenio Hall</em></a>?), and he was essentially unkillable. I will argue forever that he should’ve finished first. He’s the obvious winner, Jason.</p>\n<p>Alas &#8230;</p>\n<h2>1. The Alien, <i>Alien </i>Series</h2>\n<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/U2XTmjjhC5U?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<p><b>Jason</b><strong>:</strong> The alien Xenomorph MOUNTS YOUR FACE, FORCES ITS EGG DEPOSITOR INTO YOUR MOUTH AND DOWN INTO YOUR STOMACH, AND LAYS ITS EGG INSIDE OF YOU, WHERE IT GROWS UNTIL IT BURSTS OUT OF YOUR CHEST, BEGINNING THE CYCLE ANEW. THIS IS THE BEST MONSTER IN MOVIES.</p>\n<p><strong>Shea:</strong> Oh snap. I forgot about that part. Out of all the ways we&#8217;ve seen someone die in this column, having an alien deposit an egg in your stomach via your mouth (GROSS!) and then having that alien explode out of your chest (GAH!) is probably the least desirable way to go. Please continue.</p>\n<p><strong>Jason:</strong> Right. And to make things even scarier, the alien’s fictional life cycle and biology is actually mirrored in real-life science. The <a href=\"https://www.washingtonpost.com/news/speaking-of-science/wp/2015/05/27/say-hello-to-the-dementor-wasp-it-turns-cockroaches-into-zombies/\" target=\"_blank\">dementor wasp</a> injects its prey with a venom that turns it into a zombie, allowing it to be devoured alive. And a newly discovered wasp species lays its eggs inside a stink bug, where the juveniles <a href=\"http://www.usnews.com/news/science/news/articles/2015/10/22/wasp-that-kills-stink-bugs-found-could-help-fruit-orchards\" target=\"_blank\">eat the bug from the inside out</a>.</p>\n<p><b>Shea</b>: Fucking science, man.</p><img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=grantland.com&#038;blog=60203239&#038;post=303318&#038;subd=espngrantland&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></content:encoded>\n\t\t\n\t\t<media:thumbnail url=\"http://espngrantland.files.wordpress.com/2015/10/2-10.jpg?w=150\" />\n\t\t<media:content url=\"http://espngrantland.files.wordpress.com/2015/10/2-10.jpg?w=150\" medium=\"image\">\n\t\t\t<media:title type=\"html\">2 (10)</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://1.gravatar.com/avatar/1d98326d31cba8316f4e5acca6f1a6fb?s=96&#38;d=identicon&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">marklisanti</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/bhmm_jason.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">BHMM_jason</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/bhmm_creeper.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">BHMM_creeper</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/bhmm_freddy.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">BHMM_freddy</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/bhmm_nomak_bladeii.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">BHMM_nomak_bladeII</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/bhmm_chucky.jpg?quality=100&#038;strip=all\" medium=\"image\">\n\t\t\t<media:title type=\"html\">BHMM_chucky</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>The State of Scary TV: ‘The Returned’ and ‘Ash vs Evil Dead’ Join ‘The Walking Dead’ in Offering High-Quality Horror</title>\n\t\t<link>http://grantland.com/hollywood-prospectus/the-state-of-scary-tv-the-returned-and-ash-vs-evil-dead-join-the-walking-dead-in-offering-high-quality-horror/</link>\n\t\t<pubDate>Thu, 29 Oct 2015 14:44:58 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Andy Greenwald]]></dc:creator>\n\t\t\n\t\t<guid isPermaLink=\"false\">http://grantland.com/?post_type=grantland_pop&#038;p=303350</guid>\n\t\t<description><![CDATA[This weekend sees the premiere of Bruce Campbell's new show, as well as the return of SundanceTV's excellent series.<img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=grantland.com&#038;blog=60203239&#038;post=303350&#038;subd=espngrantland&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Halloween falls on a Saturday this year, which is traditionally the least-watched night for television. Perhaps this is fitting. In 2015, TV can be many things that are appropriate to the holiday: shocking, horrifying, sticky-sweet, overcommercialized, and deeply, deeply gross. But one thing it still struggles with is fear.<a class=\"footnote-link\" data-expandable=\"entry-footnotes\" data-footnote-id=\"5\" href=\"#fn-5\"><sup id=\"ss-5\">5</sup></a> Don&#8217;t believe me? Take a moment to consider: What&#8217;s the last regular TV show that was actually full-stop scary? I don&#8217;t mean frightful in bits and pieces, like one of Leatherface&#8217;s victims. I mean a show that is scary from top to bottom, from beginning to end. And I mean a show other than, say, <a href=\"http://grantland.com/hollywood-prospectus/the-check-in-wow-dads-is-somehow-even-worse-than-the-pilot/\" target=\"_blank\"><i>Dads</i></a>.</p>\n<p>This isn&#8217;t a criticism so much as it&#8217;s a fact of life. Movies, with their contained running times, are especially good at sustaining mood. When you take your seat for a horror film, you&#8217;re essentially agreeing to be on the edge of it for 90 to 120 minutes. TV, by its very nature, demands a diversity of tone and pitch. Viewers simply can&#8217;t be asked to hold their breath for eight, 10, or even 22 hours a season. Try it and they&#8217;ll be dead even sooner than your show. Instead, TV traditionally has had to play in the margins of horror, building entire series out of the offcuts and scraps usually undervalued by the <i>Fangoria</i> crowd: the slow, agonizing buildup; the stolid, yeomanlike investigation; the long, sorrowful denouement. (Or, as is the case with <a href=\"http://grantland.com/hollywood-prospectus/whitegirlproblems-the-terror-of-scream-queens-draws-from-greek-life-reality/\" target=\"_blank\">Fox&#8217;s smarmy <i>Scream Queens</i></a>, the idea that a sneer can wound more deeply than a knife.) A scary movie is a turn through a haunted house. A scary TV show is more of a haunted time-share. There have to be at least occasional feints toward amenities like comfort and humor because, let&#8217;s be honest, you&#8217;re going to be there awhile.</p>\n<p>If anyone were going to crack the horror code on TV, I would have expected it to be a pay service like HBO or Netflix, with their unlimited makeup budgets and freedom to micro-target audiences with the precision of a serial killer. But the two most successful series to challenge the primacy of scary cinema both hail from the diabolical Jigsaws in basic cable. FX&#8217;s <i>American Horror Story</i>, still <a href=\"http://decider.com/2015/10/27/john-landgraf-ahs-hotel-premiere-fx-top-rated-episode-of-2015/\" target=\"_blank\">slaying the ratings</a> in its fifth iteration, is likely the closest TV has ever come to the specificity and sustained craziness of film. Part of this is due to the show&#8217;s creative casting and unquenchable thirst for extremity. But let&#8217;s be honest: The most noteworthy aspect of <i>AHS </i>isn&#8217;t the bearded lady, it&#8217;s the length of each season. By limiting each cycle to 13 hours and a single story, the show&#8217;s one, discordant note can ring out like a symphony. One doesn&#8217;t watch <i>AHS</i> so much as one <i>commits</i> to it.<a class=\"footnote-link\" data-expandable=\"entry-footnotes\" data-footnote-id=\"6\" href=\"#fn-6\"><sup id=\"ss-6\">6</sup></a></p>\n<p>AMC&#8217;s <i>The Walking Dead</i> is even more noteworthy. Not only is it far and away television&#8217;s <a href=\"http://deadline.com/2015/10/walking-dead-ratings-rise-week-3-glenn-rhee-steven-yeun-talking-dead-sunday-night-football-1201595094/\" target=\"_blank\">most popular show</a> among the highly coveted 18-to-34-year-old demographic, it has almost single-handedly refuted every one of the ideas laid out in my opening paragraph. Where most serialized dramas create a world and, over time, spread out into it, adding characters, nuance, and layers, <i>The Walking Dead</i> has a guillotine where the story engine should be. It has no interest in saving the world or curing the zombie outbreak. Instead, it sets up base camp in the crushing moment when most dystopic movies end, sinking into the heartbreak, violence, and loss. &#8220;Everything is fucked,&#8221; isn&#8217;t a traditional TV starting place, but, then again, <i>The Walking Dead</i> isn&#8217;t a traditional series. Its remarkable proficiency in areas often considered ancillary &#8212; sound design, visual effects, editing, and casting &#8212; has helped sustain it, even when the plot veers decidedly into a sort of sadistic nihilism. And, in a perverse way, the bleak consistency of <i>The Walking Dead</i> &#8212; no matter what else is going on, someone&#8217;s getting bitten every week &#8212; is precisely what saves it as a TV show. At this point, the constant, gruesome suffering has become as dependable as a laugh track.</p>\n<div id=\"attachment_303353\" style=\"width: 1034px\" class=\"wp-caption alignnone\"><img class=\"size-full wp-image-303353\" src=\"https://espngrantland.files.wordpress.com/2015/10/twd_episode3_dumpster.jpg?quality=100&amp;strip=all\" alt=\"Walkers - The Walking Dead _ Season 6, Episode 3 - Photo Credit: Gene Page/AMC\"   /><p class=\"wp-caption-text\"><span>Gene Page/AMC</span></p></div>\n<p>This Sunday&#8217;s <a href=\"https://grantland.com/hollywood-prospectus/the-walking-dead-so-is-beloved-character-really-zombie-meat/\" target=\"_blank\">controversial episode</a> actually further cemented <i>The Walking Dead</i>’s connection to the rest of TV. In the <a href=\"http://grantland.com/hollywood-prospectus/ask-the-maester-jon-snow-season-finale/\" target=\"_blank\">Jon Snow</a> era, beloved shows have far outstripped the boundaries of their time slots. Fandom is a full-contact sport that runs around the clock, seasons be damned. That showrunner Scott M. Gimple <a href=\"http://deadline.com/2015/10/walking-dead-spoiler-glenn-rhee-cliffhanger-scott-gimple-1201593362/\" target=\"_blank\">had to qualify</a> a major death &#8212; and thus step on his own dramatic narrative mere minutes after setting it in motion &#8212; was further proof that winking gamesmanship no longer works in a world where everyone is playing on such a high level. On <i>The Walking Dead</i>,<i> </i>humans may just be oversize chum for the zombie masses. But in reality, these characters are intimates, welcomed into our homes every week. A modern showrunner can, and should, rough them up. But he needs to remember to respect them.</p>\n<p>Despite this misstep, my main takeaway from &#8220;Thank You&#8221; was admiration. Though <a href=\"https://grantland.com/hollywood-prospectus/the-walking-dead-season6-premiere/\" target=\"_blank\">there remain plenty of nits</a> to pick about <i>The Walking Dead</i>, I&#8217;m thoroughly impressed by the show&#8217;s ability to harness tricky, fast-burning emotions like anguish, stress, and desperation and corral them within the confines of a weekly series. The panicked, almost druggy fugue state that Nicholas fell into as an impossible horde of zombies surrounded him was contagious. I&#8217;m not saying I can relate to the choice he made in that moment &#8212; but, god, who could blame him? Again and again, I&#8217;m finding the sheer scale of this season of <i>The Walking Dead</i> deeply unsettling; death has long been ever-present but rarely so monumental or, seemingly, inevitable. This relentlessness is radical for television, and in particular for Sunday-night television, which has long been the warming hearth of the country&#8217;s viewing week. It&#8217;s a pivot that has helped <i>The Walking Dead</i> become TV&#8217;s most horrific show in more than a literal sense; it ravages emotions now, not just entrails.</p>\n<p>On Saturday night, right about the time most kids will be home counting their candy, two chilling, off-kilter series will premiere, each seeking to keep the jack-o&#8217;-lantern lights on well into November. Though SundanceTV&#8217;s <i>The Returned</i> is back for a second season &#8212; <a href=\"http://grantland.com/hollywood-prospectus/the-walking-no-longer-dead-the-sundance-channels-the-returned-goes-for-smart-horror/\" target=\"_blank\">I loved the first</a> &#8212; it&#8217;s <a href=\"http://grantland.com/hollywood-prospectus/ash-vs-bruce-campbell-the-b-movie-legend-returns-to-the-evil-dead/\" target=\"_blank\">Starz&#8217;s <i>Ash vs Evil Dead</i></a> that&#8217;s actually the more familiar of the pair. That&#8217;s because it picks up a baggy story that first began in 1978, when two frustrated Midwestern drama dorks named Sam Raimi and Bruce Campbell filmed a bloody short called <i>Within the Woods</i>. From that splattery snippet came a cult empire: a trilogy of <a href=\"https://en.wikipedia.org/wiki/Evil_Dead_(franchise)\" target=\"_blank\">beloved movies</a>, plus a host of video games, comic books, and <a href=\"http://www.tested.com/art/makers/465482-bits-atoms-building-evil-dead-chainsaw/\" target=\"_blank\">unlimited opportunities</a> for cosplay. The only connective tissue between all of it: Raimi&#8217;s inimitable tongue-in-cheek/ax-in-hand aesthetic and Campbell&#8217;s performance as Ashley &#8220;Ash&#8221; Williams, a one-handed Everyguy in possession of a spirit-summoning <a href=\"https://en.wikipedia.org/wiki/Necronomicon\" target=\"_blank\">Necronomicon</a>. When ghouls come calling, Ash is generally there to dispatch them with a fusillade of one-liners and shotgun shells. With no more mountains to climb on the big screen (a <a href=\"http://grantland.com/hollywood-prospectus/the-evil-dead-remake-if-you-want-blood-youve-got-it/\" target=\"_blank\">cinematic reboot</a> fizzled in 2013) and no more <a href=\"https://www.youtube.com/watch?v=U883K-W77ZY\" target=\"_blank\"><i>Spider-Man </i>dance-offs</a> to choreograph, the two have taken their trademark chain saw to the one frontier remaining to them: the small screen.</p>\n<p>Here&#8217;s the thing about <i>Ash vs Evil Dead</i>: It&#8217;s good. Better, it&#8217;s fun in a goofy, infectious way that&#8217;s the polar opposite of <i>The Walking Dead</i>’s po-faced frown. You don&#8217;t need to have any familiarity with the franchise&#8217;s history or humor before tuning in. I&#8217;d say that the opening montage of the now-57-year-old Campbell attempting to squeeze into a girdle is a pretty good introduction, as is the scene in which a Michigan detective (Jill Marie Jones) is attacked by a neck-twisting poltergeist whose head ultimately explodes with the force and liquid velocity of one of Gallagher&#8217;s overripe melons. What&#8217;s great about <i>Ash vs Evil Dead</i> isn&#8217;t that it doesn&#8217;t take itself seriously &#8212; though, come on, it totally doesn&#8217;t. It&#8217;s that it picks and chooses very carefully the details it <i>ought</i> to take seriously. So Campbell &#8212; still the Iberico de Bellota of B movie hams &#8212; gives as much thought to Ash&#8217;s Chaplinesque pratfalls as he does the chain-saw-swinging swagger. And Raimi, who directed the first hour and cowrote or produced the remaining nine, imbues every high-jumping, skittering demon with both gravity and wit. With its severed limbs and references to Shabbos dinner, this isn&#8217;t your father&#8217;s horror show. It&#8217;s your wacky uncle&#8217;s. And thank god for it.</p>\n<p>On the complete other end of the spectrum is <i>The Returned. </i>If <i>Ash vs Evil Dead</i> is a spouting artery of gleeful gore, the French series is rigor mortis itself. In the first season, the residents of a remote mountain town were undone when their dead relatives suddenly returned to life, seemingly unscathed and frozen at the age they were when they expired. So: A teenage girl is suddenly reconnected to her barely adolescent twin, a young mother is visited by the fiancé who killed himself while she was pregnant, a bar owner who happily buried his murderous brother years ago must find a way to accept him back into his orbit. It&#8217;s a bold premise, to be sure, and a lesser show would have balked at the pressure to provide answers. But the beauty of <i>The Returned</i> was the uncomfortable manner in which it asked its heavy questions, the way it allowed its impossible dream of a premise to curdle, subtly and slowly, into a sour nightmare.</p>\n<p>In Season 2, <i>The Returned</i> remains as discomfiting and elliptical as ever. Few shows are as starkly beautiful; its palate of ghostly grays and harsh, metallic light suggests the work of an impressionist T-1000. And the music, once again composed by the Scottish noise poets Mogwai, is subtle and devastating. A flood has cleared out the town, and the dead have set up their own society in the mountains. The imminent arrival of Adèle&#8217;s (Clotilde Hesme) baby &#8212; she was impregnated last season by the very much deceased Simon (Pierre Perrier) &#8212; is what drives the plot, but, the truth is, plot seems almost secondary in such an eerie landscape. Indeed, <i>The Returned </i>doesn&#8217;t scare so much as it haunts. On a show like this, it&#8217;s the living who slowly drop their masks to reveal the scarred monsters lurking underneath. The supernatural is really just a mirror for the frightening possibilities of human nature. It&#8217;s this psychological dismemberment, not the bloodier, more literal kind, in which television has historically excelled. That&#8217;s because, when a movie ends, you can walk quickly out of the theater and retreat to the quiet safety of home. On TV, the scariest sights are always coming <a href=\"http://www.skyladawncameron.com/wp-content/uploads/2014/11/tumblr_mg0wdveyAN1r75c30o1_500.gif\" target=\"_blank\">from inside</a> the house.</p><img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=grantland.com&#038;blog=60203239&#038;post=303350&#038;subd=espngrantland&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></content:encoded>\n\t\t\n\t\t<media:thumbnail url=\"http://espngrantland.files.wordpress.com/2015/10/ashvsevildead-e1446070915528.jpg?w=150\" />\n\t\t<media:content url=\"http://espngrantland.files.wordpress.com/2015/10/ashvsevildead-e1446070915528.jpg?w=150\" medium=\"image\">\n\t\t\t<media:title type=\"html\">ashvsevildead</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://1.gravatar.com/avatar/1d98326d31cba8316f4e5acca6f1a6fb?s=96&#38;d=identicon&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">marklisanti</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/twd_episode3_dumpster.jpg?quality=100&#038;strip=all\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Walkers - The Walking Dead _ Season 6, Episode 3 - Photo Credit: Gene Page/AMC</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>&#8216;The Andy Greenwald Podcast&#8217;: Aya Cash of &#8216;You&#8217;re the Worst&#8217;</title>\n\t\t<link>http://grantland.com/hollywood-prospectus/the-andy-greenwald-podcast-aya-cash-of-youre-the-worst/</link>\n\t\t<pubDate>Thu, 29 Oct 2015 13:26:05 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Andy Greenwald]]></dc:creator>\n\t\t\n\t\t<guid isPermaLink=\"false\">http://grantland.com/?post_type=grantland_pop&#038;p=303452</guid>\n\t\t<description><![CDATA['You're the Worst' costar Aya Cash joins Andy Greenwald to discuss acting, N.Y. vs. L.A., and her character's remarkable dramatic turn.<img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=grantland.com&#038;blog=60203239&#038;post=303452&#038;subd=espngrantland&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><em>You&#8217;re the Worst</em> costar Aya Cash joins Andy Greenwald to discuss acting, New York vs. Los Angeles, and her character&#8217;s remarkable dramatic turn.</p>\n<!--[if lt IE 9]><script>document.createElement('audio');</script><![endif]-->\n<audio class=\"wp-audio-shortcode\" id=\"audio-303452-1\" preload=\"none\" style=\"width: 100%; visibility: hidden;\" controls=\"controls\"><source type=\"\" src=\"http://c.espnradio.com/s:5L8r1/audio/2603725/andygreenwald_2015-10-28-165025.64k.mp3?ad_params=zones%3DPreroll%2CPreroll2%2CMidroll%2CMidroll2%2CMidroll3%2CMidroll4%2CMidroll5%2CMidroll6%2CPostroll%2CPostroll2%7Cstation_id%3D1444&#038;_=1\" /><a href=\"http://c.espnradio.com/s:5L8r1/audio/2603725/andygreenwald_2015-10-28-165025.64k.mp3?ad_params=zones%3DPreroll%2CPreroll2%2CMidroll%2CMidroll2%2CMidroll3%2CMidroll4%2CMidroll5%2CMidroll6%2CPostroll%2CPostroll2%7Cstation_id%3D1444\">http://c.espnradio.com/s:5L8r1/audio/2603725/andygreenwald_2015-10-28-165025.64k.mp3?ad_params=zones%3DPreroll%2CPreroll2%2CMidroll%2CMidroll2%2CMidroll3%2CMidroll4%2CMidroll5%2CMidroll6%2CPostroll%2CPostroll2%7Cstation_id%3D1444</a></audio>\n<p>Listen on <a href=\"http://espn.go.com/espnradio/play?id=13994894\" target=\"_blank\">ESPN Podcenter</a>.</p><img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=grantland.com&#038;blog=60203239&#038;post=303452&#038;subd=espngrantland&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></content:encoded>\n\t\t\n\t\t<media:thumbnail url=\"http://espngrantland.files.wordpress.com/2015/10/aya-cash.jpg?w=150\" />\n\t\t<media:content url=\"http://espngrantland.files.wordpress.com/2015/10/aya-cash.jpg?w=150\" medium=\"image\">\n\t\t\t<media:title type=\"html\">aya-cash</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://0.gravatar.com/avatar/c4b12361ad8d1228566d0071c8ca8c97?s=96&#38;d=identicon&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">dannykchau</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://c.espnradio.com/s:5L8r1/audio/2603725/andygreenwald_2015-10-28-165025.64k.mp3?ad_params=zones%3DPreroll%2CPreroll2%2CMidroll%2CMidroll2%2CMidroll3%2CMidroll4%2CMidroll5%2CMidroll6%2CPostroll%2CPostroll2%7Cstation_id%3D1444\" medium=\"audio\" />\n\t</item>\n\t\t<item>\n\t\t<title>An Obsessive ‘Ridiculous 6’ Trailer Deconstruction</title>\n\t\t<link>http://grantland.com/hollywood-prospectus/an-obsessive-ridiculous-6-trailer-deconstruction/</link>\n\t\t<pubDate>Wed, 28 Oct 2015 19:03:34 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Dave Schilling]]></dc:creator>\n\t\t\n\t\t<guid isPermaLink=\"false\">http://grantland.com/?post_type=grantland_pop&#038;p=303251</guid>\n\t\t<description><![CDATA[Will the new Adam Sandler comedy be worth your time?<img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=grantland.com&#038;blog=60203239&#038;post=303251&#038;subd=espngrantland&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><iframe class='youtube-player' type='text/html' width='658' height='401' src='http://www.youtube.com/embed/qUp7Qgimn38?version=3&#038;rel=1&#038;fs=1&#038;autohide=2&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;wmode=transparent' allowfullscreen='true' style='border:0;'></iframe></p>\n<p>I&#8217;m not going to waste your time by reminiscing about how I used to love Adam Sandler and he&#8217;s really fallen off in the last 10 years. Of course I loved Adam Sandler. I was 12. I still thought dogs farting was funny back then.<a class=\"footnote-link\" data-expandable=\"entry-footnotes\" data-footnote-id=\"7\" href=\"#fn-7\"><sup id=\"ss-7\">7</sup></a></p>\n<p>I&#8217;m not even going to pretend I&#8217;ve <em>seen</em> an Adam Sandler movie in years, either. You think I have two hours of my life set aside for <em>The Cobbler</em>? <em>Blended</em>? The last Sandler joint I saw to completion was probably <em>You Don&#8217;t Mess With the Zohan</em> — a motion picture in which the Sand Man portrays an Israeli soldier who moves to America in order to fulfill his dream of being a hairdresser. I happen to like <em>Zohan</em> a lot because it features Adam Sandler doing three things we know he will make amusing just through sheer Sandler strength:</p>\n<ol>\n<li>Speaking in a bad Israeli accent</li>\n<li>Doing krav maga</li>\n<li>Solving the Israeli-Palestinian conflict</li>\n</ol>\n<p>That last one is important, because it&#8217;s probably the main reason why I like that movie. Here&#8217;s a guy known for some of the dumbest comedies not a part of either the <em>Police Academy</em> or <em>Scary Movie</em> franchises tackling one of the most dispiriting, bloody sectarian conflicts on the planet. I have to give our man credit for trying to squeeze in a message about tolerance into a very broad comedy. Plus, it features Adam Sandler doing the splits in increasingly ridiculous action scenes. Imagining sleepy-faced Sandler kicking ass might be even funnier than a dog farting, which is saying a lot.</p>\n<p><em>The Ridiculous 6</em>, Sandler&#8217;s first film in a lucrative deal with Netflix, appears to have much in common with <em>Zohan</em>. Once again, a guy who perpetually looks hungover is being sold as something of a tough guy. Also, it&#8217;s similarly set around the subject of ethnic and cultural division. In this case, Sandler is mucking about with the plight of Native Americans, but in the run-up to its release, <em>The Ridiculous 6 </em>has done quite a bit to highlight just how poorly we tend to treat our Native population. It&#8217;s basically the Daniel Snyder of cinema.</p>\n<p>Native American cast members and the cultural adviser <a href=\"http://www.theguardian.com/film/2015/apr/23/adam-sandler-ridiculous-six-native-americans-racism\" target=\"_blank\">quit the film</a> over jokes they felt were insensitive to their people. The bad press piled up as leaked pages from the script made <em>Little Nicky</em> look like <em>Grand Illusion</em>. Months before the film&#8217;s streaming release, it already has a reputation for being a duffel bag full of horseshit. Yesterday, audiences around the country were finally treated to actual footage in the form of a trailer. The law of averages says I am going to either (a) hate this film, or (b) never see it because the reviews say it&#8217;s terrible. But in the interest of fair play, I&#8217;m going to spend the next two minutes and 13 seconds with a completely open mind.</p>\n<p>After that time is up, I will close my mind again.</p>\n<p><img class=\"alignnone size-full wp-image-303261\" src=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-8-18-15-am.png?w=658\" alt=\"Screen Shot 2015-10-28 at 8.18.15 AM\"   /></p>\n<p>The early parts of this trailer go to great lengths to set up the Sandy Man as some kind of badass — a laconic, unknowable figure of menace rolling into town with a reputation for doing awful things, not unlike Adam Sandler himself. His name is &#8220;White Knife&#8221; because he is white and carries knives.</p>\n<p><img class=\"alignnone size-full wp-image-303262\" src=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-8-21-14-am.png?w=658\" alt=\"Screen Shot 2015-10-28 at 8.21.14 AM\"   /></p>\n<p>Steve Zahn portrays a lazy-eyed racist who explains that El Sando&#8217;s character was raised by Native Americans. Zahn makes this sound ominous and like a reason to not trust Sandler, but the audience knows better because of this shot:</p>\n<p><img class=\"alignnone size-full wp-image-303263\" src=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-8-21-31-am.png?w=658\" alt=\"Screen Shot 2015-10-28 at 8.21.31 AM\"   /></p>\n<p><em>They&#8217;re just peaceful river folk! See? This movie&#8217;s not racist!</em> I love how advertising always, always, always works on me immediately.</p>\n<p><img class=\"alignnone size-full wp-image-303265\" src=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-8-21-51-am.png?w=658\" alt=\"Screen Shot 2015-10-28 at 8.21.51 AM\"   /></p>\n<p>Ol&#8217; Sandy LOLfax leaps out of a bank window and sticks to the wall of the adjacent building using his trusty knives to hold him up. The shot looks super fake, but whatever. This isn&#8217;t <em><a href=\"https://www.youtube.com/watch?v=nAYUv9wjV48\" target=\"_blank\">Ong-bak</a> </em>and Sandler is not Tony Jaa, though <em>The Waterboy</em> would have been infinitely better with more Muay Thai action scenes.</p>\n<p><img class=\"alignnone size-full wp-image-303267\" src=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-8-33-15-am.png?w=658\" alt=\"Screen Shot 2015-10-28 at 8.33.15 AM\"   /></p>\n<p>The U.S. government&#8217;s secret plan to clone Kurt Russell has gone smoothly, I see.</p>\n<p><img class=\"alignnone size-full wp-image-303268\" src=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-8-34-39-am.png?w=658\" alt=\"Screen Shot 2015-10-28 at 8.34.39 AM\"   /></p>\n<p>Tomahawks don&#8217;t kill people. Babies with tomahawks kill people.</p>\n<p><img class=\"alignnone size-full wp-image-303270\" src=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-8-50-00-am.png?w=658\" alt=\"Screen Shot 2015-10-28 at 8.50.00 AM\"   /></p>\n<p>Rob Schneider has a large role in this film, which is cause for concern. Not because I hate Rob Schneider, but because this might preclude him from appearing as <a href=\"https://www.youtube.com/watch?v=qztuEucrNBc\" target=\"_blank\">&#8220;You Can Do It!&#8221; Guy</a> — probably the greatest <em>SNL</em> character to never appear on <em>SNL</em>.</p>\n<p><img class=\"alignnone size-full wp-image-303273\" src=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-8-52-53-am.png?w=658\" alt=\"Screen Shot 2015-10-28 at 8.52.53 AM\"   /></p>\n<p>Taylor Lautner of <em>Twilight</em> fame is in this movie for some unknown reason. Maybe he and Sandler get their sweatpants from the same guy. From this trailer, it&#8217;s fair to say that the character he&#8217;s playing is some form of imbecile.</p>\n<p><img class=\"alignnone size-full wp-image-303275\" src=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-8-56-31-am.png?w=658\" alt=\"Screen Shot 2015-10-28 at 8.56.31 AM\"   /></p>\n<p>At this point, you might be saying to yourself, &#8220;This movie looks surprisingly good for being directed by Frank Coraci, who for all I know is the robot from <em>Rocky IV</em> reprogrammed to make bad movies.&#8221; Well, <em>The</em> <em>Ridiculous Six</em> was shot by legendary cinematographer Dean Semler. Semler was the D.P. for the following <em>classy</em> motion pictures:</p>\n<ul>\n<li><em>Mad Max 2: The Road Warrior</em></li>\n<li><em>Mad Max Beyond Thunderdome</em></li>\n<li><em>Cocktail</em></li>\n<li><em>Dead Calm</em></li>\n<li><em>Dances With Wolves</em></li>\n<li><em>City Slickers</em></li>\n<li><em>We Were Soldiers</em></li>\n</ul>\n<p>Oh, but guess what, SNOB! Dean Semler was also the D.P. for these CLASSIC Adam Sandler films!</p>\n<ul>\n<li><em>The Longest Yard</em></li>\n<li><em>Click</em></li>\n<li><em>I Now Pronounce You Chuck &amp; Larry</em></li>\n</ul>\n<p>Sandler and Semler<a class=\"footnote-link\" data-expandable=\"entry-footnotes\" data-footnote-id=\"8\" href=\"#fn-8\"><sup id=\"ss-8\">8</sup></a> are probably bro&#8217;ing down right now, trying on each other&#8217;s sweatpants, eating chicken wings, and laughing at your elitist sensibilities.</p>\n<p><img class=\"alignnone size-full wp-image-303282\" src=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-9-10-08-am.png?w=658\" alt=\"Screen Shot 2015-10-28 at 9.10.08 AM\"   /></p>\n<p>This film sports a truly massive cast. To your right is Steve Buscemi. In the center of the frame wearing the eye patch is Will Forte. On your left are Nick Swardson and what appears to be either WWE Superstar Mark &#8220;<a href=\"https://www.youtube.com/watch?v=QeAMxSDBqJ8\" target=\"_blank\">Mizark</a>&#8221; Henry or Huell from <em>Breaking Bad</em>. I could look it up, but it&#8217;s way more fun to guess, isn&#8217;t it?<a class=\"footnote-link\" data-expandable=\"entry-footnotes\" data-footnote-id=\"9\" href=\"#fn-9\"><sup id=\"ss-9\">9</sup></a> In the foreground you can see what appears to be a severed head.</p>\n<p><img class=\"alignnone size-full wp-image-303283\" src=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-9-13-57-am.png?w=658\" alt=\"Screen Shot 2015-10-28 at 9.13.57 AM\"   /></p>\n<p>Here&#8217;s Hagrid and Terry Crews.</p>\n<p><img class=\"alignnone size-full wp-image-303284\" src=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-9-15-05-am.png?w=658\" alt=\"Screen Shot 2015-10-28 at 9.15.05 AM\"   /></p>\n<p>Harvey Keitel is playing the legendary Western character &#8220;Rip Torn wearing a ladies&#8217; sun dress as a tie.&#8221;</p>\n<p><img class=\"alignnone size-full wp-image-303285\" src=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-9-16-57-am.png?w=658\" alt=\"Screen Shot 2015-10-28 at 9.16.57 AM\"   /></p>\n<p>It&#8217;s not an Adam Sandler movie without John Turturro experimenting with facial hair.</p>\n<p><img class=\"alignnone size-full wp-image-303286\" src=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-9-18-00-am.png?w=658\" alt=\"Screen Shot 2015-10-28 at 9.18.00 AM\"   /></p>\n<p>In a callback to the start of the trailer, Taylor Lautner&#8217;s character attempts the Sandy Man&#8217;s &#8220;jump from one building to another&#8221; move, but he&#8217;s just TOO STUPID and forgot the knives. I&#8217;m sure Lautner thought he was stretching by doing a comedy, but unless he&#8217;s cool doing Adam Sandler movies for the rest of his life, that might not work out.</p>\n<p><img class=\"alignnone size-full wp-image-303289\" src=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-9-21-32-am.png?w=658\" alt=\"Screen Shot 2015-10-28 at 9.21.32 AM\"   /></p>\n<p>A rapid succession of names is flashed on the screen, signifying how JAM-PACKED this movie is with big-name stars. Jon Lovitz! Whitney Cummings! Blake Shelton! Danny Trejo! Dan Patrick!<a class=\"footnote-link\" data-expandable=\"entry-footnotes\" data-footnote-id=\"10\" href=\"#fn-10\"><sup id=\"ss-10\">10</sup></a> Everyone&#8217;s last name is used for these title cards except for Vanilla Ice, who gets his entire stage name. It would have been so much ballsier if they had used &#8220;Van Winkle&#8221; and forced people to figure it out.</p>\n<p>Regardless, it&#8217;s important to note that Vanilla Ice is in this movie, because you are guaranteed to piss yourself with laughter. I remember when Vanilla Ice was coming up at Second City. He got onto a Harold team faster than anyone I&#8217;ve ever known. From there it was writing jokes for &#8220;Weekend Update,&#8221; joining the staff of <em>The Tonight Show</em>, penning a couple &#8220;Shouts &amp; Murmurs&#8221; pieces, and putting on his one-man show Off Broadway. Somehow, he found the time to write &#8220;Ice Ice Baby,&#8221; and the rest is history.</p>\n<p><img class=\"alignnone size-full wp-image-303296\" src=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-9-28-02-am.png?w=658\" alt=\"Screen Shot 2015-10-28 at 9.28.02 AM\"   /></p>\n<p>Whatever is happening in this scene, I&#8217;m sure it&#8217;s quite respectful of the history and culture of Native Americans.</p>\n<p><img class=\"alignnone size-full wp-image-303297\" src=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-9-29-20-am.png?w=658\" alt=\"Screen Shot 2015-10-28 at 9.29.20 AM\"   /></p>\n<p>This might be the edgiest logo in movie history for what will probably end up being the least-edgy movie in movie history. For all the controversy surrounding <em>The Ridiculous 6</em>, it will likely only be remembered as &#8220;that Sandler movie where Dan Patrick played Abe Lincoln.&#8221; You&#8217;d hope that our society could get to a point where films about Native Americans could be made where they&#8217;re more than a punch line, where the main character is actually Native and doesn&#8217;t employ the <em>Dances With Wolves</em> rule. It&#8217;s inevitable that our more perfect union will come to fruition eventually, but in the meantime we&#8217;re just going to have to suffer through garbage like this. It could actually be <a href=\"http://www.imdb.com/title/tt0003662/\" target=\"_blank\">much worse</a>.</p><img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=grantland.com&#038;blog=60203239&#038;post=303251&#038;subd=espngrantland&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></content:encoded>\n\t\t\n\t\t<media:thumbnail url=\"http://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-7-54-11-am-e1446044092687.png?w=150\" />\n\t\t<media:content url=\"http://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-7-54-11-am-e1446044092687.png?w=150\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screen Shot 2015-10-28 at 7.54.11 AM</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://1.gravatar.com/avatar/4058b0a6e46e203fd21f05d625ae3776?s=96&#38;d=identicon&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">daveschilling</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-8-18-15-am.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screen Shot 2015-10-28 at 8.18.15 AM</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-8-21-14-am.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screen Shot 2015-10-28 at 8.21.14 AM</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-8-21-31-am.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screen Shot 2015-10-28 at 8.21.31 AM</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-8-21-51-am.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screen Shot 2015-10-28 at 8.21.51 AM</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-8-33-15-am.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screen Shot 2015-10-28 at 8.33.15 AM</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-8-34-39-am.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screen Shot 2015-10-28 at 8.34.39 AM</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-8-50-00-am.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screen Shot 2015-10-28 at 8.50.00 AM</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-8-52-53-am.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screen Shot 2015-10-28 at 8.52.53 AM</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-8-56-31-am.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screen Shot 2015-10-28 at 8.56.31 AM</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-9-10-08-am.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screen Shot 2015-10-28 at 9.10.08 AM</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-9-13-57-am.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screen Shot 2015-10-28 at 9.13.57 AM</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-9-15-05-am.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screen Shot 2015-10-28 at 9.15.05 AM</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-9-16-57-am.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screen Shot 2015-10-28 at 9.16.57 AM</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-9-18-00-am.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screen Shot 2015-10-28 at 9.18.00 AM</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-9-21-32-am.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screen Shot 2015-10-28 at 9.21.32 AM</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-9-28-02-am.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screen Shot 2015-10-28 at 9.28.02 AM</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-28-at-9-29-20-am.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screen Shot 2015-10-28 at 9.29.20 AM</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Rembert Explains Sisqo’s ‘Unleash the Dragon’</title>\n\t\t<link>http://grantland.com/hollywood-prospectus/rembert-explains-sisqos-unleash-the-dragon/</link>\n\t\t<pubDate>Wed, 28 Oct 2015 12:34:20 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Rembert Browne]]></dc:creator>\n\t\t\n\t\t<guid isPermaLink=\"false\">http://grantland.com/?post_type=grantland_pop&#038;p=303062</guid>\n\t\t<description><![CDATA[In the final installment of a venerable franchise, Rembert breaks down the greatest dragon-unleashing in music video history.<img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=grantland.com&#038;blog=60203239&#038;post=303062&#038;subd=espngrantland&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><em>Welcome back to our series <a href=\"http://grantland.com/tags/rembert-explains/\" target=\"_blank\">Rembert Explains</a>. Every so often, 28-year-old Rembert Browne will watch a video from the past. Rembert will write down his thoughts as he’s watching the video, then we’ll post those thoughts here. This week is the final installment, selected by Rembert Browne: “Unleash the Dragon” by Sisqo, from the year 1999. If you have an idea for a future episode of Rembert Explains, it is unfortunately too late.</em></p>\n<p>(This is not the first time I&#8217;ve written about this video on Grantland. In one of the early YouTube Hall of Fame posts [date: October 26, 2011], this was my blurb pick for <a href=\"http://grantland.com/hollywood-prospectus/youtube-hall-of-fame-the-worst-music-videos-of-all-time/\" target=\"_blank\">&#8220;The Worst Music Videos of All Time.&#8221;</a> Feels right to go long on it, four full years later.)</p>\n<div class=\"embed-vimeo\"><iframe src=\"https://player.vimeo.com/video/32218064\" width=\"640\" height=\"272\" frameborder=\"0\" title=\"SISQO &quot;Unleash The Dragon&quot;\" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>\n<p><strong>0:02</strong> This video is already more expensive than it should be. Two seconds in, there has already been the sound of a helicopter, an aerial shot, and an actual crowd.</p>\n<p><img class=\"alignnone wp-image-303074\" src=\"https://espngrantland.files.wordpress.com/2015/10/screenshot-2015-10-27-12-58-34.png?w=942&#038;h=400\" alt=\"Screenshot 2015-10-27 12.58.34\" width=\"942\" height=\"400\" /></p>\n<p><strong>0:08</strong> Why did all of these people show up for this video? I&#8217;ve never seen so many people make such a bad decision at the same time.</p>\n<p><img class=\"alignnone wp-image-303077\" src=\"https://espngrantland.files.wordpress.com/2015/10/screenshot-2015-10-27-13-00-19.png?w=946&#038;h=399\" alt=\"Screenshot 2015-10-27 13.00.19\" width=\"946\" height=\"399\" /></p>\n<p><strong>0:11</strong> It&#8217;s so upsetting that instead of just doing a music video they tried to make this into a &#8220;movie.&#8221; This is what happens when you have the &#8220;Thong Song&#8221; and then get the green light to release more singles that were never supposed to be singles. Releasing &#8220;Unleash the Dragon&#8221; after &#8220;Thong Song&#8221; is like getting good at football and then just assuming you&#8217;d automatically be good at poetry.</p>\n<p><strong>0:19</strong> Yes, this is a barricade and news crew, for Sisqo. A LOCAL NEWS CREW.</p>\n<p><img class=\"alignnone wp-image-303090\" src=\"https://espngrantland.files.wordpress.com/2015/10/screenshot-2015-10-27-14-11-53.png?w=888&#038;h=347\" alt=\"Screenshot 2015-10-27 14.11.53\" width=\"888\" height=\"347\" /></p>\n<p><strong>0:22</strong> What a time.</p>\n<p><a href=\"https://espngrantland.files.wordpress.com/2015/10/t7oh4.gif\"><img class=\"alignnone wp-image-303091\" src=\"https://espngrantland.files.wordpress.com/2015/10/t7oh4_gif_static.gif?w=577&#038;h=245\" data-animate=\"http://i1.wp.com/espngrantland.files.wordpress.com/2015/10/t7oh4.gif?strip=all&ssl=1\" data-autoplay=1 alt=\"t7oh4\" width=\"577\" height=\"245\" /></a></p>\n<p>I want to be very clear about something: I love Sisqo. He was the lead singer of one of the most underrated R&amp;B groups of all time, Dru Hill. Every time I watch the video to <a href=\"https://www.youtube.com/watch?v=7BTlDtxFuBg\" target=\"_blank\">&#8220;5 Steps,&#8221;</a> I cry, especially when THAT DOVE COMES OUT AT THE END AND THEN SISQO KNEELS — LORD LORD LORD.</p>\n<p>But this song is inexcusable. And this video absolutely takes it over the top, in the sense that maybe he (and everyone involved) should have gone to prison as soon as it was finished.</p>\n<p><strong>0:25</strong> People really brought flags to this Sisqo block party like it was Glastonbury. Unreal.</p>\n<p><strong>0:27</strong> I haven&#8217;t seen this video in years, so there are going to be quite a few Sisqo realities that I forgot existed. Like the chain.</p>\n<p><img class=\"alignnone wp-image-303094\" src=\"https://espngrantland.files.wordpress.com/2015/10/screenshot-2015-10-27-14-19-41.png?w=765&#038;h=402\" alt=\"Screenshot 2015-10-27 14.19.41\" width=\"765\" height=\"402\" /></p>\n<p>Also, WHY THE UNDERSCORE AFTER &#8220;DRAGON&#8221;? I&#8217;m already getting pissed off.</p>\n<p><strong>0:28</strong> Just as a reminder, it&#8217;s almost been half a minute and there has not been any music. Also, why are human beings helping Sisqo put on his jackets like he&#8217;s Jed Bartlet or something?</p>\n<p><strong>0:29</strong> Imagine being the recipient of sunglasses from Sisqo and him not even looking at you. Just absolutely disrespectful.</p>\n<p><a href=\"https://espngrantland.files.wordpress.com/2015/10/t7ozr.gif\"><img class=\"alignnone wp-image-303097\" src=\"https://espngrantland.files.wordpress.com/2015/10/t7ozr_gif_static.gif?w=713&#038;h=303\" data-animate=\"http://i0.wp.com/espngrantland.files.wordpress.com/2015/10/t7ozr.gif?strip=all&ssl=1\" data-autoplay=1 alt=\"t7ozr\" width=\"713\" height=\"303\" /></a></p>\n<p><strong>0:37</strong> Sisqo finally sang something &#8212; &#8220;the dragon&#8221; &#8212; in Sisqovoce. Also, he spun a microphone around his finger, which I can&#8217;t make a GIF of because it&#8217;ll give me a computer virus.</p>\n<p><strong>0:38</strong> It&#8217;s at this point in music history that Sisqo begins one of our biggest buildups and then immediately lets down humanity like we&#8217;ve rarely ever seen. He hits us with the spoken word:</p>\n<blockquote><p>What I&#8217;m about to do<br />\nI&#8217;m sure nobody expected<br />\nBut that&#8217;s what I do</p></blockquote>\n<p><img class=\"alignnone wp-image-303099\" src=\"https://espngrantland.files.wordpress.com/2015/10/screenshot-2015-10-27-14-27-50.png?w=846&#038;h=400\" alt=\"Screenshot 2015-10-27 14.27.50\" width=\"846\" height=\"400\" /></p>\n<blockquote><p>Y&#8217;all know me<br />\nRight now<br />\nI&#8217;m about to release the dragon<br />\nUh, uh, come on</p></blockquote>\n<p><strong>0:55</strong> And then the drop:</p>\n<blockquote><p>Here I come<br />\nN​-​-​-​-s hold me back</p></blockquote>\n<p><a href=\"https://espngrantland.files.wordpress.com/2015/10/t7pmd.gif\"><img class=\"alignnone wp-image-303101\" src=\"https://espngrantland.files.wordpress.com/2015/10/t7pmd_gif_static.gif?w=713&#038;h=303\" data-animate=\"http://i0.wp.com/espngrantland.files.wordpress.com/2015/10/t7pmd.gif?strip=all&ssl=1\" data-autoplay=1 alt=\"t7pmd\" width=\"713\" height=\"303\" /></a></p>\n<p>Bahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha.</p>\n<p>Nothing is funnier than this. I&#8217;m sorry. Nothing. I&#8217;ve never seen someone be less intimidating in their most intimidating life moment than what Sisqo does right here. He lost the battle before the minute mark, and there are still six more minutes.</p>\n<p><em>HERE I COME. N​-​-​-​-S HOLD ME BACK — </em>I NEED OXYGEN.</p>\n<p>One of the best parts is the crowd reaction. They love it. &#8220;GO SISQO WE LOVE YOU&#8221; they&#8217;re probably screaming as he berates them with HERE I COME / N​-​-​-​-S HOLD ME BACK.</p>\n<p><strong>1:02</strong> I feel like this is definitely Ben Carson&#8217;s go-to song in karaoke.</p>\n<p><strong>1:03</strong> He has more lyrics. And not a single one should be overlooked.</p>\n<blockquote><p>Tired of holdin&#8217; back<br />\nI&#8217;m about to let the drag&#8217; attack</p></blockquote>\n<p><a href=\"https://espngrantland.files.wordpress.com/2015/10/t7q5w.gif\"><img class=\"alignnone wp-image-303103\" src=\"https://espngrantland.files.wordpress.com/2015/10/t7q5w_gif_static.gif?w=720&#038;h=306\" data-animate=\"http://i1.wp.com/espngrantland.files.wordpress.com/2015/10/t7q5w.gif?strip=all&ssl=1\" data-autoplay=1 alt=\"t7q5w\" width=\"720\" height=\"306\" /></a></p>\n<p>It&#8217;s too much. Fun fact: The &#8220;Unleash the Dragon&#8221; video is the prequel to <i><a href=\"http://www.imdb.com/title/tt0485985/\" target=\"_blank\">Red Tails</a>.</i></p>\n<p><strong>1:10</strong> One of the notes I made in that 2011 blurb about &#8220;Unleash the Dragon&#8221; was about the probable plan leading up to writing the lyrics: &#8220;Sisqo should say the N-word more than 70 times.&#8221; Through 70 seconds, he&#8217;s very much on pace:</p>\n<blockquote><p>Bugged out n​-​-​-​-s<br />\nThugged out n​-​-​-​-s<br />\nI don&#8217;t really care<br />\nYou all my n​-​-​-​-s</p></blockquote>\n<p>And wouldn&#8217;t you know it, the crowd loves it. But it&#8217;s almost as if he wants the crowd to take him more seriously, but they&#8217;re not &#8212; PERHAPS CAUSING ANGER THAT MIGHT, IN TURN, CAUSE HIM TO UNLEASH THE DRAGON.</p>\n<p><strong>1:11</strong> In case anyone was wondering what record label Sisqo was on at the time:</p>\n<p><img class=\"alignnone wp-image-303106\" src=\"https://espngrantland.files.wordpress.com/2015/10/screenshot-2015-10-27-14-44-23.png?w=918&#038;h=395\" alt=\"Screenshot 2015-10-27 14.44.23\" width=\"918\" height=\"395\" /></p>\n<p>Yep, the answer is, in fact, Def Soul.</p>\n<p><strong>1:16</strong> Sisqo has made it to the chorus, but he&#8217;s still so serious. And he&#8217;s on his balcony, with his <em>Red Tails </em>dancers, singing and dancing, begging the crowd to take him seriously. But they won&#8217;t; the crowd is just smiling and cheering from below. He&#8217;s assuring them, &#8220;Y&#8217;all n​-​-​-​-s gon&#8217; make me / unleash the dragon.&#8221; But they&#8217;re not listening. Then he&#8217;s all, &#8220;I know you don&#8217;t really wanna / unleash the dragon.&#8221; But still, they&#8217;re just so gleeful, happy to be at a Sisqo concert. But what they don&#8217;t know &#8212; a fact that Sisqo clearly knows &#8212; is that this is bigger than any normal concert. The stakes are at an all-time high.</p>\n<p><strong>1:18</strong> The ground begins to shake, causing everyone to become a very bad actor.</p>\n<p><a href=\"https://espngrantland.files.wordpress.com/2015/10/t7r50.gif\"><img class=\"alignnone wp-image-303108\" src=\"https://espngrantland.files.wordpress.com/2015/10/t7r50_gif_static.gif?w=682&#038;h=290\" data-animate=\"http://i1.wp.com/espngrantland.files.wordpress.com/2015/10/t7r50.gif?strip=all&ssl=1\" data-autoplay=1 alt=\"t7r50\" width=\"682\" height=\"290\" /></a></p>\n<p><strong>1:28</strong> The sudden quakes are getting so bad that Sisqo stops singing. Not dancing, however, as he and the Red Tails would never slow down. No one can really know, but I feel as if the seismic disturbances are slightly connected to this dragon Sisqo keeps talking about.</p>\n<p><strong>1:47</strong> Around this point of the song/video, it gets unnecessarily bad. It&#8217;s the point when the video fully takes over the song; the commotion of the scene is three times louder than the lyrics and the music, which is enhanced only because Sisqo is barely singing anymore &#8212; since, you know, this video is real and all.</p>\n<p><strong>1:56</strong> This is so bad. Sisqo goes three seconds without singing, and then just screams &#8220;OH NA NA NA.&#8221; How did this happen. How the hell did this happen?</p>\n<p><strong>1:59</strong> Uh-oh.</p>\n<p><img class=\"alignnone wp-image-303111\" src=\"https://espngrantland.files.wordpress.com/2015/10/screenshot-2015-10-27-14-54-34.png?w=887&#038;h=402\" alt=\"Screenshot 2015-10-27 14.54.34\" width=\"887\" height=\"402\" /></p>\n<p>This could be bad. Also, most of the crowd has been launched to the ground by what the newscaster with the slicked-back hair is calling &#8220;an earthquake.&#8221; But I have a feeling Sisqo is the only one who&#8217;s thinking, <em>Wait, this might not be an earthquake, in which case I</em> really<em> might have to unleash the dragon</em>.</p>\n<p><strong>2:08</strong> BOOM GOES THE DYNAMITE.</p>\n<p><a href=\"https://espngrantland.files.wordpress.com/2015/10/t7rq9.gif\"><img class=\"alignnone wp-image-303113\" src=\"https://espngrantland.files.wordpress.com/2015/10/t7rq9_gif_static.gif?w=696&#038;h=296\" data-animate=\"http://i1.wp.com/espngrantland.files.wordpress.com/2015/10/t7rq9.gif?strip=all&ssl=1\" data-autoplay=1 alt=\"t7rq9\" width=\"696\" height=\"296\" /></a></p>\n<p>THAT&#8217;S A DRAGON, LADIES AND GENTS.</p>\n<p><strong>3:10</strong> A full minute goes by of this dragon just destroying everyone on one city block, stepping on cars and punching buildings while various terrified people say, &#8220;OH SHIT.&#8221; Where&#8217;s Sisqo? Very unclear. Is this still a Sisqo video? Very unclear. Is there any music left? Very unclear.</p>\n<p><strong>3:12</strong> The only thing more puzzling than a dragon?</p>\n<p><a href=\"https://espngrantland.files.wordpress.com/2015/10/t7s12.gif\"><img class=\"alignnone wp-image-303116\" src=\"https://espngrantland.files.wordpress.com/2015/10/t7s12_gif_static.gif?w=623&#038;h=265\" data-animate=\"http://i2.wp.com/espngrantland.files.wordpress.com/2015/10/t7s12.gif?strip=all&ssl=1\" data-autoplay=1 alt=\"t7s12\" width=\"623\" height=\"265\" /></a></p>\n<p>Tatyana Ali. Don&#8217;t try to make sense of it. Just accept what has happened. Tatyana Ali is about to be the damsel in distress for Dragon Sisqo in this seven-minute movie that could have been a Vine.</p>\n<p><strong>3:26</strong> Oh, hi, Sisqo, how nice of you to join us in your own music video &#8212; NOW MIGHT BE A NICE TIME TO UNLEASH THE DRAGON, BRUH.</p>\n<p><a href=\"https://espngrantland.files.wordpress.com/2015/10/t7sdd.gif\"><img class=\"alignnone wp-image-303119\" src=\"https://espngrantland.files.wordpress.com/2015/10/t7sdd_gif_static.gif?w=607&#038;h=258\" data-animate=\"http://i1.wp.com/espngrantland.files.wordpress.com/2015/10/t7sdd.gif?strip=all&ssl=1\" data-autoplay=1 alt=\"t7sdd\" width=\"607\" height=\"258\" /></a></p>\n<p><strong>3:40</strong> What happens after Sisqo sees Tatyana down by the dragon is the dumbest thing I&#8217;ve ever seen. First, Sisqo yells &#8220;HEY!&#8221; at the dragon as if he&#8217;s in <em>Newsies </em>and it&#8217;s like <em>c&#8217;mon, son</em>.</p>\n<p><a href=\"https://espngrantland.files.wordpress.com/2015/10/t7sk0.gif\"><img class=\"alignnone wp-image-303122\" src=\"https://espngrantland.files.wordpress.com/2015/10/t7sk0_gif_static.gif?w=576&#038;h=245\" data-animate=\"http://i2.wp.com/espngrantland.files.wordpress.com/2015/10/t7sk0.gif?strip=all&ssl=1\" data-autoplay=1 alt=\"t7sk0\" width=\"576\" height=\"245\" /></a></p>\n<p>After this dragon-unleash of a scare tactic, the dragon looks right at him and Sisqo says, &#8220;What do you think you&#8217;re doing, scaring people, stepping on cars?&#8221;</p>\n<p><img class=\"alignnone wp-image-303124\" src=\"https://espngrantland.files.wordpress.com/2015/10/screenshot-2015-10-27-15-11-31.png?w=941&#038;h=405\" alt=\"Screenshot 2015-10-27 15.11.31\" width=\"941\" height=\"405\" /></p>\n<p>The dragon breaths on him, launching Sisqo back to the doorway, and then <em>out of nowhere </em>the music starts again and he just sings &#8220;OH NA NA NA.&#8221; It&#8217;s almost as if this were done in one take, no script, and everyone had just been molly-waterboarded.</p>\n<p><strong>3:46</strong> &#8220;I know you don&#8217;t really wanna&#8221; —Sisqo, covered in dragon saliva, to the dragon.</p>\n<p><a href=\"https://espngrantland.files.wordpress.com/2015/10/t7sxa.gif\"><img class=\"alignnone wp-image-303126\" src=\"https://espngrantland.files.wordpress.com/2015/10/t7sxa_gif_static.gif?w=605&#038;h=257\" data-animate=\"http://i0.wp.com/espngrantland.files.wordpress.com/2015/10/t7sxa.gif?strip=all&ssl=1\" data-autoplay=1 alt=\"t7sxa\" width=\"605\" height=\"257\" /></a></p>\n<p><strong>4:11</strong> This dragon, obviously very post-Sisqo, begins to start swinging at him, like the gnat that he is. Luckily for Sisqo, he is really good at front flips.</p>\n<p><a href=\"https://espngrantland.files.wordpress.com/2015/10/t7t3y.gif\"><img class=\"alignnone wp-image-303129\" src=\"https://espngrantland.files.wordpress.com/2015/10/t7t3y_gif_static.gif?w=605&#038;h=257\" data-animate=\"http://i2.wp.com/espngrantland.files.wordpress.com/2015/10/t7t3y.gif?strip=all&ssl=1\" data-autoplay=1 alt=\"t7t3y\" width=\"605\" height=\"257\" /></a></p>\n<p><strong>4:41</strong> The next 30 seconds are really dark, even by &#8220;Unleash the Dragon&#8221; standards. After all of this, they had the nerve to <em>unleash two rap verses </em>by two rappers whom I refuse to look up, both of whom are wearing snakeskin outfits wrapped in turkey bacon.</p>\n<p><img class=\"alignnone wp-image-303133\" src=\"https://espngrantland.files.wordpress.com/2015/10/screenshot-2015-10-27-15-21-25.png?w=805&#038;h=405\" alt=\"Screenshot 2015-10-27 15.21.25\" width=\"805\" height=\"405\" /></p>\n<p>And for those of you who are concerned with the dragon-tearing-up-the-city plot, yes, this verse is taking place in a room that the dragon just destroyed. And no, they are not concerned for their safety, because the room assuredly has Cristal.</p>\n<p><strong>5:00</strong> Here is your five-minutes-in Sisqo-in–<em>The </em><em>Matrix</em> update, for anyone still sick enough to be reading this:</p>\n<p><a href=\"https://espngrantland.files.wordpress.com/2015/10/t7tn6.gif\"><img class=\"alignnone wp-image-303134\" src=\"https://espngrantland.files.wordpress.com/2015/10/t7tn6_gif_static.gif?w=581&#038;h=247\" data-animate=\"http://i2.wp.com/espngrantland.files.wordpress.com/2015/10/t7tn6.gif?strip=all&ssl=1\" data-autoplay=1 alt=\"t7tn6\" width=\"581\" height=\"247\" /></a></p>\n<p>This is also the moment when I realize this is the greatest video of its time. It&#8217;s like seven different nightmares stitched together, brought to you by the infinite budgets of the late ’90s.</p>\n<p><strong>5:20</strong> Sisqo&#8217;s doing flips and avoiding being killed by the dragon, but I also just remembered that Sisqo has that belly tattoo. Just didn&#8217;t want to leave that out.</p>\n<p>Also, Sisqo is getting his little ASS kicked, but doing it in style.</p>\n<p><a href=\"https://espngrantland.files.wordpress.com/2015/10/t7tzw.gif\"><img class=\"alignnone wp-image-303136\" src=\"https://espngrantland.files.wordpress.com/2015/10/t7tzw_gif_static.gif?w=576&#038;h=245\" data-animate=\"http://i2.wp.com/espngrantland.files.wordpress.com/2015/10/t7tzw.gif?strip=all&ssl=1\" data-autoplay=1 alt=\"t7tzw\" width=\"576\" height=\"245\" /></a></p>\n<p>That shot alone cost more than <em>Whiplash</em>.</p>\n<p><strong>6:00</strong> If you hadn&#8217;t guessed, Sisqo ends up defeating the real dragon by unleashing his inner dragon. What, exactly, is his inner dragon? Dancing the dragon to death.</p>\n<p>First he does his heroic moves:</p>\n<p><a href=\"https://espngrantland.files.wordpress.com/2015/10/t7uah.gif\"><img class=\"alignnone wp-image-303140\" src=\"https://espngrantland.files.wordpress.com/2015/10/t7uah_gif_static.gif?w=574&#038;h=244\" data-animate=\"http://i1.wp.com/espngrantland.files.wordpress.com/2015/10/t7uah.gif?strip=all&ssl=1\" data-autoplay=1 alt=\"t7uah\" width=\"574\" height=\"244\" /></a></p>\n<p>And then he puts on his shades (this time, on his own).</p>\n<p><a href=\"https://espngrantland.files.wordpress.com/2015/10/t7udc.gif\"><img class=\"alignnone wp-image-303139\" src=\"https://espngrantland.files.wordpress.com/2015/10/t7udc_gif_static.gif?w=576&#038;h=245\" data-animate=\"http://i0.wp.com/espngrantland.files.wordpress.com/2015/10/t7udc.gif?strip=all&ssl=1\" data-autoplay=1 alt=\"t7udc\" width=\"576\" height=\"245\" /></a></p>\n<p>And then he runs under the dragon, causing it to fall in an alley, the end.</p>\n<p><a href=\"https://espngrantland.files.wordpress.com/2015/10/t7ufd.gif\"><img class=\"alignnone wp-image-303138\" src=\"https://espngrantland.files.wordpress.com/2015/10/t7ufd_gif_static.gif?w=576&#038;h=245\" data-animate=\"http://i1.wp.com/espngrantland.files.wordpress.com/2015/10/t7ufd.gif?strip=all&ssl=1\" data-autoplay=1 alt=\"t7ufd\" width=\"576\" height=\"245\" /></a></p>\n<p>Yes, that&#8217;s how he defeats the dragon and saves the world. Like every first-level boss of a video game, he just confuses it and it dies. Wow, some dragon Sisqo has inside. Good thing he&#8217;s so clever when his black outfit turns red and he becomes the dragon, out-dragoning an actual dragon. Thank god for Sisqo.</p>\n<p><strong>6:33</strong> What Sisqo does next … just sit down before you read the next line. It&#8217;s actually too much, the nerve he has at this moment.</p>\n<p>&#8220;SISQO. N​-​-​-​- WHAT&#8221; —DRAGON SISQO TO THE DEAD DRAGON.</p>\n<p><a href=\"https://espngrantland.files.wordpress.com/2015/10/t7uyo.gif\"><img class=\"alignnone wp-image-303145\" src=\"https://espngrantland.files.wordpress.com/2015/10/t7uyo_gif_static.gif?w=569&#038;h=242\" data-animate=\"http://i1.wp.com/espngrantland.files.wordpress.com/2015/10/t7uyo.gif?strip=all&ssl=1\" data-autoplay=0 alt=\"t7uyo\" width=\"569\" height=\"242\" /></a></p>\n<p>We&#8217;re not worthy.</p>\n<p>There&#8217;s a little bit more in the video, but it&#8217;s mainly just Sisqo calling other dragons &#8220;n​-​-​-​-s.&#8221; I&#8217;m so glad this terrible song and this terrible video happened. Without it, a third of my lifetime tears never would have left my eyes. Thank you, Sisqo, for continuously carrying me to the gates of Valhalla every time I push play on this work of art.</p><img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=grantland.com&#038;blog=60203239&#038;post=303062&#038;subd=espngrantland&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></content:encoded>\n\t\t\n\t\t<media:thumbnail url=\"http://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-27-at-1-46-17-pm-e1445978977940.png?w=150\" />\n\t\t<media:content url=\"http://espngrantland.files.wordpress.com/2015/10/screen-shot-2015-10-27-at-1-46-17-pm-e1445978977940.png?w=150\" medium=\"image\">\n\t\t\t<media:title type=\"html\">sisqo_unleash_dragon</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://1.gravatar.com/avatar/d977cb74e94e65c2c76a2277e85d8664?s=96&#38;d=identicon&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">rembertbrowneespn</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screenshot-2015-10-27-12-58-34.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screenshot 2015-10-27 12.58.34</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screenshot-2015-10-27-13-00-19.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screenshot 2015-10-27 13.00.19</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screenshot-2015-10-27-14-11-53.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screenshot 2015-10-27 14.11.53</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/t7oh4.gif\" medium=\"image\">\n\t\t\t<media:title type=\"html\">t7oh4</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screenshot-2015-10-27-14-19-41.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screenshot 2015-10-27 14.19.41</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/t7ozr.gif\" medium=\"image\">\n\t\t\t<media:title type=\"html\">t7ozr</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screenshot-2015-10-27-14-27-50.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screenshot 2015-10-27 14.27.50</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/t7pmd.gif\" medium=\"image\">\n\t\t\t<media:title type=\"html\">t7pmd</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/t7q5w.gif\" medium=\"image\">\n\t\t\t<media:title type=\"html\">t7q5w</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screenshot-2015-10-27-14-44-23.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screenshot 2015-10-27 14.44.23</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/t7r50.gif\" medium=\"image\">\n\t\t\t<media:title type=\"html\">t7r50</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screenshot-2015-10-27-14-54-34.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screenshot 2015-10-27 14.54.34</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/t7rq9.gif\" medium=\"image\">\n\t\t\t<media:title type=\"html\">t7rq9</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/t7s12.gif\" medium=\"image\">\n\t\t\t<media:title type=\"html\">t7s12</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/t7sdd.gif\" medium=\"image\">\n\t\t\t<media:title type=\"html\">t7sdd</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/t7sk0.gif\" medium=\"image\">\n\t\t\t<media:title type=\"html\">t7sk0</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screenshot-2015-10-27-15-11-31.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screenshot 2015-10-27 15.11.31</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/t7sxa.gif\" medium=\"image\">\n\t\t\t<media:title type=\"html\">t7sxa</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/t7t3y.gif\" medium=\"image\">\n\t\t\t<media:title type=\"html\">t7t3y</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/screenshot-2015-10-27-15-21-25.png\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Screenshot 2015-10-27 15.21.25</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/t7tn6.gif\" medium=\"image\">\n\t\t\t<media:title type=\"html\">t7tn6</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/t7tzw.gif\" medium=\"image\">\n\t\t\t<media:title type=\"html\">t7tzw</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/t7uah.gif\" medium=\"image\">\n\t\t\t<media:title type=\"html\">t7uah</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/t7udc.gif\" medium=\"image\">\n\t\t\t<media:title type=\"html\">t7udc</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/t7ufd.gif\" medium=\"image\">\n\t\t\t<media:title type=\"html\">t7ufd</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://espngrantland.files.wordpress.com/2015/10/t7uyo.gif\" medium=\"image\">\n\t\t\t<media:title type=\"html\">t7uyo</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Ash vs. Bruce Campbell: The B Movie Legend Returns to ‘The Evil Dead’</title>\n\t\t<link>http://grantland.com/hollywood-prospectus/ash-vs-bruce-campbell-the-b-movie-legend-returns-to-the-evil-dead/</link>\n\t\t<pubDate>Wed, 28 Oct 2015 12:34:16 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Steven Hyden]]></dc:creator>\n\t\t\n\t\t<guid isPermaLink=\"false\">http://grantland.com/?post_type=grantland_pop&#038;p=303157</guid>\n\t\t<description><![CDATA[The postmodern John Wayne is poised to revisit his most beloved character in ‘Ash vs Evil Dead.’ But where does Ash Williams end and Bruce Campbell begin?<img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=grantland.com&#038;blog=60203239&#038;post=303157&#038;subd=espngrantland&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>In the distance, he cuts a dashing figure. He strides — no, <em>glides — </em>past adoring fans huddled by the back door of the Hammerstein Ballroom. A boxy 57-year-old composed of perfect right angles, his jet-black hair is still and subdued and his purple suit jacket is loud and dynamic. Like Bruce Wayne dressed as the Joker.</p>\n<p>He extends his hand and offers me a ride.</p>\n<p>“You’re game over,” Bruce Campbell says, referring to my being his final interview of the day.</p>\n<p>It’s early October in Manhattan, and the world’s greatest B movie actor is nearing the end of a long day at New York Comic Con. He’s just appeared in front of several thousand people assembled for a panel hosted by Kevin Smith for the new Starz series <em>Ash vs Evil Dead,</em> a 10-episode sequel to the original <em>Evil Dead </em>trilogy, which in the ’80s and ’90s established Campbell as the postmodern John Wayne.</p>\n<p>The hallmarks of the original films — nonstop gore, <em>Three Stooges–</em>inspired comedy, that meddlesome Necronomicon, Campbell’s gleeful jackassery — have all been restored with assistance from Campbell’s longtime collaborators, director Sam Raimi and producer Rob Tapert. Ash Williams is now 23 years older though not necessarily wiser, living the high life in a Michigan trailer park amid a haze of self-important delusion and marijuana smoke, when the undead suddenly return to settle old scores, moving at breakneck speed while 3 feet off the ground in that uniquely <em>Evil Dead </em>sort of way. Joining him is a cast of junior demon slayers and an enigmatic adversary played by Lucy Lawless. But Campbell is unquestionably the star attraction.</p>\n<p>If the response to the pilot’s world premiere during the Comic Con panel is any indication, <em>Ash vs Evil Dead </em>should adequately service the fan base. The faithful squealed with delight at every severed head and ridiculous one-liner. Smith registered his approval by using the word “jism” at least twice during the Q&amp;A. In that room, at least, <em>Ash vs Evil Dead </em>killed.<a class=\"footnote-link\" data-expandable=\"entry-footnotes\" data-footnote-id=\"11\" href=\"#fn-11\"><sup id=\"ss-11\">11</sup></a></p>\n<p>How big of a deal is Bruce Campbell at Comic Con? That morning, I watched Campbell and the show’s cast and crew press the flesh and sign autographs for 100 lucky fanatics. For these folks, meeting Bruce Campbell is akin to a religious experience — he’s like the pope of campy horror, and his followers line up for hours to proudly display their amazingly elaborate <em>Evil Dead </em>tattoos and chain-saw-accessorized Ash costumes.</p>\n<p>“I do a lot of them,” Campbell says of the convention circuit as we settle in the back of a black SUV. “Every year is different, but I usually do half a dozen a year. Sometimes more depending on whether I&#8217;m promoting something — I knew this year would be <em>Evil Dead</em>, so I made sure to go to a bunch of them so you can cross-promote, all that crap.&#8221;</p>\n<p>He stares into the distance as we pull out and head east toward Campbell’s hotel. “Some actors are freaked out — they&#8217;ll go once and never go again,” Campbell says. “It&#8217;s too close: People are on the elevators with you, they&#8217;re looking at what you&#8217;re eating, it&#8217;s all too precious. I&#8217;ve had a different M.O. I enjoy the fooling around with the audience, messing with them — tormenting them, you know.&#8221;</p>\n<p>During the Q&amp;A, most of the Q’s were for Campbell, and his A’s typically weren’t actual answers, but rather reiterations of Ash’s asshole shtick. As <em>Ash vs Evil Dead </em>showrunner Craig DiGregorio explains to me later, there are three Bruce Campbells. “There&#8217;s the Bruce that you just kind of hang out and talk to, who&#8217;s just the best, nicest guy,” he says. “And then there&#8217;s the Bruce at Comic Con who turns it on. He&#8217;s amazing at it — he can say mean stuff to people that ask questions, and it comes off in such a charming, funny way. And then there&#8217;s all of the characters he plays.”</p>\n<p>“I think Bruce, nowadays, is some combination of Bruce and Ash — he&#8217;s like <em>Brash</em>,” concurs Raimi. “I think that those groups wanna see Ash. They really like that character, and Bruce is the ultimate actor. He wants to give it to them, so he takes on a little bit more of that character&#8217;s persona.”</p>\n<p>In the past decade, Campbell’s highest-profile roles have been in television — he was an ex–Navy SEAL named Sam Axe (which sounds like Ash) on USA’s long-running series <em>Burn Notice</em>, and he was cast as Ronald Reagan (who’s basically Ash as a senior citizen) in the current season of the acclaimed FX drama <em>Fargo. </em>He’s also played a heightened version of himself in niche projects that appeal mostly to diehards. <em>My Name</em><em> <em>Is Bruce — </em></em>a 2007 horror-comedy that he starred in, directed, and coproduced — featured Campbell in a <em>Galaxy Quest</em>–esque scenario in which he is mistaken for a real monster slayer. <em>Make Love! The Bruce Campbell Way </em>was a fantasy novel he published in 2005 after his memoir, 2001’s <em>If Chins Could Kill: Confessions of a B Movie Actor</em>, became a surprise best seller.</p>\n<p>“Meta” Bruce resembles “Comic Con” Bruce — conceited, selfish, a little dumb, and yet ultimately heroic. Campbell’s greatest talent is his ability to simultaneously personify and satirize an outmoded form of peacocking masculinity. Here in this SUV, as he transitions from performing for a worshipful public to the solitude of his hotel room, Campbell is stuck somewhere between “real” Bruce and “Comic Con” Bruce. But who, exactly, is the real Bruce?</p>\n<p>“Well, I wouldn’t get too deep now. You’re going to bonk your head after about a foot under the water,” Campbell tells me. Then he makes an analogy to old-timey comedian W.C. Fields.</p>\n<p>“He was in a couple movies, he was the world&#8217;s greatest juggler at one point, he did vaudeville all around the world, and he made up all of his own press releases,” Campbell says. “People don&#8217;t know anything about the real W.C. Fields now because he made up such a ton of shit.”</p>\n<p style=\"text-align:center;\">♦♦♦</p>\n<p>Here’s some shit that’s not made up about Bruce Campbell: He was born in Royal Oak, Michigan, in 1958. The acting bug bit Bruce when he was 8 — he followed the example of his father, Charlie, a frustrated artist turned billboard inspector who channeled his creative impulses into Detroit-area community theater. When Bruce entered his teen years, he started making Super 8 movies with friends from the neighborhood. Around this time, he encountered a weird kid in the halls of his junior high school dressed like Sherlock Holmes. Bruce thought the kid was a creep. His name was Sam Raimi.</p>\n<p>“We met in drama class,” Campbell recalls. “We started talking pretty much right away, because he was a weird bird.”</p>\n<p>Bruce was a bit of a weirdo himself — he was known around school for wearing his father’s crushed velvet smoking jacket. (&#8220;I could put my shit in its pockets,” he says now. “It was very practical.”) Bruce and Sam pooled their resources with other local kids and set up an ad hoc kiddie production company. Together they made dozens of movies, mostly comedies, and screened them at a local theater. By the time they graduated from high school in the late ’70s, Campbell and Raimi were seasoned amateurs determined to make a full-length feature.</p>\n<p>They did market research at local drive-ins and discovered that horror films were both cheap to make and highly profitable. Guided more by Midwestern pragmatism than a true allegiance to the genre, they shot a supernatural thriller called <em><a href=\"https://www.youtube.com/watch?v=Yul22fUJBFc\" target=\"_blank\">Within the Woods</a></em> that later became the basis for 1981’s <em>The</em> <em>Evil Dead. </em>As Hollywood outsiders operating at the start of the blockbuster era, Campbell, Raimi, and Tapert used <em>Within the Woods </em>to tirelessly solicit local dentists and doctors for <em>Evil Dead</em>’s financing.</p>\n<p>“The investors have probably made 30, 35 times their money. They&#8217;re <em>still</em> making it,” Campbell says proudly. “It took six years to break even on their investment. For some people that was too long to wait. But now that they have waited, it&#8217;s well worth it. They got checks this year. Not small ones, either.&#8221;</p>\n<p>Two more films followed — 1987’s <em>Evil Dead II </em>and 1992’s <em>Army of Darkness </em>moved the series in a wackier, more irreverent direction, prodded by Campbell’s gonzo performance as the perpetually put-upon Ash. By the time <em>Army of Darkness</em> premiered, the character had evolved into a veritable <a href=\"https://www.youtube.com/watch?v=pFriRcIwqNU\" target=\"_blank\">boomstick</a> of catchphrases. But in spite of their subsequent status as cult classics, those movies were far from box office successes.</p>\n<p>Over the next 20 years, Campbell and Raimi went legitimate — Campbell got his own TV series, the short-lived <em>The Adventures of Brisco County Jr.</em>, which was sort of like <em>Gunsmoke </em>for the <em>Simpsons </em>generation, and then landed a regular spot on <em>Xena: Warrior Princess </em>with his current <em>Ash vs Evil Dead </em>costar Lawless. Raimi, meanwhile, helmed the <em>Spider-Man </em>franchise, which grossed just over $1 billion domestically in the aughts. <em>Evil Dead II </em>and <em>Army of Darkness</em>, in comparison, made just $18 million combined.</p>\n<p>Then something funny happened: As Raimi’s <em>Spider-Man </em>movies were rebooted just five years after 2007’s lackluster <em>Spider-Man 3</em>, a clamor arose for a return of <em>The Evil Dead</em>. While that franchise was also revived with a new cast in 2013 — Raimi, Campbell, and Tapert stayed on as producers — what fans really wanted was more Ash.</p>\n<p>“After I made <em>Spider-Man 2</em>, we kept hearing the fans say, ‘We don&#8217;t need any more <em>Spider-Man</em>, we really want to see <em>Evil Dead</em>,’&#8221; Raimi says with a wry laugh. “And I&#8217;d complain. ‘Why? I made three of those, let&#8217;s move on to something else.’ But they kept asking for it. So I finally said to Ivan, my brother, ‘Let&#8217;s write this thing, because no one&#8217;s asking us for anything except this.’”</p>\n<p>While Raimi originally conceived <em>Ash vs Evil Dead </em>as a feature, Campbell and Tapert “badgered” him to make it a TV series, because “we didn&#8217;t want to make a $200 million <em>Evil Dead</em> movie,” Campbell says. “Sam makes big movies now, you know? It&#8217;d be very tough for him to go back — that far back — to make a really cheap <em>Evil Dead</em> movie. But television seems to work. You can take time to get an audience if you can&#8217;t find them right away.”</p>\n<p style=\"text-align:center;\">♦♦♦</p>\n<p>Let’s address a question that arises with every revival of a long-cherished pop-culture institution: Is <em>Ash vs Evil Dead </em>necessary? The short answer is: probably not. But while <em>The Evil Dead </em>didn’t <em>need </em>to be resuscitated, <em>Ash vs Evil Dead </em>is executed about as well as you could possibly hope for, striking a tricky balance between the straightforward terror of the first <em>Evil Dead </em>and the slapstick surrealism of <em>Evil Dead II. </em>If the series can follow through on the promise of Raimi’s whizz-bang pilot, <em>Ash vs Evil Dead</em> could very well be the most complete <em>Evil Dead </em>experience yet.<a class=\"footnote-link\" data-expandable=\"entry-footnotes\" data-footnote-id=\"12\" href=\"#fn-12\"><sup id=\"ss-12\">12</sup></a></p>\n<p>For Campbell, working with Raimi affords the sort of creative freedom that he often doesn’t get elsewhere. One of his professional pet peeves are persnickety writers who are overly precious about their dialogue. Bruce Campbell needs to talk like Bruce Campbell, says Bruce Campbell.</p>\n<p>On 1995’s <em>Congo</em>, Campbell felt stymied by John Patrick Shanley, the Pulitzer Prize– and Tony-winning playwright and screenwriter, who for some reason was hired to write a movie about genius apes. Campbell was still chafing about the experience as we arrived at his hotel room.</p>\n<p>“John Patrick Shanley had the Paddy Chayefsky clause, where actors are not allowed to change a word,” says Campbell, offering me a seat at a conference table inside his suite. “That&#8217;s bullshit! I call bullshit. You don&#8217;t get to call the end of this process, Mr. Writer. You&#8217;re not the end of it. I&#8217;m the end of it. Because the words are coming out of my mouth.”</p>\n<p>Most of the time, Campbell isn’t working with the John Patrick Shanleys of the world. His cinematic bread and butter is made up of movies with titles like <em>Alien Apocalypse</em>,<em> Waxwork II: Lost in Time</em>, and <em>Assault on Dome 4</em>. The key to understanding Bruce Campbell — the real Bruce Campbell, not the hammy approximation he puts on at Comic Con — is the sense of professionalism he brings to every project. Campbell is self-aware enough to realize when he’s working on a turkey — he calls it his <em>Crimewave </em>meter, named after Raimi’s disastrous 1985 follow-up to <em>The Evil Dead </em>that nearly derailed all of their careers<em>.</em><a class=\"footnote-link\" data-expandable=\"entry-footnotes\" data-footnote-id=\"13\" href=\"#fn-13\"><sup id=\"ss-13\">13</sup></a> What Campbell has learned over time is how to play out the string, like a baseball team that knows in July that it’s not making the playoffs.</p>\n<p>“You can smell when a production is off,” he says. “What I do in those cases, I just go on autopilot. Not like I give up, but I&#8217;m like, <em>That guy&#8217;s not going to help me</em>. No one&#8217;s going out of their way to make sure this is going to look and sound good. So I just gotta get what I need and do it, and not worry about it.&#8221;</p>\n<p>He’s come close to quitting acting only once: at the end of the ’80s, when his first marriage was on the rocks. (“I wasn’t at home a lot,” he says.) But Campbell remarried in 1991, and his children, Rebecca and Andy, are now grown. As dusk approaches, and the publicist hints that it’s time for dinner, Campbell deflects further inquires about his personal life. No matter his more than 366,000 Twitter followers, he is not part of the over-sharing generation.</p>\n<p>“You should fuck with your persona,” he says emphatically. “I don&#8217;t want anyone looking at me like I&#8217;ve got all the answers. That&#8217;s why I don&#8217;t go political on Twitter — because then you&#8217;re putting yourself there for real. I don&#8217;t need to make an issue out of everything. Not everything is an issue to me. So I find it weird to see guys like Mark Ruffalo, who are like, &#8216;Fracking is bad,&#8217; and the next <!-- Invalid tweet id --> is, &#8216;See Marvel superheroes.&#8217; It’s like, don&#8217;t consume this, but consume that.&#8221;</p>\n<p>The publicist finally gives me the wrap-up signal. Campbell has successfully maintained his cocksure façade. Before I go, I wonder if he has any regrets.</p>\n<p>“<em>Maniac Cop</em> at the time seemed great. Would I do it now? No. Probably not,” Campbell says. He doesn’t mention that he came back for <em>Maniac Cop 2. </em></p><img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=grantland.com&#038;blog=60203239&#038;post=303157&#038;subd=espngrantland&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></content:encoded>\n\t\t\n\t\t<media:thumbnail url=\"http://espngrantland.files.wordpress.com/2015/10/1-10.jpg?w=150\" />\n\t\t<media:content url=\"http://espngrantland.files.wordpress.com/2015/10/1-10.jpg?w=150\" medium=\"image\">\n\t\t\t<media:title type=\"html\">1 (10)</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://1.gravatar.com/avatar/4058b0a6e46e203fd21f05d625ae3776?s=96&#38;d=identicon&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">daveschilling</media:title>\n\t\t</media:content>\n\t</item>\n\t</channel>\n</rss>",
  "headers": {
    "Date": "Fri, 13 May 2016 07:43:25 GMT",
    "Cache-Control": "max-age=300, must-revalidate",
    "Content-Encoding": "gzip",
    "Last-Modified": "Fri, 13 May 2016 07:43:25 GMT",
    "X-nananana": "Batcache",
    "Connection": "keep-alive",
    "Server": "nginx",
    "X-hacker": "If you're reading this, you should visit automattic.com/jobs and apply to join the fun, mention this header.",
    "Transfer-Encoding": "chunked",
    "ETag": "W/\"750da7192c8ac6ea5bd0dfb9829b04f5\"",
    "Vary": "Accept-Encoding, Cookie",
    "X-ac": "4.sjc _bur",
    "Content-Type": "application/rss+xml; charset=UTF-8"
  },
  "response_url": "http://grantland.com/hollywood-prospectus/feed/"
}