{
  "requested_url": "http://humanevents.com/feed/",
  "fetched_at": "2016-05-13T00:45:16.868510",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?><rss version=\"2.0\"\n\txmlns:content=\"http://purl.org/rss/1.0/modules/content/\"\n\txmlns:wfw=\"http://wellformedweb.org/CommentAPI/\"\n\txmlns:dc=\"http://purl.org/dc/elements/1.1/\"\n\txmlns:atom=\"http://www.w3.org/2005/Atom\"\n\txmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\"\n\txmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\"\n\t\n  xmlns:media=\"http://search.yahoo.com/mrss/\"\n>\n\n<channel>\n\t<title>Human Events</title>\n\t<atom:link href=\"http://humanevents.com/feed/\" rel=\"self\" type=\"application/rss+xml\" />\n\t<link></link>\n\t<description></description>\n\t<lastBuildDate>Thu, 12 May 2016 21:01:35 +0000</lastBuildDate>\n\t<language></language>\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\n\t<sy:updateFrequency>1</sy:updateFrequency>\n\t\t<item>\n\t\t<title>Does Free College Education have a Place in America?</title>\n\t\t<link>http://humanevents.com/2016/05/12/free-college-education/</link>\n\t\t<pubDate>Thu, 12 May 2016 20:01:35 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Mark Skousen]]></dc:creator>\n\t\t\t\t<category><![CDATA[Investor CAFÉ]]></category>\n\t\t<category><![CDATA[Money]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://humanevents.com/?p=149323</guid>\n\t\t<description><![CDATA[“In a highly competitive global economy, we need the best-educated workforce in the world. It’s time we made college tuition free at public colleges and universities.” — Bernie Sanders Sen. Bernie Sanders’ policy recommendation sounds so inviting, to make college tuition &#124; <a class=\"eau\" href=\"http://humanevents.com/2016/05/12/free-college-education/\">Read More &#187;</a>]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>“In a highly competitive global economy, we need the best-educated workforce in the world. It’s time we made college tuition free at public colleges and universities.”</p>\n<p>— Bernie Sanders</p>\n<p>Sen. Bernie Sanders’ policy recommendation sounds so inviting, to make college tuition free just like public high schools.</p>\n<p>He also believes that such an action would create the “best-educated workforce in the world.”</p>\n<p>But would it?</p>\n<p>Sanders is right that free college tuition has been done before — in California before the 1980s, and today in many parts of Europe.</p>\n<p>But does free college tuition do the job? In its March 19, 2016 issue, the <em>Economist</em> magazine ran a story about higher education in Europe.</p>\n<p>“A growing number of European students are opting to pay for their education,” the article reported.</p>\n<p>Why? Because for-pay, for-profit private colleges and universities do a better job in delivering a first-class education that pays when you get a job.</p>\n<p>Studies show that students who pay for their college education chose their major sooner, get better grades and graduate sooner than students who receive free tuition.</p>\n<p>When a valuable commodity, be it college education or advanced medical machines and devices, is free, consumers don’t appreciate its value, and often waste a valuable resource.</p>\n<p>It is true that a top-notch college education is costly these days. But that’s the fault of the government, which overregulates and subsidizes education. The student loan debacle is clearly caused by excessive government intervention in education.</p>\n<p>&nbsp;</p>\n<p><strong>You Nailed It! </strong></p>\n<p><strong>To Wear a Tie or Not?</strong></p>\n<p>I see that President Obama went tie-less in an informal dinner with American officials in China last fall with the president of China.</p>\n<p>It reminds me of the great libertarian philosopher Lin Yutang, who wrote a whole chapter on the “inhuman” nature of Western wear that is tight fitting, especially the collar and tie. He preferred loose-fitting Chinese dress, which also hid the body.</p>\n<p>Here is a review of Lin’s book, “The Importance of Living”: <a href=\"http://mskousen.com/2007/03/the-art-of-letting-go-2/\">http://mskousen.com/2007/03/the-art-of-letting-go-2/</a>.</p>\n<p>Lin wrote his great book, “The Importance of Living,” in 1937, but now two generations later the Western suit has won the war in terms of business dress.</p>\n<p>But now we are witnessing a bit of a pushback, with business attire becoming more and more casual and less formal. Many companies have “Casual Friday” where even accountants can work without a tie. Some companies have abandoned the suit and tie entirely at work. The tie is losing its power.</p>\n<p>I still like wearing the tie, despite its restrictiveness. It’s practically the only way a man can be creative. I enjoy choosing from a variety of ties for various seasons – a Christmas tie during the holidays, a patriot tie around July 4, a romantic tie during Valentine’s Day, a colorful tie during Halloween, etc.</p>\n<p>Long live the tie!</p>\n<p>&nbsp;</p>\n<p><strong>Upcoming Conferences</strong></p>\n<p><a href=\"https://www.markskousen.com/wp-content/uploads/72832802-c282-4ee6-ab88-ff6a842adb1f.jpg\"><img class=\"size-full wp-image-18220 aligncenter\" src=\"https://www.markskousen.com/wp-content/uploads/72832802-c282-4ee6-ab88-ff6a842adb1f.jpg\" alt=\"72832802-c282-4ee6-ab88-ff6a842adb1f\" width=\"599\" height=\"174\" /></a></p>\n<p>Big News! Top Libertarian Senator and former presidential candidate <strong>Sen. Rand Paul</strong> will be joining us at this year’s big FreedomFest show in Las Vegas on July 15, to speak about his new book, <strong>“Taking a Stand: Moving Beyond Partisan Politics to Unite America.”</strong></p>\n<p>This is Sen. Paul’s first appearance at FreedomFest in three years, and we are happy to have him back to talk candidly about the presidential election this year, and his outlook for the cause of liberty. He will be doing a special luncheon on <strong>“Is Freedom Rising or Falling? A Conversation with Sen. Rand Paul on the Future of Liberty.”</strong> The conversation will be moderated by <strong>Matt Kibbe</strong> (president of the new Free the People initiative).</p>\n<p>I urge you to sign up now at <a href=\"http://www.freedomfest.com/register-now\">www.freedomfest.com/register-now</a>, or by calling Karen, Jennifer or Amy toll-free at <a href=\"tel:1-855-850-3733\">1-855-850-3733</a>. The final “early bird” special ends this week on May 15! Save $100 per person.</p>\n<p><strong>SPECIAL NOTE</strong>: I noticed a lot of you who signed up for FreedomFest are coming alone. FreedomFest is a lot more fun if you bring others — your spouse, colleague or a friend. And the cost is only $300 per extra person! (And students are only $99 each.) I encourage you to go to the registration page at <a href=\"http://www.freedomfest.com/\">www.freedomfest.com</a> and add a friend or even two friends. The more the merrier.</p>\n<p>&nbsp;</p>\n<p><strong><u>O Cato Institute Luncheon and Policy Forum on Gross Output, Friday, May 13, Washington, D.C.</u></strong>: Come join <strong>Steve Forbes,</strong> <strong>George Gilder </strong>and me tomorrow for the event of the year at the Hayek Auditorium at the Cato Institute, 1000 Massachusetts Ave. NW, Washington, DC 20001. The topic will be <strong>“GO Beyond GDP: What Really Drives the Economy?” </strong>Get a seat early for this historic celebration of the Feds’ adopting my Gross Output (GO) statistic and what it means to investors, businesses and government policy. Afterwards, we will have a luncheon and autograph session for each of our books. This is a free event. <a href=\"http://www.cato.org/events/go-beyond-gdp-what-really-drives-economy\">Register today</a>. Or email <a href=\"mailto:events@cato.org\">events@cato.org</a> or call (202) 789-5229.  If you can’t make it, you can see this event live by going to <a href=\"http://www.cato.org/live\">www.cato.org/live</a>.</p>\n<p>In case you missed it, I encourage you to read my e-letter column from last week about <a href=\"http://www.eagledailyinvestor.com/22222/billionaires-avoid-income-tax/\">billionaires moving to avoid state taxes</a>. I also invite you to comment in the space provided below my <em><a href=\"http://www.eagledailyinvestor.com/\">Eagle Daily Investor</a></em> commentary.</p>\n<p>Until next next, this is Mark Skousen, saying so long, fellow free-marketeers, and remember, AEIOU.</p>\n<p><img src=\"http://c15029670.r70.cf2.rackcdn.com/mark-skousen-signature.gif\" alt=\"Mark Skousen\" width=\"193\" height=\"32\" /></p>\n]]></content:encoded>\n\t\t\n\t\t<media:content url=\"http://humanevents.com/wp-content/uploads/2016/05/2016_05_12_192722_11.jpg\" medium=\"image\" />\n\t\t<media:content url=\"http://humanevents.com/wordpress//www.markskousen.com/wp-content/uploads/72832802-c282-4ee6-ab88-ff6a842adb1f.jpg\" medium=\"image\">\n\t\t\t<media:alt type=\"html\">72832802-c282-4ee6-ab88-ff6a842adb1f</media:alt>\n\t\t\t<media:description type=\"html\">&#60;i&#62;B-b-but &#8230; what about all those Christians trying to take over America?!!&#60;/i&#62; The ones the left is always warning us against, with their elaborate plans to substitute the Bible for the Constitution. Most Christians, it turns out, turned their backs on the Republicans a few weeks ago and now feel &#34;happy&#34; about life as they envision it under quasi-Democratic leadership. &#60;br /&#62;&#60;br /&#62;So says the Pew Research Center, reporting this week that 68 percent of U.S. Christians -- including 56 percent of those belonging to white mainline churches (Methodists, Presbyterians, Episcopalians, etc.), 60 percent of white Catholics and 84 percent of black Protestants -- enjoyed the Democrats&#039; KO of the Republican Congress. This includes 41 percent of white evangelicals, members of the famous and dreaded &#34;Bush base.&#34; The big issues for those Christians who were polled: Iraq, the economy, &#34;values,&#34; terrorism. &#60;br /&#62;&#60;br /&#62;It may take a while for the news to sink in with some who have warned against the erosion of Mr. Jefferson&#039;s celebrated &#34;wall&#34; between church and state. The news, in fact, is no news. American Christianity is far more complex than it often comes across in breathless reports about parents who admonish their kids: Ain&#039;t no monkeys in y&#039;all&#039;s family line, just good ol&#039; Adam and Eve in that there Holy Bible. (That faithfully transmitted Christianity is at the very least an intellectually reputable proposition is something you won&#039;t get orthodox secularists -- e.g., Richard Dawkins -- ever to concede, but that&#039;s a topic for another day.)&#60;br /&#62;&#60;br /&#62;In a land of liberty, diversity of viewpoint even among those wedded to the theological view of life comes naturally. Evangelicals seek more public space for religion and more respect for its essentiality. Mainliners look kindly on environmentalism and the ages-old fight against poverty (both of which phenomena capitalism addresses better than government, but you rarely read of that). To the extent that evangelicals and mainliners, with their varying emphases, eavesdrop on each other&#039;s conversations, both are likely to learn something.&#60;br /&#62;&#60;br /&#62;The supposed &#34;right-wing Christian&#34; preoccupation with secular politics is the light bulb most in need of replacement. The &#34;religious right&#34; wasn&#039;t right or left, either one, prior to the birth of secular attempts to quiet down religious witness in public life. The &#34;religious right&#34; got mad, not because it woke up one day and decided to take over America, but because the post-World War II explosion of faith ran into dogmatic, and generally successful, challenge on the part of atheists and agnostics like Madalyn Murray O&#039;Hair, supported by &#34;broad-minded&#34; Christians. &#34;Hey, who started this thing anyway?&#34; the right is amply entitled to ask. And to add: If we didn&#039;t start this affray, might it be recognized we have useful things to say?&#60;br /&#62;&#60;br /&#62;If it comes to that, then the &#34;right-wing&#34; Christian might beg leave to wonder about the brothers and sisters over on the left and their large and undeniable obsession with shaping politics. Pew tells us that, whereas 30 percent of Christians overall got political information from their churches, 50 percent of black Protestants did. Is someone getting a pass here? &#60;br /&#62;&#60;br /&#62;Hands get wrung about creation-sciencers, while hardly a word of reproach gets spoken about the black pastor who turns over his pulpit to whatever combination of Democrats. When black churches in Dallas loaded their congregants onto buses and sent them off to vote (according to individual conviction, you bet!), no yammering, no screeching, no protests came from those Christians supposedly engaged in propping up the tottering wall of church-state separation.&#60;br /&#62;&#60;br /&#62;What topic is more complicated than religion, which speaks of origins and ends? Is there wonder in the different perspectives that different Americans bring to the contemplation of such questions? In a way, it&#039;s a pleasure to see non-evangelical Christians stepping up to the plate for their cut at the ball. They don&#039;t like the way Brother Falwell and those Catholic archbishops have been representing the faith? Let&#039;s see how much better &#60;i&#62;they &#60;/i&#62;can do when it comes to moral direction and civic inspiration!&#60;br /&#62;</media:description>\n\t\t</media:content>\n\t\t<media:content url=\"http://c15029670.r70.cf2.rackcdn.com/mark-skousen-signature.gif\" medium=\"image\">\n\t\t\t<media:alt type=\"html\">Mark Skousen</media:alt>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Explore the Gold Bug with this Triple-Digit Percentage Mining Fund</title>\n\t\t<link>http://humanevents.com/2016/05/12/explore-the-gold-bug-with-this-triple-digit-percentage-mining-fund/</link>\n\t\t<pubDate>Thu, 12 May 2016 18:41:43 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Doug Fabian]]></dc:creator>\n\t\t\t\t<category><![CDATA[ETF Talk]]></category>\n\t\t<category><![CDATA[Money]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://humanevents.com/?p=149327</guid>\n\t\t<description><![CDATA[Doug Fabian, exchange-traded fund (ETF) expert, examines one of the year's top-performing gold mining funds, currently up more than 100%.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>If you remember my <a href=\"http://www.eagledailyinvestor.com/22226/mining-fund-triple-digit-gains/\">ETF Talk</a> from last week, I showcased a silver mining fund that was up 140% as part of a new theme that focuses on mining company exchange-traded funds (ETFs). Those mining funds have seen enormous share-price appreciation in recent months due to the boom in precious metals and related sectors.</p>\n<p>While such impressive gains are hard to replicate, I’m pleased to announce that I have found a gold mining ETF that also has seen triple-digit percentage gains so far this year. That exchange-traded fund is the <strong>Global X Gold Explorers ETF (GLDX)</strong>.</p>\n<p>GLDX started in 2010 and is part of the Global X Funds company, a New York-based provider of exchange-traded funds that offers investment opportunities in both U.S. and foreign exchanges. Specifically, GLDX provides investors with access to a broad range of companies that are involved in the exploration of suitable gold deposits through the Solactive Global Gold Explorers Total Return Index.</p>\n<p>Year to date, GLDX’s performance has been nothing but impressive. Its share price has more than doubled since the beginning of the year, equating to about a 110% increase since the markets first opened in 2016. It is the second-best performing mining fund year to date, beating all but the <a href=\"http://www.eagledailyinvestor.com/22226/mining-fund-triple-digit-gains/\">Purefunds ISE Junior Silver ETF (SILJ)</a>.</p>\n<p>Unlike many other funds and stocks, GLDX’s chart shows no sign of a potential “bust cycle,” which first can be seen as a sideways trend over time in the line tracking a fund’s share price. With $64 million in assets under management, GLDX is neither tiny nor huge, and has approximately double the assets of SILJ. The fund offers a 5.3% yield with an expense ratio of 0.65%.</p>\n<p>&nbsp;</p>\n<p><img class=\"alignnone  wp-image-149333\" src=\"http://humanevents.com/wp-content/uploads/2016/05/gldx.png\" alt=\"gldx\" width=\"444\" height=\"465\" srcset=\"http://humanevents.com/wp-content/uploads/2016/05/gldx-458x480.png 458w, http://humanevents.com/wp-content/uploads/2016/05/gldx.png 460w\" sizes=\"(max-width: 444px) 100vw, 444px\" /></p>\n<p><a href=\"http://www.etfu.com/etf/gldx\">View the current price, volume, performance and top 10 holdings of GLDX at ETFU.com.</a></p>\n<p>GLDX’s portfolio is nearly 90% stocks, with its top 10 holdings &#8212; all related to gold and precious metals mining &#8212; comprising 68.72% of total assets. Some of the top holdings include First Mining Finance Corp., 13.20% of assets; Sabina Gold and Silver Corp., 8.26% of assets; and Oceana Gold Corp., 6.84% of assets.</p>\n<p>If the prospect of investing in gold and silver mining companies excites you, then I’d recommend checking out the <strong>Global X Gold Explorers ETF (GLDX)</strong> further.</p>\n<p>If you want my advice about buying and selling specific ETFs, including appropriate stop losses, please consider subscribing to my <a href=\"https://www.fabian.com/offer/si-promo-web/?source=SIWETF\"><em>Successful ETF Investing</em></a> newsletter.</p>\n<p>As always, I am happy to answer any of your questions about ETFs, so do not hesitate to send me an e-mail. You just may see your question answered in a future ETF Talk.</p>\n]]></content:encoded>\n\t\t\n\t\t<media:content url=\"http://humanevents.com/wp-content/uploads/2016/05/2016_05_12_194033_12.jpg\" medium=\"image\" />\n\t\t<media:content url=\"http://humanevents.com/wp-content/uploads/2016/05/gldx.png\" medium=\"image\">\n\t\t\t<media:alt type=\"html\">gldx</media:alt>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Amtrak’s For-Profit Regulation</title>\n\t\t<link>http://humanevents.com/2016/05/12/amtraks-for-profit-regulation/</link>\n\t\t<pubDate>Thu, 12 May 2016 15:41:38 +0000</pubDate>\n\t\t<dc:creator><![CDATA[George Will]]></dc:creator>\n\t\t\t\t<category><![CDATA[Daily Events Featured Story]]></category>\n\t\t<category><![CDATA[Daily Events Subject]]></category>\n\t\t<category><![CDATA[Editor's Choice]]></category>\n\t\t<category><![CDATA[Home Rotator]]></category>\n\t\t<category><![CDATA[Today's Top News]]></category>\n\t\t<category><![CDATA[amtrak]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://humanevents.com/?p=149317</guid>\n\t\t<description><![CDATA[In 1906, Leonor Loree, an accomplished railroad executive, examined the dilapidated Kansas City Southern Railroad that he had been hired to rehabilitate. ]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p id=\"U1060675964799dvB\">In 1906, <a title=\"rci.rutgers.edu\" href=\"http://rci.rutgers.edu/%7Erualumni/awards/hda.php?show=65\" shape=\"rect\">Leonor Loree</a>, an accomplished railroad executive, examined the dilapidated Kansas City Southern Railroad that he had been hired to rehabilitate. Dismayed, he permanently enriched American slang by exclaiming: “This is a helluva way to run a railroad!” Judge Janice Rogers Brown of the U.S. Court of Appeals for the District of Columbia Circuit, the nation’s second-most important court, recently said, with judicial decorousness, essentially the same thing about Amtrak.</p>\n<p>She was not referring to its 46 consecutive years of operating losses, which include <a title=\"www.amtrak.com\" href=\"https://www.amtrak.com/servlet/ContentServer?c=Page&amp;pagename=am%2FLayout&amp;cid=1246041980246\" shape=\"rect\">$306 million</a> last year, and more than $16 billion since 1970, when Congress created Amtrak as a federally chartered, for-profit corporation. Rather, <a title=\"www.cadc.uscourts.gov\" href=\"https://www.cadc.uscourts.gov/internet/opinions.nsf/7DB0A5319D2F70D385257FA4004FAB2B/$file/12-5204-1611061.pdf\" shape=\"rect\">Brown was referring to how Congress</a>, by piling “anomaly on top of anomaly,” has made Amtrak into a “wholly unique statutory creature” — one empowered to regulate its competitors. Amtrak illustrates the administrative state’s routine drift into constitutional impropriety.</p>\n<p id=\"U1060675964799L9H\">In 2008, Congress passed the <a title=\"www.fra.dot.gov\" href=\"https://www.fra.dot.gov/Page/P0393\" shape=\"rect\">Passenger Rail Investment and Improvement Act (PRIIA)</a>, which endowed Amtrak with the powers of a regulatory agency that makes decisions, in conjunction with the Transportation Department, about scheduling, uses of available tracks, maintenance and other metrics and standards that compel certain behavior by the entire U.S. rail industry. Freight rail entities, which actually are private, understandably objected, and the D.C. Circuit agreed with them that PRIIA was an unconstitutional delegation of governmental regulatory power to a private entity.</p>\n<p id=\"U1060675964799KyC\">In 2015, however, the Supreme Court issued a through-the-looking-glass ruling worthy of Lewis Carroll’s Humpty Dumpty (“When <i>I</i> use a word, it means just what I choose it to mean — neither more nor less”). The court acknowledged that Congress has designated Amtrak a private corporation directed to maximize revenue in order to minimize the need for government subsidies. So, Amtrak is required to be self-interested. Yet the court held that because Amtrak is indirectly controlled by Congress, however remotely, it can also be considered a government entity.</p>\n<p>Passive courts, accommodating the administrative state’s activities, are permissive about agencies’ regulatory behavior that blurs the line between legislation and regulation. But the Supreme Court returned the freight operators’ challenge to the D.C. Circuit for answers to some remaining questions, including this one implicating the Fifth Amendment’s due-process guarantee: May an economically self-interested entity exercise regulatory authority over competitors?</p>\n<p>Writing for a unanimous three-judge panel, Brown rejected “a simple way to resolve this case,” refusing to adopt the naive hypothesis that “Amtrak’s political accountability — remote as it is — removes the taint of any potential for bias.” Instead, Brown wrote: “Our Constitution’s ingenious system of checks and balances <i>assumes</i> government officials will act self-interestedly.” She cited Alexander Hamilton from the <a title=\"www.constitution.org\" href=\"http://www.constitution.org/fed/federa01.htm\" shape=\"rect\">first Federalist Paper</a>: It would be nice if government officials’ decisions would always be “unbiased by considerations not connected with the public good,” but this is something “more ardently to be wished than seriously to be expected.”</p>\n<p id=\"U1060675964799KgB\">Regarding Amtrak, Brown noted, “Congress delegated its legislative power to an entity that it designed to be the <i>opposite</i> of ‘presumptively disinterested.’ ” Among the chief concerns of the framers of the Constitution “were questions of <i>who</i> should be permitted to exercise the awesome and coercive power of the government.” The due process clause, wrote Brown, “puts Congress to a choice: its chartered entities may <i>either</i> compete, as market participants, <i>or</i> regulate, as official bodies.”</p>\n<p id=\"U1060675964799uyF\">The obvious way to avoid such dangerous jumbles of public and private responsibilities is to never have such government-chartered entities as Amtrak (and Fannie Mae, Freddie Mac and others). “Indeed,” Brown warned, “government’s increasing reliance on public-private partnerships portends an even more ill-fitting accommodation between the exercise of regulatory power and concerns about fairness and accountability.”</p>\n<p>This reliance is another unpleasant feature of America’s predictable future. For almost eight years, Barack Obama has had the courage of Woodrow Wilson’s anti-constitutional conviction that the separation of powers is an anachronistic inconvenience. It supposedly denies Americans the blessings of what then-professor Woodrow Wilson of Bryn Mawr College <a title=\"www.heritage.org\" href=\"http://www.heritage.org/initiatives/first-principles/primary-sources/woodrow-wilson-on-administration\" shape=\"rect\">called administrators with </a>“large powers and unhampered discretion.” It will be at least four years before even the possibility of a president who thinks otherwise.</p>\n<p>There might never be another such president, now that the Republican Party is embracing a candidate for chief executive who embodies Wilson’s enthusiasm for unbounded executive power. Now that both parties regard constitutional conservatism as an inconvenient anachronism, Amtrak is a harbinger of future bipartisanship: There will be the steady permeation of ostensibly, but not really, private entities with government’s presence, which for a century has been progressives’ consistent goal.</p>\n]]></content:encoded>\n\t\t\n\t\t<media:content url=\"http://humanevents.com/wp-content/uploads/2016/05/2016_05_12_164131_8c9f306e-c95f-49e7-b235-91fd74db4da1.jpg\" medium=\"image\" />\n\t</item>\n\t\t<item>\n\t\t<title>Every Rape Victim Deserves To Be Heard–Except By Hillary Clinton</title>\n\t\t<link>http://humanevents.com/2016/05/11/every-rape-victim-deserves-to-be-heard-except-by-hillary-clinton/</link>\n\t\t<pubDate>Wed, 11 May 2016 22:40:52 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Ann Coulter]]></dc:creator>\n\t\t\t\t<category><![CDATA[Ann Coulter Letter]]></category>\n\t\t<category><![CDATA[Daily Events Under Feature]]></category>\n\t\t<category><![CDATA[Editor's Choice]]></category>\n\t\t<category><![CDATA[Home Rotator]]></category>\n\t\t<category><![CDATA[Today's Top News]]></category>\n\t\t<category><![CDATA[2016 election]]></category>\n\t\t<category><![CDATA[Hillary Clinton]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://humanevents.com/?p=149313</guid>\n\t\t<description><![CDATA[In a campaign built on lies, it should not be a surprise that the central theme of Hillary&#8217;s campaign is the biggest lie of all. Someday, it will be the subject for a graduate thesis whether reporters who were in &#124; <a class=\"eau\" href=\"http://humanevents.com/2016/05/11/every-rape-victim-deserves-to-be-heard-except-by-hillary-clinton/\">Read More &#187;</a>]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>In a campaign built on lies, it should not be a surprise that the central theme of Hillary&#8217;s campaign is the biggest lie of all.</p>\n<p>Someday, it will be the subject for a graduate thesis whether reporters who were in diapers when Bill Clinton was president simply don&#8217;t know the truth or, in their zeal to see Hillary elected, are obscuring the truth.</p>\n<p>The media portray Bill Clinton as a lovable scamp, a good ol&#8217; Southern boy who just liked to have sex in the back of his pickup. In fact, according to numerous independent accounts, he was a sexual abuser and, the overwhelming evidence shows, a violent rapist.</p>\n<p>While we would normally extend our sympathy to his wife, Hillary has forfeited those claims by actively conspiring with him to cover up his sexual assaults and smear the victims, showing absolutely no compunction about destroying women whose stories she knew to be true.</p>\n<p>Because Donald Trump is reminding people about Hillary&#8217;s brutal rise to power, liberals denounce him for using the &#8220;sex scandals of the 1990s&#8221; against her. But recall that it was Hillary who used the &#8220;sex scandals of the 1990s&#8221; to launch her entire political career.</p>\n<p>A few weeks ago, Trump stirred up feminists by questioning whether Clinton is the most qualified woman who&#8217;s ever walked the planet, by saying, &#8220;Frankly, if Hillary Clinton were a man, I don&#8217;t think she&#8217;d get 5 percent of the vote.&#8221;</p>\n<p>Of course this is true. Trump wasn&#8217;t talking about Sen. Dianne Feinstein. He wasn&#8217;t talking about Sens. Claire McCaskill or Elizabeth Warren. Those women climbed the political ladder on their own. Can you even name any of their husbands?</p>\n<p>By contrast, Hillary got her positions by virtue of being married to the president, who cheated on her. She played the victim, and suddenly the rest of the world owed her.</p>\n<p>Being married to the president did not make for an auspicious beginning to Hillary&#8217;s career in politics. She was a grumpy, unpopular first lady, was given control of a health care task force, did a terrible job, and was going absolutely nowhere, when her husband &#8212; the president &#8212; got caught fooling around with a White House intern, and then committed felony obstruction of justice to cover it up.</p>\n<p>Hillary parlayed being the wronged wife into a Senate seat from New York, which was basically an appointed position (she ran against a little-known Republican congressman in a state where Democrats outnumber Republicans 2-to-1); and secretary of state, an actual appointed position.</p>\n<p>This isn&#8217;t about private affairs, the internal dynamic of the Clintons&#8217; marriage or a wronged wife. No one cares about the Clintons&#8217; marriage, least of all the Clintons. In addition to being vastly too byzantine to unravel, Bill&#8217;s philandering might affect what we think of him as a husband and father, but it doesn&#8217;t reflect one iota on Hillary Clinton.</p>\n<p>But to say Hillary is an innocent victim would be incorrect. The overwhelming evidence is that her husband committed repeated predatory sexual acts, in some cases violently, Hillary knew that, and she helped him by muddying up his accusers.</p>\n<p>The media worked hand-in-glove with the Clintons&#8217; enablers, Betsy Wright and (future objective journalist) George Stephanopoulos, to conceal Bill&#8217;s &#8220;bimbo eruptions&#8221; &#8212; as the campaign called them &#8212; as long as they could. But when Paula Jones sued President Clinton for sexual harassment under the Civil Rights Act of 1964, his treatment of other women became relevant evidence in her case.</p>\n<p>That&#8217;s when the floodgates opened.</p>\n<p>Jones alleged that, when she was an employee of the state of Arkansas, Governor Clinton had state troopers bring her to his hotel room, where he proceeded to drop his pants and tell her to &#8220;kiss it&#8221; &#8212; then warned her that he knew her boss.</p>\n<p>Either voluntarily or by legal compulsion, a slew of women attested to sexual encounters with Bill Clinton &#8212; Juanita Broaddrick, Kathleen Willey, Gennifer Flowers, Dolly Kyle Browning, Elizabeth Ward Gracen, Sally Perdue, Monica Lewinsky, and several dozen cocktail waitresses along the interstate corridor between Little Rock and Washington. Many more told their stories, but said they were afraid to use their names.</p>\n<p>Highly credible women who don&#8217;t know one another have given convincing accounts of Clinton&#8217;s unwanted sexual attentions, from groping, to flashing to violent rape. Juanita Broaddrick&#8217;s rape allegation convinced NBC News. It also convinced congressmen, who read her testimony, that they should reverse their positions and vote to impeach Clinton.</p>\n<p>Hillary knew what her husband was doing and yet, over and over again, she helped him cover it up and destroy the women, portraying them as stalkers, blackmailers and loons. As one of Bill&#8217;s mistresses, former Miss Arkansas Sally Perdue, told the Daily Mail (U.K.), Hillary has a &#8220;vengeful, spiteful ugliness &#8230; And she&#8217;s championing women&#8217;s causes?&#8221;</p>\n<p>This patron saint of victims made it her business to inflict more harm on Bill&#8217;s marks, specific examples of which will be covered in a future column.</p>\n<p>Until then, know that when journalists talk about Bill Clinton&#8217;s &#8220;sexual peccadilloes&#8221; and refer to Hillary as a &#8220;victim,&#8221; that&#8217;s not remotely what it was. He was a sexual predator and she was his willing co-conspirator.</p>\n]]></content:encoded>\n\t\t\n\t\t<media:content url=\"http://humanevents.com/wp-content/uploads/2016/04/2016_04_27_140751_b77ecaab-e258-4a10-8a93-6d39258e3068.jpg\" medium=\"image\" />\n\t</item>\n\t\t<item>\n\t\t<title>Twitter&#8217;s Traitors</title>\n\t\t<link>http://humanevents.com/2016/05/11/twitters-traitors/</link>\n\t\t<pubDate>Wed, 11 May 2016 13:00:13 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Michelle Malkin]]></dc:creator>\n\t\t\t\t<category><![CDATA[Daily Events Subject]]></category>\n\t\t<category><![CDATA[Daily Events Under Feature]]></category>\n\t\t<category><![CDATA[Editor's Choice]]></category>\n\t\t<category><![CDATA[Politics]]></category>\n\t\t<category><![CDATA[Today's Top News]]></category>\n\t\t<category><![CDATA[terrorism]]></category>\n\t\t<category><![CDATA[twitter]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://humanevents.com/?p=149303</guid>\n\t\t<description><![CDATA[Social media giant Twitter's got 99 problems, yet the politically correct company is far more worried about the \"optics\" of cooperating with federal agents trying to stop jihadist plotters online.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Social media giant Twitter&#8217;s got 99 problems, yet the politically correct company is far more worried about the &#8220;optics&#8221; of cooperating with federal agents trying to stop jihadist plotters online.</p>\n<p>Hashtag it: #TwistedTwitterPriorities.</p>\n<p>The company&#8217;s stock hit a record low this month. Half of the company&#8217;s senior executives abandoned their posts earlier this year. Ad growth is sluggish. Desperate attempts to mimic Facebook have turned off users. And the micro-blogging network&#8217;s political pandering to liberals through the formation of an Orwellian Trust and Safety Council earned global scorn</p>\n<p>Despite these existential troubles, Twitter bigwigs turned their attention this week to what they reportedly perceive as a real threat to their ailing business: America&#8217;s counterterrorism officials!</p>\n<p>No wonder Twitter&#8217;s twumbling.</p>\n<p>According to The Wall Street Journal, the tech titan cut off U.S. intelligence agencies from access to an exclusive tweet-sifting service it owns a 5 percent stake in called Dataminr. Its staff sends clients valuable analyses and alerts of &#8220;unfolding terror attacks, political unrest and other potentially important events.&#8221;</p>\n<p>For the past two years, Dataminr has worked with government surveillance operatives to detect and flag real-time patterns and national security dangers found in hundreds of millions of daily tweets. It offered early warnings on the Paris terror attacks last fall, the Brussels jihad this March and ISIS attacks on oil fields in Libya.</p>\n<p>The feds have been rightly under fire for not being on top of terrorists&#8217; social media organizing and communications. ISIS recruiters, propagandists and planners have spread like gangrene on the Internet. Pilot programs with cutting-edge private tech companies like the one developed with Dataminr make absolute homeland security sense.</p>\n<p>You might think it would also make good business sense. Who wouldn&#8217;t want to boast of proprietary algorithms producing actionable intelligence that might be saving countless American lives (as opposed to just benefiting Wall Street traders)?</p>\n<p>Answer: The preening social justice nitwits at Twitter who, according to the Journal&#8217;s intel sources, are concerned with the negative impression some in the public might have because Dataminr teamed with the government against Muslim terrorists.</p>\n<p>Twitter is putting progressive politics and profits above patriotism much like Apple, which infamously refused to help the FBI unlock dead San Bernardino jihadist Syed Rizwan Farook&#8217;s iPhone earlier this year.</p>\n<p>Here&#8217;s the difference: There&#8217;s no privacy principle involved in denying our intel agencies access to Dataminr&#8217;s expertise. All the tweets published on the platform are public information. Moreover, Twitter and Dataminr are happy to sell their news alerts to other paying clients &#8212; including financial institutions, NGOs and media organizations &#8212; just as long as those clients aren&#8217;t using the data to, you know, stop bloody terrorist attacks by Islamic suicide bombers, mass murderers and machete-wielders.</p>\n<p>Twitter&#8217;s direct message to government counterterrorism experts now shut out of the Dataminr service: Screw you. Screw America. You&#8217;re on your own.</p>\n<p>This latest stunt is sure to please Twitter execs&#8217; San Francisco friends and neighbors. The ACLU is ecstatic, of course. Its deputy legal director Jameel Jaffer praised the cutoff and told Techcrunch.com: &#8220;It&#8217;s completely understandable that a social media company like Twitter doesn&#8217;t want to be seen as an arm of American intelligence agencies.&#8221;</p>\n<p>So Twitter prefers to be seen as a de facto arm of al-Qaida, al-Shabab, ISIS and the Muslim Brotherhood? Duly noted. If the social network hadn&#8217;t allowed tens of thousands of jihad operatives from around the world to infest and exploit the site in the first place, there&#8217;d be no urgent reason for our intel agencies to monitor them.</p>\n<p>As for troublesome &#8220;optics,&#8221; nobody beats the jihadists at disseminating negative images. Just a few months ago, the Islamic State put out a video threatening Twitter CEO Jack Dorsey with bullet-riddled photos of his face and the iconic Twitter bluebird logo.</p>\n<p>Traitorous Twitter won&#8217;t help the government track terrorists with the best available tools in its arsenal. But if jihad were to strike Twitter headquarters, these same information-squelching executives will expect every last government counterterrorism agency and law enforcement office to help them out and bring Islamic attackers to justice.</p>\n<p>Keep screwing yourselves, Twitter.</p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\n\t\t<media:content url=\"http://humanevents.com/wp-content/uploads/2016/05/2016_05_11_135857_48824534-9cac-4530-9b31-a9027b89c0f0.jpg\" medium=\"image\" />\n\t</item>\n\t\t<item>\n\t\t<title>Fiddling Away Black Futures</title>\n\t\t<link>http://humanevents.com/2016/05/11/fiddling-away-black-futures/</link>\n\t\t<pubDate>Wed, 11 May 2016 04:01:55 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Walter Williams]]></dc:creator>\n\t\t\t\t<category><![CDATA[Daily Events Featured Story]]></category>\n\t\t<category><![CDATA[Editor's Choice]]></category>\n\t\t<category><![CDATA[Education & Academia]]></category>\n\t\t<category><![CDATA[Politics]]></category>\n\t\t<category><![CDATA[cities]]></category>\n\t\t<category><![CDATA[education]]></category>\n\t\t<category><![CDATA[Election 2016]]></category>\n\t\t<category><![CDATA[public schools]]></category>\n\t\t<category><![CDATA[race]]></category>\n\t\t<category><![CDATA[schools]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://humanevents.com/?p=149279</guid>\n\t\t<description><![CDATA[Most black politicians, ministers, civil rights advocates and professionals support Hillary Clinton's quest for the presidency. Whoever becomes the next president, whether it's a Democrat or Republican, will mean little or nothing in terms of solutions to major problems that confront many black people. We've already seen that even a black president means little or nothing.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Most black politicians, ministers, civil rights advocates and professionals support Hillary Clinton&#8217;s quest for the presidency. Whoever becomes the next president, whether it&#8217;s a Democrat or Republican, will mean little or nothing in terms of solutions to major problems that confront many black people. We&#8217;ve already seen that even a black president means little or nothing. Politics and political power cannot significantly improve the lives of most black people and may even be impediments.</p>\n<p>&nbsp;</p>\n<p>Blacks hold high offices and dominate the political arenas in Philadelphia, Detroit, Baltimore and other cities. Yet these are the very cities with the nation&#8217;s poorest educational outcomes, highest crime rates, high illegitimacy rates and other forms of social pathology. Let&#8217;s look at this pattern, focusing just on Philadelphia, Detroit and Baltimore, cities with large black populations and black-held political power for nearly a half-century.</p>\n<p>In Philadelphia, only 19 percent of eighth-graders score proficient in math and 16 percent in reading. In Detroit, there is only a 4 percent proficiency level in math and 7 percent in reading. In Baltimore, it&#8217;s a 12 percent proficiency in math and 13 percent in reading. These results are even more depressing when one tallies the percentages of students scoring &#8220;below basic&#8221; on the National Assessment of Education Progress test, often referred to as &#8220;the nation&#8217;s report card.&#8221; Below basic means that a student is unable to demonstrate even partial mastery of knowledge and skills fundamental for proficient work at his grade level. In Philadelphia, 47 percent scored below basic in math and 42 percent in reading. In Baltimore, it was respectively 59 and 49 percent. In Detroit, 73 percent scored below basic in math and 56 percent in reading.</p>\n<p>In terms of murders, shootings and other kinds of criminal behavior, these three cities are at or near the top. They also experience high rates of illegitimacy and single-parent households. Let me be absolutely clear about what I am saying. I am not saying that blacks having political power is the cause of these problems. What I am saying is that the solution to the problems confronting black people will not be found in the political arena. I am also saying that blacks working to secure the presidency of Hillary Clinton or Sen. Bernie Sanders are wasting resources that could be better spent trying to reverse the tragic destinies of so many black youths.</p>\n<p>The Obama administration, as well as black and white liberals, expresses concern with disproportionate numbers of black students suspended or expelled. They have created a practice called &#8220;restorative justice,&#8221; where students are called on to repair the harm caused by their bad behavior. Under this regime, cursing a teacher or assaulting a teacher is no cause for traditional discipline. Instead, there&#8217;s talking and pleas. But I&#8217;ll bet the rent money that the black and white liberal elite would never send their own children to schools where teachers are routinely assaulted and cursed. They would never send their children to schools so unsafe that students must enter through metal detectors so as to prevent the introduction of guns, knives and other weapons.</p>\n<p>The disgraceful academic performance by black students is not preordained. In other words, it just doesn&#8217;t have to be that way. The Washington, D.C., Opportunity Scholarship Program, a school-choice voucher program, has an excellent record, with 91 percent of its &#8220;at-risk&#8221; students graduating. But the Obama administration, doing the bidding of teacher&#8217;s unions, has attacked the program. U.S. Sen. Tim Scott, R-S.C., questioned Secretary of Education John King Jr. about the D.C. scholarship program during confirmation hearings. King replied, &#8220;I do not personally believe that vouchers are a scalable solution to the equity and excellence challenge and prefer the route of public school choice.&#8221; I would have asked Mr. King how that position differs from a position that says: &#8220;No black children shall be saved unless and until all black children can be saved.&#8221; I don&#8217;t think black people can afford such a policy perspective.</p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\n\t\t<media:content url=\"http://humanevents.com/wp-content/uploads/2016/05/2016_05_09_192839_2b5dd61f-94c3-48d2-8cf6-6a1587fe56f4.jpg\" medium=\"image\" />\n\t</item>\n\t\t<item>\n\t\t<title>Free-Market Medicine</title>\n\t\t<link>http://humanevents.com/2016/05/11/free-market-medicine/</link>\n\t\t<pubDate>Wed, 11 May 2016 04:01:15 +0000</pubDate>\n\t\t<dc:creator><![CDATA[John Stossel]]></dc:creator>\n\t\t\t\t<category><![CDATA[Editor's Choice]]></category>\n\t\t<category><![CDATA[Today's Top News]]></category>\n\t\t<category><![CDATA[healthcare]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://humanevents.com/?p=149292</guid>\n\t\t<description><![CDATA[President Obama's proudest accomplishment is increasing the number of Americans with health insurance. A better idea would be to help people escape government care altogether.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>President Obama&#8217;s proudest accomplishment is increasing the number of Americans with health insurance. A better idea would be to help people escape government care altogether.</p>\n<p>As I wrote after my recent surgery, hospital bureaucracy is toxic for patients. Unfortunately, calls for reform usually come from people who want more of the same &#8212; more health insurance coverage, more Medicaid, more layers of government oversight.</p>\n<p>Our likely next president will push for more government-run health care.</p>\n<p>&#8220;Single payer would have lower costs,&#8221; she claimed when pushing HillaryCare.</p>\n<p>Progressives love that phrase, &#8220;single payer.&#8221; It suggests that medical costs will be covered not by you but by some benign other, without the nastiness of profit.</p>\n<p>&#8220;Get profit out, get the private health insurance company out,&#8221; says filmmaker Michael Moore.</p>\n<p>I reminded him that under Canada&#8217;s government-run system, patients wait in line for care, often for months. He replied, &#8220;That&#8217;s the line where they live three years longer than we do! That&#8217;s the line I want to be in!&#8221;</p>\n<p>It&#8217;s true &#8212; Canadians and Europeans live longer. Progressives cite that to plug single payer. But it&#8217;s deceitful. Canadians live longer not because their health care system is better, but because they <em>behave</em> differently. They drive less often and so have fewer accidents. They murder each other less often. They&#8217;re less likely to be fat, or as I said to Moore, to &#8220;look like you.&#8221;</p>\n<p>I give him credit for laughing, but then he claimed Canadians live longer &#8220;because they never have to worry about paying to go see the doctor.&#8221;</p>\n<p>Give me a break. It&#8217;s nice not to worry, but it won&#8217;t save your life. Some Canadians worry so much about <em>not</em> getting treatment that they travel to the U.S. to see doctors.</p>\n<p>In Canada, we do find one pocket of free-market medicine: clinics that offer cutting-edge, life-saving technology without waiting lines.</p>\n<p>But you need four legs to get that treatment. If Canadians want a CT scan, the waiting list is a month. But a private veterinary clinic will scan your dog today.</p>\n<p>When government is in charge, you get long lines and someone else deciding if you <em>get</em> treatment.</p>\n<p>I don&#8217;t claim that America&#8217;s partly private system is great. I wrote about bureaucracy and indifferent customer service. Some of you mocked my &#8220;whining&#8221;: &#8220;What a jerk. They save his life and he complains.&#8221;</p>\n<p>You have a point. I&#8217;m now back at work, and playing beach volleyball, less than four weeks later. I&#8217;m grateful that I got good medical care.</p>\n<p>But I&#8217;m a consumer reporter. I don&#8217;t see why the rest of the experience can&#8217;t be good, too.</p>\n<p>On my TV show this week, my guests describe real reform: free-market medicine.</p>\n<p>David Goldhill, author of &#8220;Catastrophic Care: Why Everything We Think We Know About Health Care Is Wrong,&#8221; points out that, &#8220;Unfortunately, the customer of the hospital isn&#8217;t the patient, it&#8217;s the insurer, it&#8217;s Medicare, it&#8217;s Medicaid &#8230; (T)hat difference explains a lot of the things that we are dissatisfied with in American health care.&#8221;</p>\n<p>But Goldhill points to one favorable trend. &#8220;Increasingly, people have high deductible (insurance) plans &#8230; (I)t&#8217;s the most promising thing in health care.&#8221;</p>\n<p>Many patients hate high deductibles. But they are useful because they make us realize that care is not &#8220;free.&#8221;</p>\n<p>Patients with high deductibles and Health Savings Accounts ask important questions: &#8220;Doc, do I really need that test? What does it cost?&#8221; They shop around.</p>\n<p>Suddenly, there&#8217;s the beginning of an actual market. When patients shop, doctors strive to please patients rather than distant bureaucrats. More doctors give out their email addresses and cellphone numbers, and shorten waiting times. Their bills are easier to read because the providers want customers to pay them!</p>\n<p>Government and insurance companies don&#8217;t make health care free. Such third-party payments just hide the cost, which increases the costs and makes payment more complicated.</p>\n<p>Even the fact that medical mistakes are now the third leading cause of death barely makes the bureaucracy sit up and take notice. All politicians care about is that you vote for them before you expire.</p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\n\t\t<media:content url=\"http://humanevents.com/wp-content/uploads/2016/05/2016_05_10_184523_2012-02-20T153824Z_01_SWT18_RTRIDSP_0_BRITAIN.jpg\" medium=\"image\" />\n\t</item>\n\t\t<item>\n\t\t<title>What are the Top-Performing Income ETFs of 2016?</title>\n\t\t<link>http://humanevents.com/2016/05/10/what-are-the-top-performing-income-etfs-of-2016/</link>\n\t\t<pubDate>Tue, 10 May 2016 18:57:10 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Doug Fabian]]></dc:creator>\n\t\t\t\t<category><![CDATA[Money]]></category>\n\t\t<category><![CDATA[The Global Guru]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://humanevents.com/?p=149291</guid>\n\t\t<description><![CDATA[Global investment expert Nicholas Vardy reveals the top income exchange-traded funds (ETFs) that have performed well with the S&#038;P 500 trading flat.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>There’s been a lot of drama surrounding financial markets during the first four months of 2016.</p>\n<p>By some measures, it was the worst start to the year <em>ever </em>for U.S. stocks.</p>\n<p>This was followed by a surprisingly robust recovery.</p>\n<p>But for all the painful turmoil, the S&amp;P 500 is trading pretty much where it started the year.</p>\n<p>This flat performance also means many income strategies are outperforming stocks by a wide margin in 2016.</p>\n<p>Of course, income investments come in all shapes and sizes.</p>\n<p>You can invest in high-dividend stocks (both domestic and international), high-yield bonds, Real Estate Investment Trusts (REITs), Business Development Companies (BDCs), Master Limited Partnerships (MLPs) or even strategies that generate income by selling call options against the S&amp;P 500.</p>\n<p>Over the long term, a mixture of these strategies is most prudent.</p>\n<p>After all, every strategy has its day.</p>\n<p>What works today won’t necessarily work tomorrow.</p>\n<p>Just ask any investor in MLPs, which have been hit unusually hard by the collapse of the energy sector.</p>\n<p>Looking across today’s landscape of income investments, there’s a new, hot sector in income-generating strategies.</p>\n<p>And I bet it’s one that you have not looked at in years.</p>\n<p>As I surveyed the top-performing, income-oriented investments for 2016, I was surprised to find that it was the much-derided international stock markets &#8212; or more specifically, emerging markets &#8212; that accounted for three out of the five top-performing income investment strategies that I track.</p>\n<p>The top-performing strategy invested in REITs, but it did so across the globe.</p>\n<p>With that, here are the…</p>\n<p><em>Top Performing Income ETFs in 2016</em></p>\n<p><strong>1. Global X Super Dividend REIT ETF (SRET) &#8212; 15.72% Gain</strong></p>\n<p>The Global X SuperDividend REIT ETF (SRET) invests in 30 of the highest dividend-yielding REITs globally.</p>\n<p>SRET invests in REITs from around the globe, which diversifies both geographic and interest rate exposure.</p>\n<p>Global REITs are having their day in the sun because housing shortages &#8212; exacerbated by lagging construction after the 2008 financial crisis &#8212; have combined with a recovering economy to boost demand for real estate.</p>\n<p>SRET yields a whopping 9.09% yield. SRET makes distributions on a monthly basis, providing a regular source of income for a portfolio. The fund’s total expense ratio is 0.58%.</p>\n<p>SRET has risen 12.34% so far this year. With dividends, SRET has generated a total return of 15.72% year to date.</p>\n<p>A word of warning: The total assets of this REIT are a mere $5.6 million, so you may run into wide bid-ask spreads or even liquidity issues with this one.</p>\n<p><strong>2. ALPS Emerging Sector Dividend Dogs ETF (EDOG) &#8212; 14.19% Gain</strong></p>\n<p>ALPS Emerging Sector Dividend Dogs ETF (EDOG) tracks a proprietary index comprised of the 500 largest stocks from middle-income emerging market countries. It then invests in the five highest-yielding securities (based on regular cash dividends) in each of the 10 Global Industry Classification Standard (GICS) sectors.</p>\n<p>EDOG yields 3.79%, and makes distributions on a quarterly basis. The fund’s total expense ratio is 0.60%.</p>\n<p>EDOG has risen 13.58% so far this year. With dividends, it has generated a total return of 14.19% year to date.</p>\n<p><strong>3. Pimco Municipal Income Fund II (PML) &#8212; 12.29% Gain</strong></p>\n<p>PIMCO Municipal Income Fund II (PML) is an actively managed, highly leveraged municipal fund. The fund typically generates its large distribution by venturing down the credit spectrum into non-rated and junk-rated muni debt, focusing on the intermediate and long portions of the yield curve, then leveraging its holdings.</p>\n<p>Say the words “invest in municipal bonds,” and most investors can barely stifle a yawn. Yet, returns on municipal bonds have beaten the broader stock market in 2015 and are among the best-performing income investments over the past five years.</p>\n<p>That’s a surprise. After all, in 2012, major cities in the United States such as Detroit and San Bernardino, California, went bankrupt. Analyst Meredith Whitney grabbed headlines with her prediction that there would be between 50 and 100 “significant” municipal bond defaults in 2011, totaling “hundreds of billions” of dollars. Very little of this doom and gloom came to pass.</p>\n<p>PML yields 6.12%. PML has maintained a level income-only monthly distribution of $0.065 per share since 2007. PML has logged returns of an annualized 13.46% over the past five years. The fund’s total expense ratio is a relatively high 1.16%.</p>\n<p>PML has risen 9.99% so far this year and, with dividends, it has generated a total return of 12.29% year to date.</p>\n<p><strong>4. EGShares EM Quality Dividend ETF</strong><strong> (HILO) &#8212; 9.49% Gain</strong></p>\n<p>EGShares EM Quality Dividend ETF (HILO<strong>)</strong> tracks the EGAI Emerging Markets Quality Dividend Index.</p>\n<p>This is an equal-weighted index designed to represent a portfolio of approximately 50 companies in developing markets, each of which has a higher dividend yield than the average dividend yield in the EGAI Developing Markets Universe.</p>\n<p>The fund also seeks to capture dividend quality by screening for factors such as return on equity, positive earnings growth, maximum dividend yield and three-year dividend payment consistency.</p>\n<p>HILO yields 2.89%. HILO makes distributions on a quarterly basis. The fund’s total expense ratio is a relatively high 0.85%.</p>\n<p>HILO has risen 8.72% so far this year and, with dividends, it has generated a total return of 9.49% year to date.</p>\n<p><strong>5. Global X SuperDividend Emerging Markets ETF (SDEM) &#8212; 9.12% Gain</strong></p>\n<p>The Global X SuperDividend Emerging Markets ETF (SDEM) invests in 50 of the highest dividend-yielding equities in emerging markets.</p>\n<p>Investing in high dividend-yielding securities in the emerging market space combines a value-oriented investment approach with exposure to markets that are expected to grow at a faster pace than developed markets.</p>\n<p>SDEM yields 6.89%. SDEM makes distributions on a monthly basis, providing a regular source of income for a portfolio. The fund’s total expense ratio is 0.65%.</p>\n<p>SDEM has risen 6.92% so far this year. With dividends, it has generated a total return of 9.12% year to date.</p>\n<p>In case you missed it, I encourage you to read my e-letter column from last week about <a href=\"http://www.eagledailyinvestor.com/22213/buffett-money-china/\">the secret to Warren Buffett&#8217;s success in China</a>. I also invite you to comment in the space provided below my <a href=\"http://www.eagledailyinvestor.com/\"><em>Eagle Daily Investor</em></a> commentary.</p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\n\t\t<media:content url=\"http://humanevents.com/wp-content/uploads/2016/05/2016_05_10_193534_12.jpg\" medium=\"image\" />\n\t</item>\n\t\t<item>\n\t\t<title>Dry Rot in Academia</title>\n\t\t<link>http://humanevents.com/2016/05/10/dry-rot-in-academia/</link>\n\t\t<pubDate>Tue, 10 May 2016 04:01:38 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Thomas Sowell]]></dc:creator>\n\t\t\t\t<category><![CDATA[Daily Events Under Feature]]></category>\n\t\t<category><![CDATA[Education & Academia]]></category>\n\t\t<category><![CDATA[Politics]]></category>\n\t\t<category><![CDATA[academics]]></category>\n\t\t<category><![CDATA[colleges and universities]]></category>\n\t\t<category><![CDATA[education]]></category>\n\t\t<category><![CDATA[political correctness]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://humanevents.com/?p=149264</guid>\n\t\t<description><![CDATA[Jason Riley has now joined the long and distinguished list of people invited -- and then disinvited -- to give a talk on a college campus, in this case Virginia Tech.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Jason Riley has now joined the long and distinguished list of people invited &#8212; and then disinvited &#8212; to give a talk on a college campus, in this case Virginia Tech.</p>\n<p>&nbsp;</p>\n<p>Mr. Riley is a Senior Fellow at the Manhattan Institute, a columnist for the Wall Street Journal and, perhaps most relevantly, author of a very insightful book titled &#8220;Please Stop Helping Us: How Liberals Make It Harder for Blacks to Succeed.&#8221;</p>\n<p>In short, Jason Riley&#8217;s views on race are different from the views that prevail on most college campuses. At one time, 50 years ago or earlier, exposing students to a different viewpoint was considered to be a valuable part of their education. But that was before academia &#8212; and the education system in general &#8212; became virtually a monopoly of the political left.</p>\n<p>Today one can literally go from kindergarten to becoming a graduate student seeking a Ph.D., without ever hearing a vision of the world that conflicts with the vision of the left.</p>\n<p>Conservative critics who object on grounds that the views of the left are wrong miss the point. Regardless of whose views become a monopoly, education suffers. John Stuart Mill understood this back in the middle of the 19th century.</p>\n<p>As a young Marxist in college during the 1950s heyday of the anti-Communist crusade led by Senator Joseph McCarthy, I had more freedom to express my views in class, without fear of retaliation, than conservative students have on many campuses today.</p>\n<p>After being invited by conservative students to give talks at various colleges, Jason Riley has then been surprised at how little those conservative students have said during the question and answer periods after these talks. But a Wellesley student explained: &#8220;You get to leave when you&#8217;re done. We have to live with these people until we graduate.&#8221;</p>\n<p>Even liberal professors can be adversely affected by the narrow groupthink that prevails. Without an opposition to keep them on their toes, they can develop sloppy habits of dismissing or even demonizing differing viewpoints, instead of practicing and teaching their students how to come to grips with opposing beliefs.</p>\n<p>A well-known Harvard professor, for example, recently referred to Justice Clarence Thomas by remarking: &#8220;He&#8217;ll say he pulled himself up by his own bootstraps. I say I was in the right place at the right time.&#8221;</p>\n<p>It so happens that I first met Clarence Thomas back in 1978, when he was a young lawyer in Missouri. In all these years, I have never heard him say anything even resembling what has been blithely attributed to him by this Harvard professor.</p>\n<p>On the contrary, Justice Thomas has attributed his good fortune to his grandfather who raised him, especially in his autobiography, &#8220;My Grandfather&#8217;s Son.&#8221;</p>\n<p>When he was sworn in as a Justice of the Supreme Court, he brought the nuns who had taught him in school, down in Georgia, to the ceremony in Washington, at his own expense, to let them know that what they had done for him was appreciated, and had not been in vain.</p>\n<p>There is no reason why our Harvard professor has to agree with Justice Thomas&#8217; judicial philosophy or his social views. But, as the late Daniel Patrick Moynihan once put it: &#8220;You&#8217;re entitled to your own opinions, but you&#8217;re not entitled to your own facts.&#8221;</p>\n<p>It was much the same story when a faculty member at the University of California at Santa Barbara referred to economist Walter Williams as someone &#8220;committed to the welfare of the top few.&#8221;</p>\n<p>It so happens that I have known Walter Williams since 1969. In all those years, I have never once known him to express the slightest concern for the welfare of rich people. But what I have seen repeatedly has been his expressing his concern for people who are poor, both in words and in deeds.</p>\n<p>As an economist, Professor Williams knows that high tax rates on investors chase investments &#8212; and American jobs &#8212; overseas, where American working people cannot get those jobs. But, whether the academic in Santa Barbara agrees or disagrees with that analysis, it is no good for him, or for his students, to dismiss opposing views by misrepresenting them.</p>\n<p>These are just a few samples of the intellectual and moral dry rot on the many campuses across the country where the groupthink of the left substitutes for education.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\n\t\t<media:content url=\"http://humanevents.com/wp-content/uploads/2016/05/2016_05_09_192035_2012-04-16T182242Z_01_BLK209_RTRIDSP_0_USA-SHOOTING-VIRGINIATECH.jpg\" medium=\"image\" />\n\t</item>\n\t\t<item>\n\t\t<title>Looking Back on the Two Cuban-American Also-Rans</title>\n\t\t<link>http://humanevents.com/2016/05/10/looking-back-on-the-two-cuban-american-also-rans/</link>\n\t\t<pubDate>Tue, 10 May 2016 04:01:00 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Michael Barone]]></dc:creator>\n\t\t\t\t<category><![CDATA[Daily Events Featured Story]]></category>\n\t\t<category><![CDATA[Daily Events Subject]]></category>\n\t\t<category><![CDATA[Editor's Choice]]></category>\n\t\t<category><![CDATA[Politics]]></category>\n\t\t<category><![CDATA[Today's Top News]]></category>\n\t\t<category><![CDATA[Election 2016]]></category>\n\t\t<category><![CDATA[marco rubio]]></category>\n\t\t<category><![CDATA[ted cruz]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://humanevents.com/?p=149274</guid>\n\t\t<description><![CDATA[John Quincy Adams, our greatest secretary of state (sorry, Hillary Clinton fans), thought that Cuba would inevitably become part of the United States. It hasn't, at least not yet, but two Cuban-Americans were serious presidential contenders this year.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>John Quincy Adams, our greatest secretary of state (sorry, Hillary Clinton fans), thought that Cuba would inevitably become part of the United States. It hasn&#8217;t, at least not yet, but two Cuban-Americans were serious presidential contenders this year.</p>\n<p>&nbsp;</p>\n<p>Yes, neither Marco Rubio nor Ted Cruz won the Republican nomination, instead suspending their campaigns the nights they lost the Florida and Indiana primaries, respectively. But they did become Donald Trump&#8217;s most serious competition. And if you imagine that a few things had happened a bit differently, you might plausibly believe that one of them would now be mulling his VP pick and preparing an acceptance speech for Cleveland.</p>\n<p>Rubio, born May 1971, and Cruz, born December 1970, are young for presidential contenders. Neither was eligible to vote for Ronald Reagan or George Bush in the 1980s. Rubio was a college senior and Cruz a first-year law student when Bill and Hillary Clinton entered the White House in January 1993.</p>\n<p>Neither was a national figure when Barack Obama was elected in 2008. Rubio was ending a two-year term as speaker of the Florida House of Representatives. Cruz was serving as solicitor general of Texas, appointed by Attorney General (now Governor) Greg Abbott.</p>\n<p>Donald Trump was flirting with the idea of running for president in the 1990s, two decades ago. Just about no one eight years ago imagined that Rubio or Cruz would be serious candidates this year.</p>\n<p>Yet for those who follow politicians closely there were signs. Rubio&#8217;s farewell speech to the Florida House, recounting how the son of an immigrant bartender could rise in America, got rave reviews on conservative websites.</p>\n<p>Cruz, though unable to leverage his Bush campaign experience to a White House job, was cultivating conservative legal and political insiders. I remember him asking me whether he should run for attorney general of Texas if Abbott ran for governor in 2012. (I said it was up to him; the eventuality did not arise.)</p>\n<p>These were signs that both men had serious political ambitions, but so do many young men and women. And neither had much in the way of institutional or establishment support when he challenged a leading politician for a Senate seat in the Obama administration years.</p>\n<p>Rubio&#8217;s initial opponent for the Senate in 2010 was the incumbent Republican governor of Florida, Charlie Crist. When others backed out of the race, Rubio stayed in and got endorsements from county Republican organizations dismayed by Crist&#8217;s liberal policies and (literal) embrace of Barack Obama on a 2009 Florida visit.</p>\n<p>Crist withdrew from the Republican race and ran as an Independent. That meant that Rubio won easily in the Republican primary and in a three-way general election.</p>\n<p>In the 2012 Texas open-seat Senate contest, Cruz challenged the wealthy lieutenant governor of Texas, David Dewhurst, whom most officeholders, including Gov. Rick Perry, supported. Cruz ran a strong second in the initial primary, won the runoff and coasted to a party-line victory in November.</p>\n<p>As young senators from the third- and second-largest states, Rubio and Cruz could have settled in for long legislative careers. Instead both set their sights higher, and suffered setbacks. Rubio&#8217;s co-sponsorship of the Gang of Eights immigration bill was rejected by most Republicans and hurt him in 2016. Cruz&#8217;s call to repeal Obamacare by threatening government shutdown antagonized Republican leaders and Senate colleagues.</p>\n<p>Nevertheless, their skill sets served them well in the presidential race. Rubio&#8217;s combination of shoutouts to cultural conservatives and emollient attitude toward those who disagree helped him win votes from the religious right and upscale suburbanites. Cruz&#8217;s stentorian style and claims of adherence to conservative principles gave him strong support from &#8220;very conservative&#8221; voters.</p>\n<p>In different ways, both shined in debate, with only a few lapses. Both ran well-organized campaigns, with Rubio rounding up endorsements and Cruz building the race&#8217;s most disciplined and rigorous organization.</p>\n<p>Both also attracted attacks, and not only from Donald Trump. Rubio was the target of attack ads from Jeb Bush&#8217;s super PAC and a debate ambush by the flailing Chris Christie. The latter allowed John Kasich to finish second in New Hampshire with only 16 percent of the vote and to stay in the race siphoning off upscale voters from Rubio.</p>\n<p>Now, defeated by Donald Trump, both their careers seem in tatters. Rubio is leaving the Senate and Cruz has close to 99 enemies there. The lesson: Ambition and talent can take a politician a long way up &#8212; and down.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\n\t\t<media:content url=\"http://humanevents.com/wp-content/uploads/2016/05/2016_05_09_192234_2016-04-14T031617Z_1_LYNXNPEC3D03R_RTROPTP_3_USA-ELECTION.JPG\" medium=\"image\" />\n\t</item>\n\t</channel>\n</rss>\n",
  "headers": {
    "node": "b",
    "X-Robots-Tag": "noindex,follow",
    "Link": "<http://humanevents.com/wp-json/>; rel=\"https://api.w.org/\"",
    "Fastcgi-Cache": "HIT",
    "Last-Modified": "Thu, 12 May 2016 21:01:35 GMT",
    "Date": "Fri, 13 May 2016 07:42:53 GMT",
    "Connection": "keep-alive",
    "CF-RAY": "2a2479f279b50da3-SJC",
    "Transfer-Encoding": "chunked",
    "ETag": "\"d96fd7581ea0d53b08f9fcfadbb43bf9\"",
    "Content-Type": "application/rss+xml; charset=UTF-8",
    "Server": "cloudflare-nginx",
    "X-Powered-By": "PHP/5.3.10-1ubuntu3.19"
  },
  "response_url": "http://humanevents.com/feed/"
}
