{
  "requested_url": "http://musiccanada.com/feed/",
  "fetched_at": "2016-05-13T00:46:20.515439",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?><rss version=\"2.0\"\n\txmlns:content=\"http://purl.org/rss/1.0/modules/content/\"\n\txmlns:wfw=\"http://wellformedweb.org/CommentAPI/\"\n\txmlns:dc=\"http://purl.org/dc/elements/1.1/\"\n\txmlns:atom=\"http://www.w3.org/2005/Atom\"\n\txmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\"\n\txmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\"\n\t>\n\n<channel>\n\t<title>Music Canada</title>\n\t<atom:link href=\"http://musiccanada.com/feed/\" rel=\"self\" type=\"application/rss+xml\" />\n\t<link>http://musiccanada.com</link>\n\t<description></description>\n\t<lastBuildDate>Wed, 11 May 2016 04:00:00 +0000</lastBuildDate>\n\t<language>en-US</language>\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\n\t<sy:updateFrequency>1</sy:updateFrequency>\n\t\n\t<item>\n\t\t<title>Discoverability Summit examines ‘Content in the Age of Abundance’</title>\n\t\t<link>http://musiccanada.com/news/discoverability-summit-examines-content-in-the-age-of-abundance/</link>\n\t\t<pubDate>Tue, 10 May 2016 14:11:40 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Quentin Burgess]]></dc:creator>\n\t\t\t\t<category><![CDATA[Industry News]]></category>\n\t\t<category><![CDATA[Alan Cross]]></category>\n\t\t<category><![CDATA[Amy Terrill]]></category>\n\t\t<category><![CDATA[Discoverability Summit]]></category>\n\t\t<category><![CDATA[Paul Tuch]]></category>\n\t\t<category><![CDATA[Steve Kane]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://musiccanada.com/?p=45075</guid>\n\t\t<description><![CDATA[<p>The Discoverability Summit, presented by the Canadian Radio-television and Telecommunications Commission (CRTC) and the National Film Board of Canada, kicks off today in Toronto. The Summit examines &#8220;Content in the Age of Abundance,&#8221; as participants discuss strategies, tools and ways to improve the discoverability of content in various fields. Viewers can tune into the livestream [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://musiccanada.com/news/discoverability-summit-examines-content-in-the-age-of-abundance/\">Discoverability Summit examines ‘Content in the Age of Abundance’</a> appeared first on <a rel=\"nofollow\" href=\"http://musiccanada.com\">Music Canada</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>The <a href=\"http://discoverability.ca/\">Discoverability Summit</a>, presented by the Canadian Radio-television and Telecommunications Commission (CRTC) and the National Film Board of Canada, kicks off today in Toronto. The Summit examines &#8220;Content in the Age of Abundance,&#8221; as participants discuss strategies, tools and ways to improve the discoverability of content in various fields.</p>\n<p><a href=\"http://discoverability.ca/\"><img class=\"aligncenter size-full wp-image-45077\" src=\"http://musiccanada.com/wp-content/uploads/2016/05/Discoverability-Summit-logo-1.jpg\" alt=\"Discoverability Summit logo\" width=\"990\" height=\"234\" srcset=\"http://musiccanada.com/wp-content/uploads/2016/05/Discoverability-Summit-logo-1.jpg 990w, http://musiccanada.com/wp-content/uploads/2016/05/Discoverability-Summit-logo-1-300x71.jpg 300w, http://musiccanada.com/wp-content/uploads/2016/05/Discoverability-Summit-logo-1-768x182.jpg 768w, http://musiccanada.com/wp-content/uploads/2016/05/Discoverability-Summit-logo-1-300x71@2x.jpg 600w\" sizes=\"(max-width: 990px) 100vw, 990px\" /></a>Viewers can tune into the livestream in <a href=\"http://www.smpav.ca/webcast.php?ID=31393E\">English</a> or <a href=\"http://www.smpav.ca/webcast.php?ID=31393F\">French</a>, and the recording and transcripts of the event will be available in the weeks following the Summit.</p>\n<p>Tomorrow at 10:35 AM, the Summit will discuss ‘Music and the New Accepted Normal’, with panelists:</p>\n<ul>\n<li><a href=\"http://discoverability.ca/blog/speaker/amy-terrill/\">Amy Terrill, Executive Vice President, Music Canada</a></li>\n<li><a href=\"http://discoverability.ca/blog/speaker/alan-cross/\">Alan Cross, Professional Music Geek, Corus Entertainment</a></li>\n<li><a href=\"http://discoverability.ca/blog/speaker/steve-kane/\">Steve Kane, President, Warner Music Canada</a></li>\n<li><a href=\"http://discoverability.ca/blog/speaker/paul-tuch/\">Paul Tuch, Director of Canadian Operations Nielsen Entertainment</a></li>\n</ul>\n<p>The description of the panel reads: “The record label structure has drastically changed over the last 20 years. From its sole purpose of selling albums, what is the new structure and formulation of music in 2016? How are writers, artists and producers succeeding and making money through new techniques of business and placement of their music? Do streaming services actually provide a sustainable structure?”</p>\n<p>The post <a rel=\"nofollow\" href=\"http://musiccanada.com/news/discoverability-summit-examines-content-in-the-age-of-abundance/\">Discoverability Summit examines ‘Content in the Age of Abundance’</a> appeared first on <a rel=\"nofollow\" href=\"http://musiccanada.com\">Music Canada</a>.</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>Laura Hassler, Founder and Director, Musicians without Borders &#8211; CMW Global Forum Keynote</title>\n\t\t<link>http://musiccanada.com/news/laura-hassler-founder-and-director-musicians-without-borders-canadian-music-week-global-forum-keynote/</link>\n\t\t<pubDate>Mon, 09 May 2016 22:02:44 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Quentin Burgess]]></dc:creator>\n\t\t\t\t<category><![CDATA[Advocacy]]></category>\n\t\t<category><![CDATA[Industry News]]></category>\n\t\t<category><![CDATA[Laura Hassler]]></category>\n\t\t<category><![CDATA[Music Can Help]]></category>\n\t\t<category><![CDATA[Musicians without Borders]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://musiccanada.com/?p=45067</guid>\n\t\t<description><![CDATA[<p>On Friday, May 6, 2016, Laura Hassler, Founder and Director, Musicians without Borders, delivered a terrific keynote presentation at the Global Forum: International Networking Breakfast at Canadian Music Week, presented by Music Canada. Her topic was &#8220;War Divides, Music Connects: Using Rock for Reconciliation,&#8221; and she has graciously allowed us to share the text of [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://musiccanada.com/news/laura-hassler-founder-and-director-musicians-without-borders-canadian-music-week-global-forum-keynote/\">Laura Hassler, Founder and Director, Musicians without Borders &#8211; CMW Global Forum Keynote</a> appeared first on <a rel=\"nofollow\" href=\"http://musiccanada.com\">Music Canada</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>On Friday, May 6, 2016, Laura Hassler, Founder and Director, <a href=\"https://www.musicianswithoutborders.org/\">Musicians without Borders</a>, delivered a terrific keynote presentation at the Global Forum: International Networking Breakfast at Canadian Music Week, presented by Music Canada. Her topic was &#8220;<strong>War Divides, Music Connects: Using Rock for Reconciliation</strong>,&#8221; and she has graciously allowed us to share the text of her speech here.</p>\n<p><a href=\"https://www.musicianswithoutborders.org/http://\"><img class=\"aligncenter size-large wp-image-45070\" src=\"http://musiccanada.com/wp-content/uploads/2016/05/Laura-Hassler-1024x768.jpg\" alt=\"Laura Hassler\" width=\"860\" height=\"645\" srcset=\"http://musiccanada.com/wp-content/uploads/2016/05/Laura-Hassler-1024x768.jpg 1024w, http://musiccanada.com/wp-content/uploads/2016/05/Laura-Hassler-300x225.jpg 300w, http://musiccanada.com/wp-content/uploads/2016/05/Laura-Hassler-768x576.jpg 768w, http://musiccanada.com/wp-content/uploads/2016/05/Laura-Hassler-1024x768@2x.jpg 2048w, http://musiccanada.com/wp-content/uploads/2016/05/Laura-Hassler-300x225@2x.jpg 600w, http://musiccanada.com/wp-content/uploads/2016/05/Laura-Hassler-768x576@2x.jpg 1536w\" sizes=\"(max-width: 860px) 100vw, 860px\" /></a></p>\n<h4>Global Forum: International Networking Breakfast<br />\nCanadian Music Week<br />\nKeynote: War Divides, Music Connects: Using Rock for Reconciliation<br />\nLaura Hassler, Founder and Director, <a href=\"https://www.musicianswithoutborders.org/\">Musicians without Borders</a><br />\nMay 6, 2016</h4>\n<p>This morning’s theme is: Music as a powerful tool for good.</p>\n<p>Everyone here today knows that music is powerful. And that music connects.</p>\n<p>Whether it’s about a kid singing his heart out for his first love, a composer reaching into her imagination to pull out the notes that will move and inspire, or a producer or manager, promoting a band, organizing a festival or running a theater: we all know that we are in a special space here, like no other. Whatever our professional connections to music, we are all working, one way or another, with the deepest levels of human experience and connection.</p>\n<p>I grew up in a community of musicians, artists and social activists and have felt the power of music all my life. I saw how singing together gave courage to people struggling for their rights in the American south and in apartheid South Africa. We used singing to keep morale high when being arrested for civil disobedience during the Vietnam war. I’ve known people in Sarajevo who stayed sane during years of war and siege by playing in an orchestra in a blacked-out theater, or singing in seven different choirs, one rehearsal every night of the week. Where I live, in the Netherlands, I have seen music-making lead to friendships between immigrants and Dutch people, creating new ways for people to define and experience community.</p>\n<p>So it was only a small leap of faith to imagine that music could comfort and connect where war had broken and destroyed. And it did not surprise me that so many musicians joined, immediately understanding that what they, themselves, did with passion and dedication in the music school, the classroom or on a stage had tremendous potential in a refugee camp, a divided city or a torture recovery program.</p>\n<p>Today, Musicians without Borders is one of the world’s pioneers in applying the power of music to reconciliation and healing the wounds of war. In the Balkans, the Middle East, Central Africa, and Western Europe, our projects empower, bring hope and re-connect people where war has damaged and divided their communities. We work with local musicians and local organizations to create grass-roots projects with children, youth and adults. We work at local ownership for sustainability. We bring music back to places where life is fragile and threatened, and where, often, music itself has been silenced.</p>\n<p>Much of what we do is to train local musicians and talented youth to bring music to their own communities. There are many stories to tell, but this morning, I would like to share just one of these with you: a story about Europe’s most divided city, and about how rock music is bridging those divides. This is Mitrovica, in northern Kosovo, part of the former Yugoslavia and the scene of the last of the bloody Balkan wars.</p>\n<p>Mitrovica was the final front of the Kosovo war in 1999. Since then, the city’s population has been divided by the river that runs through it, with Serbs on the north side and Albanians on the south. Before the war, neighborhoods were mixed, but the ethnic divisions that broke Yugoslavia apart also divided Kosovo, and nowhere more than in Mitrovica. After the war, international forces rebuilt the bridges connecting Serbian to Albanian neighborhoods, but today, the bridges are barricaded and few dare to climb over the rubble to cross to the other side.</p>\n<p>Mitrovica was once a single-economy mining town. Since the war, it’s bankrupt, with a booming black market, a dysfunctional infrastructure and widespread corruption. Mitrovica is a crossroads for drugs, human trafficking and illegal trade of all sorts. Unemployment is estimated at between 60- 70%, education and health care are poor, alcohol and drug abuse are major, but unaddressed, problems. For Mitrovica’s youth, there are virtually no opportunities for talent development or for healthy use of free time: no cultural outlets, cinemas, activities or clubs. Unresolved war losses, regular flare-ups of violence and a lack of post-war economic improvement mean that suspicion and mistrust of the ‘other side’ not only remains with older generations, but gets passed on to younger ones, who have never known or even met their peers on the other side of the river.</p>\n<p>But Mitrovica also has another history. Before the war, it was a rock music town: many of the great ex-Yugo rock musicians emerged from Mitrovica’s lively, interethnic music scene, with its garage bands, clubs and festivals.</p>\n<p>During the Balkan wars, music, like everything else, was politicized. A new music genre, called ‘turbo-folk’, combined a fake folk culture with aggressive beats with hate-filled lyrics, spawning a nationalist, materialist, sexist music style that filled the trenches and dominated the airwaves. ‘Turbo-folk’ is credited with creating much of the hatred and aggression that fueled those wars.</p>\n<p>Rock music, the free voice of youth, disappeared. Rock musicians were no longer hired for gigs or festivals, there were no more recording contracts or tours. Rock venues closed and became turbo-folk clubs. Jam sessions and other live music events were no longer organized. Instruments were sold or traded off for survival. When I first visited Mitrovica, a year after the war, there was only one club where rock music was  occasionally played &#8212; and nationalist bouncers came in regularly with lead pipes to beat up anyone with the audacity to come listen.</p>\n<p>On that same visit, we met some of the city’s rock musicians. There were kids on both sides, they told us, who wanted to play rock music. They, the remaining local musicians, remembered Mitrovica’s music past and wanted to teach the new generation, but lacked everything they needed to do so: spaces, instruments, equipment.</p>\n<p><em>Here, in Europe’s most divided city, was the legacy of a center of free rock music, and local musicians yearning to pass on their skills to the youth on both sides. We heard their desire to use music as a tool for good. </em></p>\n<p>It took us a while to figure out how to support them. We met with local organizations and musicians, got a feeling for the realities of the city, forged partnerships. We brought in a Dutch music conservatory specialized in rock music, to help the local teachers create the curriculum they would need. At first, we tried for a single facility, near the main bridge, in ‘neutral territory’. But when violence broke out, UN forces commandeered the building for their troops. And no one wanted their kids crossing that bridge, anyway. Tensions were too high, and people were too scared.</p>\n<p>Finally, we decided to try another way: in the summer of 2008, we announced a one-week-long ‘Rock School in Exile’ in neighboring Macedonia. The rock musicians from north and south Mitrovica would teach alongside Dutch rock music teachers. They recruited about 25 aspiring teenaged musicians from the two sides of the city and we brought them by bus to Skopje.</p>\n<p><em>Without ever once referring to their ethnicities, we created six mixed rock bands, who got over their fear as their images of ‘enemies’ were replaced by the reality of fellow guitar players, drummers and singers. </em></p>\n<p>They worked day and night to prepare songs together, and a week later stood together on an open stage, performing in their new bands&#8211; finally, for a night, the rock stars they had dreamed of becoming. When they returned to Mitrovica, the kids demanded their own rock school&#8211; and we scrambled to raise a little money, rent some modest space, and enroll teachers and students. In October, we opened two very small facilities&#8211; called them the north and south branches&#8211; and the Mitrovica Rock School was born.</p>\n<p>Since then, more than 800 young people have come through the school. Some have gone on to become successful musicians in some of Kosovo’s best bands. Some have trained within the school and become its new teachers. One has become a skilled recording engineer, and now runs the Rock School’s studio. The Rock School offers its students a fluid system, where they can move up to become teachers, organizers, technicians, or managers.</p>\n<p>Until last year, we could only mix the Serb and Albanian kids by bringing them out of Kosovo&#8211; usually to neighboring Skopje, in what became the annual Summer School. Then we added a winter school, and extra projects to rehearse or record with promising new mixed bands.</p>\n<p>We started an ‘A-team’ band, inviting the best young musicians from both sides to work together long-term, giving them extra coaching in song writing, arranging, recording and performing. We turned that into an ‘Ambassador band program’ for all senior students, and then expanded to give kids of all musical levels the chance to play with kids from the other side. As more and more rock school students made musical connections across town, it became normal to play together, even sought-after, because playing in mixed bands was coupled with intensive, high quality music-making.</p>\n<p>Meanwhile, we had moved into larger quarters, with lesson rooms, stages and rock cafés and started youth center activities, run by students who brought bands from outside town to play and give master classes. We found ways to bring our own ethnically mixed bands out to perform in the region or to tour in Italy, Holland or Germany.</p>\n<p>The situation in Mitrovica has not improved very much. There are still riots and attacks, the bridges are still barricaded, the city is still bankrupt and the old conflict still dominates almost every aspect of people’s lives. But, where kids used to be afraid of meeting anyone from the other side, some of them are now sneaking across the bridge to stay overnight at their new friends’ houses.  Some have openly declared their friendships on social media. Since this past November, all of our mixed bands have started rehearsing together, in secure locations in Mitrovica, itself. They all write and arrange their own songs, and most of the kids not only still want to be rock stars, but know they have a chance at becoming professional musicians, and are willing to work like crazy for that chance.</p>\n<p>In a city whose identity is still based its ethnic divide, the Mitrovica Rock School has become an accepted, even admired part of the landscape. Everyone knows that we work inter-ethnically, so we break the city’s main taboo. But everyone also knows that the finest young people in the city are part of the school, that they thrive and grow there, and that the Rock School is bringing back Mitrovica’s older, prouder heritage as a center of music. So we walk a fine line, protecting our students from risk, but constantly testing the waters to push the process further, taking every cue from them that they are willing to take the next step.</p>\n<p>I have chosen to tell you the story of the Mitrovica Rock School for a reason. In a world full of wars, the war in Kosovo seems like a long time ago. As international attention moves to hotter spots around the world, it becomes increasingly difficult to fund a project like this, no matter how desperately it is still needed by the young people it serves. Our traditional sources of support are drying up, so we are looking to successful musicians and the music industry around the world to help the school keep its doors open, and keep the music playing.</p>\n<p>Please contact me, if you think you can help make this happen.</p>\n<p>Just a closing remark: this evening I will fly to New York, where I will meet up with our first mixed band, the Artchitects. They flew in a few days ago, at the invitation of the New York music agency, Pop2Life. During that first ‘rock school in exile’, they were among the young teenagers dreaming their first dreams of being rock stars. All are now teachers, band coaches, and performers, inspiring the next generation. This week, they are ambassadors, representing their Mitrovica Rock School: a force for good, through music.</p>\n<p>&nbsp;</p>\n<h5>Laura Hassler: <a href=\"mailto:laura@mwb.ngo\">laura@mwb.ngo<br />\n</a>Musicians without Borders: <a href=\"http://www.musicianswithoutborders.org\">www.musicianswithoutborders.org<br />\n</a>Mitrovica Rock School: <a href=\"http://www.mitrovicarockschool.org\">www.mitrovicarockschool.org<br />\n</a>Facebook Mitrovica Rock School: <a href=\"https://www.facebook.com/MitrovicaRockSchool\">https://www.facebook.com/MitrovicaRockSchool</a></h5>\n<p>The post <a rel=\"nofollow\" href=\"http://musiccanada.com/news/laura-hassler-founder-and-director-musicians-without-borders-canadian-music-week-global-forum-keynote/\">Laura Hassler, Founder and Director, Musicians without Borders &#8211; CMW Global Forum Keynote</a> appeared first on <a rel=\"nofollow\" href=\"http://musiccanada.com\">Music Canada</a>.</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>&#8216;Value gap&#8217; growing, according to new UK figures</title>\n\t\t<link>http://musiccanada.com/news/value-gap-growing-according-to-new-uk-figures/</link>\n\t\t<pubDate>Fri, 06 May 2016 11:02:56 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Quentin Burgess]]></dc:creator>\n\t\t\t\t<category><![CDATA[Industry News]]></category>\n\t\t<category><![CDATA[ARIA]]></category>\n\t\t<category><![CDATA[BPI]]></category>\n\t\t<category><![CDATA[Canadian Music Week]]></category>\n\t\t<category><![CDATA[Cary Sherman]]></category>\n\t\t<category><![CDATA[Dan Rosen]]></category>\n\t\t<category><![CDATA[Frances Moore]]></category>\n\t\t<category><![CDATA[Geoff Taylor]]></category>\n\t\t<category><![CDATA[Graham Henderson]]></category>\n\t\t<category><![CDATA[IFPI]]></category>\n\t\t<category><![CDATA[RIAA]]></category>\n\t\t<category><![CDATA[Value Gap]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://musiccanada.com/?p=45002</guid>\n\t\t<description><![CDATA[<p>New figures released yesterday at Canadian Music Week by the BPI &#8211; the record labels&#8217; organization that promotes British music &#8211; highlight the growing &#8220;Value Gap&#8221; that exists between consumption of music in the UK and the amount that record labels and artists receive in revenues from video streaming platforms. Geoff Taylor, BPI Chief Executive, [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://musiccanada.com/news/value-gap-growing-according-to-new-uk-figures/\">&#8216;Value gap&#8217; growing, according to new UK figures</a> appeared first on <a rel=\"nofollow\" href=\"http://musiccanada.com\">Music Canada</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>New figures released yesterday at Canadian Music Week by the BPI &#8211; the record labels&#8217; organization that promotes British music &#8211; highlight the growing &#8220;Value Gap&#8221; that exists between consumption of music in the UK and the amount that record labels and artists receive in revenues from video streaming platforms.</p>\n<p>Geoff Taylor, BPI Chief Executive, told delegates that the number of people streaming music in the UK doubled in 2015, resulting in a 70 per cent increase in payments from services such as Spotify and Apple to record labels, helping to propel the market to overall growth.</p>\n<p>However, while UK streams of music videos almost doubled during the same 12 month period, the revenues paid to labels for those streams flat-lined, rising by less than half of one per cent. This disparity neatly encapsulates the market distortion characterised by the IFPI as the &#8220;Value Gap&#8221;.</p>\n<p>Taylor added: &#8220;The rising flow of royalties that should be nurturing artists and labels has slowed to a trickle, as platforms that rely on safe harbours use consumer demand for our music to grow their own businesses at the expense of creators.&#8221;</p>\n<p>Frances Moore, CEO, IFPI, gave the keynote speech on the ‘State of the Global Music Industry’ in which she referred to the findings of IFPI’s recently released <a href=\"http://www.ifpi.org/news/IFPI-GLOBAL-MUSIC-REPORT-2016\">Global Music Report</a>, which showed that the music industry grew in 2015 for the first time in almost two decades, with digital revenues overtaking physical revenues for the first time.</p>\n<p>Addressing the conference, Moore said: “We are at an extraordinary moment in our global business. Music is being consumed at unprecedented levels. Measurable growth is being achieved for the first time in nearly two decades.</p>\n<p>“Yet the job of turning around the global music industry is really only just beginning and the scale of the anomaly to be fixed is huge. Music is driving economic activity and digital commerce. Yet, in terms of the value being returned to its creators and investors, music is massively undervalued.”</p>\n<p>Cary Sherman, Chairman and CEO, RIAA, said: “DMCA reform has become an international phenomenon. Thousands of artists, dozens of music organizations and managers are speaking out and it’s beginning to make a difference. The fundamental unfairness of our existing laws, the stature of artists and power of music, is breaking through like never before.”</p>\n<p>Graham Henderson, President and CEO, Music Canada, said: “The value gap is a striking example of how wealth has shifted from those who create content &#8211; our artists and their partners &#8211; to the large companies that build their platforms on that content. Creators are worse off today than they were when digital came into their lives. This is disturbing and was avoidable. Policy makers now have the opportunity to rebalance the framework in such a way that creators are fairly compensated.”</p>\n<p>Dan Rosen, Chief Executive, ARIA, said: &#8220;The local Australian music business has done a great job in embracing new digital platforms, giving fans unprecedented access to the music they love. However, we need to ensure that the policy environment reflects the true value that music provides to digital services and allow money to flow back to the artists and labels to sustain a healthy ecosystem of creativity.&#8221;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://musiccanada.com/news/value-gap-growing-according-to-new-uk-figures/\">&#8216;Value gap&#8217; growing, according to new UK figures</a> appeared first on <a rel=\"nofollow\" href=\"http://musiccanada.com\">Music Canada</a>.</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>PHOTOS: Andy Kim performs in courtyard</title>\n\t\t<link>http://musiccanada.com/news/photos-andy-kims-performs-in-courtyard/</link>\n\t\t<pubDate>Thu, 05 May 2016 11:40:53 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Bram Gonshor]]></dc:creator>\n\t\t\t\t<category><![CDATA[Industry News]]></category>\n\t\t<category><![CDATA[Andy Kim]]></category>\n\t\t<category><![CDATA[Canadian Music Industry Hall of Fame]]></category>\n\t\t<category><![CDATA[Canadian Music Week]]></category>\n\t\t<category><![CDATA[Courtyard Performance]]></category>\n\t\t<category><![CDATA[Photos]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://musiccanada.com/?p=44988</guid>\n\t\t<description><![CDATA[<p>On Tuesday, legendary singer/songwriter Andy Kim paid a visit to the Music Canada courtyard to perform an acoustic set for staff and Liberty Village businesses and residents. Kim performed his iconic hits &#8220;How&#8217;d We Ever Get This Way,&#8221; &#8220;Sugar, Sugar,&#8221; and &#8220;Rock Me Gently,&#8221; and provided personal anecdotes from his extensive career. Tonight, the Montreal-born recording artist will be [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://musiccanada.com/news/photos-andy-kims-performs-in-courtyard/\">PHOTOS: Andy Kim performs in courtyard</a> appeared first on <a rel=\"nofollow\" href=\"http://musiccanada.com\">Music Canada</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>On Tuesday, legendary singer/songwriter <a href=\"http://www.andykimmusic.com/\">Andy Kim</a> paid a visit to the Music Canada courtyard to perform an acoustic set for staff and Liberty Village businesses and residents. Kim performed his iconic hits &#8220;How&#8217;d We Ever Get This Way,&#8221; &#8220;Sugar, Sugar,&#8221; and &#8220;Rock Me Gently,&#8221; and provided personal anecdotes from his extensive career.</p>\n<p>Tonight, the Montreal-born recording artist <a href=\"http://musiccanada.com/news/canadian-music-industry-hall-of-fame-announces-andy-kim-as-2016-inductee/\">will be inducted</a> into the <a href=\"http://cmw.net/awards/music-broadcast-industry-awards/\">Canadian Music Industry Hall of Fame</a> at Canadian Music Week in Toronto, honouring his achievements and longstanding career in the music industry.</p>\n<p>Congratulations to Andy Kim on the induction, and thank you to <a href=\"http://ca.eonemusic.com/\">eOne Music Canada</a> for the opportunity.</p>\n\n<a href='http://musiccanada.com/news/photos-andy-kims-performs-in-courtyard/kim1/'><img width=\"3456\" height=\"2304\" src=\"http://musiccanada.com/wp-content/uploads/2016/05/kim1.jpg\" class=\"attachment-thumbnail-index size-thumbnail-index\" alt=\"kim1\" srcset=\"http://musiccanada.com/wp-content/uploads/2016/05/kim1.jpg 3456w, http://musiccanada.com/wp-content/uploads/2016/05/kim1-300x200.jpg 300w, http://musiccanada.com/wp-content/uploads/2016/05/kim1-768x512.jpg 768w, http://musiccanada.com/wp-content/uploads/2016/05/kim1-1024x683.jpg 1024w, http://musiccanada.com/wp-content/uploads/2016/05/kim1-300x200@2x.jpg 600w, http://musiccanada.com/wp-content/uploads/2016/05/kim1-768x512@2x.jpg 1536w, http://musiccanada.com/wp-content/uploads/2016/05/kim1-1024x683@2x.jpg 2048w\" sizes=\"(max-width: 3456px) 100vw, 3456px\" /></a>\n<a href='http://musiccanada.com/news/photos-andy-kims-performs-in-courtyard/kim2/'><img width=\"3456\" height=\"2304\" src=\"http://musiccanada.com/wp-content/uploads/2016/05/kim2.jpg\" class=\"attachment-thumbnail-index size-thumbnail-index\" alt=\"kim2\" srcset=\"http://musiccanada.com/wp-content/uploads/2016/05/kim2.jpg 3456w, http://musiccanada.com/wp-content/uploads/2016/05/kim2-300x200.jpg 300w, http://musiccanada.com/wp-content/uploads/2016/05/kim2-768x512.jpg 768w, http://musiccanada.com/wp-content/uploads/2016/05/kim2-1024x683.jpg 1024w, http://musiccanada.com/wp-content/uploads/2016/05/kim2-300x200@2x.jpg 600w, http://musiccanada.com/wp-content/uploads/2016/05/kim2-768x512@2x.jpg 1536w, http://musiccanada.com/wp-content/uploads/2016/05/kim2-1024x683@2x.jpg 2048w\" sizes=\"(max-width: 3456px) 100vw, 3456px\" /></a>\n<a href='http://musiccanada.com/news/photos-andy-kims-performs-in-courtyard/kim3/'><img width=\"3456\" height=\"2304\" src=\"http://musiccanada.com/wp-content/uploads/2016/05/kim3.jpg\" class=\"attachment-thumbnail-index size-thumbnail-index\" alt=\"kim3\" srcset=\"http://musiccanada.com/wp-content/uploads/2016/05/kim3.jpg 3456w, http://musiccanada.com/wp-content/uploads/2016/05/kim3-300x200.jpg 300w, http://musiccanada.com/wp-content/uploads/2016/05/kim3-768x512.jpg 768w, http://musiccanada.com/wp-content/uploads/2016/05/kim3-1024x683.jpg 1024w, http://musiccanada.com/wp-content/uploads/2016/05/kim3-300x200@2x.jpg 600w, http://musiccanada.com/wp-content/uploads/2016/05/kim3-768x512@2x.jpg 1536w, http://musiccanada.com/wp-content/uploads/2016/05/kim3-1024x683@2x.jpg 2048w\" sizes=\"(max-width: 3456px) 100vw, 3456px\" /></a>\n<a href='http://musiccanada.com/news/photos-andy-kims-performs-in-courtyard/kim4/'><img width=\"3456\" height=\"2304\" src=\"http://musiccanada.com/wp-content/uploads/2016/05/kim4.jpg\" class=\"attachment-thumbnail-index size-thumbnail-index\" alt=\"kim4\" srcset=\"http://musiccanada.com/wp-content/uploads/2016/05/kim4.jpg 3456w, http://musiccanada.com/wp-content/uploads/2016/05/kim4-300x200.jpg 300w, http://musiccanada.com/wp-content/uploads/2016/05/kim4-768x512.jpg 768w, http://musiccanada.com/wp-content/uploads/2016/05/kim4-1024x683.jpg 1024w, http://musiccanada.com/wp-content/uploads/2016/05/kim4-300x200@2x.jpg 600w, http://musiccanada.com/wp-content/uploads/2016/05/kim4-768x512@2x.jpg 1536w, http://musiccanada.com/wp-content/uploads/2016/05/kim4-1024x683@2x.jpg 2048w\" sizes=\"(max-width: 3456px) 100vw, 3456px\" /></a>\n<a href='http://musiccanada.com/news/photos-andy-kims-performs-in-courtyard/kim5/'><img width=\"3456\" height=\"2304\" src=\"http://musiccanada.com/wp-content/uploads/2016/05/kim5.jpg\" class=\"attachment-thumbnail-index size-thumbnail-index\" alt=\"kim5\" srcset=\"http://musiccanada.com/wp-content/uploads/2016/05/kim5.jpg 3456w, http://musiccanada.com/wp-content/uploads/2016/05/kim5-300x200.jpg 300w, http://musiccanada.com/wp-content/uploads/2016/05/kim5-768x512.jpg 768w, http://musiccanada.com/wp-content/uploads/2016/05/kim5-1024x683.jpg 1024w, http://musiccanada.com/wp-content/uploads/2016/05/kim5-300x200@2x.jpg 600w, http://musiccanada.com/wp-content/uploads/2016/05/kim5-768x512@2x.jpg 1536w, http://musiccanada.com/wp-content/uploads/2016/05/kim5-1024x683@2x.jpg 2048w\" sizes=\"(max-width: 3456px) 100vw, 3456px\" /></a>\n<a href='http://musiccanada.com/news/photos-andy-kims-performs-in-courtyard/kim6/'><img width=\"3456\" height=\"2304\" src=\"http://musiccanada.com/wp-content/uploads/2016/05/kim6.jpg\" class=\"attachment-thumbnail-index size-thumbnail-index\" alt=\"kim6\" srcset=\"http://musiccanada.com/wp-content/uploads/2016/05/kim6.jpg 3456w, http://musiccanada.com/wp-content/uploads/2016/05/kim6-300x200.jpg 300w, http://musiccanada.com/wp-content/uploads/2016/05/kim6-768x512.jpg 768w, http://musiccanada.com/wp-content/uploads/2016/05/kim6-1024x683.jpg 1024w, http://musiccanada.com/wp-content/uploads/2016/05/kim6-300x200@2x.jpg 600w, http://musiccanada.com/wp-content/uploads/2016/05/kim6-768x512@2x.jpg 1536w, http://musiccanada.com/wp-content/uploads/2016/05/kim6-1024x683@2x.jpg 2048w\" sizes=\"(max-width: 3456px) 100vw, 3456px\" /></a>\n\n<p>The post <a rel=\"nofollow\" href=\"http://musiccanada.com/news/photos-andy-kims-performs-in-courtyard/\">PHOTOS: Andy Kim performs in courtyard</a> appeared first on <a rel=\"nofollow\" href=\"http://musiccanada.com\">Music Canada</a>.</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>Musicians without Borders’ Laura Hassler to keynote CMW Global Forum</title>\n\t\t<link>http://musiccanada.com/news/musicians-without-borders-laura-hassler-to-keynote-cmw-global-forum/</link>\n\t\t<pubDate>Tue, 03 May 2016 19:09:31 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Quentin Burgess]]></dc:creator>\n\t\t\t\t<category><![CDATA[Industry News]]></category>\n\t\t<category><![CDATA[Andre Le Roux]]></category>\n\t\t<category><![CDATA[Andrew Mosker]]></category>\n\t\t<category><![CDATA[Canadian Music Week]]></category>\n\t\t<category><![CDATA[Global Forum]]></category>\n\t\t<category><![CDATA[Graham Henderson]]></category>\n\t\t<category><![CDATA[Laura Hassler]]></category>\n\t\t<category><![CDATA[Lee Whitmore]]></category>\n\t\t<category><![CDATA[Musicians without Borders]]></category>\n\t\t<category><![CDATA[Neill Dixon]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://musiccanada.com/?p=44928</guid>\n\t\t<description><![CDATA[<p>Canadian Music Week (CMW) has announced that Laura Hassler, Founder and Director of Musicians without Borders, will be the keynote speaker at this year’s Global Forum Networking Breakfast. Musicians without Borders is a global organization that uses music to “bridge divides, connect communities, and heal the wounds of war.” The organization is currently working on [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://musiccanada.com/news/musicians-without-borders-laura-hassler-to-keynote-cmw-global-forum/\">Musicians without Borders’ Laura Hassler to keynote CMW Global Forum</a> appeared first on <a rel=\"nofollow\" href=\"http://musiccanada.com\">Music Canada</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Canadian Music Week (CMW) has <a href=\"http://weareab.co/2016/05/musicians-without-borders-laura-hassler-to-deliver-keynote-at-cmw-global-forum/\">announced</a> that Laura Hassler, Founder and Director of <a href=\"https://www.musicianswithoutborders.org/\">Musicians without Borders</a>, will be the keynote speaker at this year’s <a href=\"http://cmw.net/panel-details/?panel_id=855&amp;cat=15\">Global Forum Networking Breakfast</a>. Musicians without Borders is a global organization that uses music to “bridge divides, connect communities, and heal the wounds of war.” The organization is currently working on projects in Palestine, Kosovo, Northern Ireland, Tanzania, Rwanda, and Bosnia and Herzegovina.</p>\n<p>Music Canada is proud to return as sponsor of the 2016 Global Forum, which will celebrate and recognize individuals and organizations in the music community who are using music to make the world a better place. The invitation-only event takes place May 6<sup>th</sup> at the Sheraton Centre in Toronto.</p>\n<p>“As the music community continues to focus on adapting to an evolving digital environment, this year’s Global Forum will take stock of the amazing power of music to unite us all and be a force for good,” said Graham Henderson, President and CEO of Music Canada, in the CMW release. “Laura Hassler and the panelists at this year’s Global Forum demonstrate every day that music has the ability to heal, console, inspire, ignite and connect.”</p>\n<p>“We’re thrilled to have Laura Hassler at this year’s Global Forum,” added CMW President Neill Dixon. “The work that she and her organization is doing is of great importance to the global community.”</p>\n<p>Following Hassler’s keynote, she will join a panel discussion with representatives of three other organizations using music to make the world a better place. The panel, moderated by journalist Nancy Wilson, will also include:</p>\n<ul>\n<li>Andre Le Roux, Managing Director of South Africa’s <a href=\"http://www.samrofoundation.org.za/\">SAMRO Foundation</a>, the largest private contributor to music development in the Southern African region, supporting almost 50 community-based music schools and providing scholarships for music studies overseas;</li>\n<li>Andrew Mosker, President and CEO of the <a href=\"https://nmc.ca/\">National Music Centre</a> in Calgary, which reaches music lovers through education, exhibitions, incubation and performance; and</li>\n<li>Lee Whitmore, Vice President, Education Outreach and Social Entrepreneurship at Boston’s <a href=\"https://www.berklee.edu/\">Berklee College of Music</a>, where he leads Berklee City Music, a program that enables youth from underserved communities to develop musically, academically, socially and emotionally through the study of contemporary music.</li>\n</ul>\n<p>&nbsp;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://musiccanada.com/news/musicians-without-borders-laura-hassler-to-keynote-cmw-global-forum/\">Musicians without Borders’ Laura Hassler to keynote CMW Global Forum</a> appeared first on <a rel=\"nofollow\" href=\"http://musiccanada.com\">Music Canada</a>.</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>MEGAPHONO 2016 – ‘In Search of the Music City’ panel video posted</title>\n\t\t<link>http://musiccanada.com/news/megaphono-2016-in-search-of-the-music-city-panel-video-posted/</link>\n\t\t<pubDate>Tue, 03 May 2016 17:57:04 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Quentin Burgess]]></dc:creator>\n\t\t\t\t<category><![CDATA[Music Cities]]></category>\n\t\t<category><![CDATA[Amy Terrill]]></category>\n\t\t<category><![CDATA[Erin Benjamin]]></category>\n\t\t<category><![CDATA[Jeff Leiper]]></category>\n\t\t<category><![CDATA[Mark Garner]]></category>\n\t\t<category><![CDATA[MEGAPHONO]]></category>\n\t\t<category><![CDATA[Tim Potocic]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://musiccanada.com/?p=44919</guid>\n\t\t<description><![CDATA[<p>Ottawa-based music organization MEGAPHONO has posted a video of their In Search Of The Music City: What Does Local Business Have To Gain? panel, which it co-presented in February 2016 alongside the Ontario Music Industry Coalition (OMIC). The discussion was moderated by Music Canada Live‘s Erin Benjamin and featured panelists Mark Garner (Downtown Yonge BIA), Councillor Jeff [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://musiccanada.com/news/megaphono-2016-in-search-of-the-music-city-panel-video-posted/\">MEGAPHONO 2016 – ‘In Search of the Music City’ panel video posted</a> appeared first on <a rel=\"nofollow\" href=\"http://musiccanada.com\">Music Canada</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Ottawa-based music organization <a href=\"http://www.megaphono.tv/\">MEGAPHONO </a>has posted a <a href=\"https://vimeo.com/164892912\">video</a> of their <em>In Search Of The Music City: What Does Local Business Have To Gain? </em>panel, which it co-presented in February 2016 alongside the <a href=\"http://www.ottawamic.com/\">Ontario Music Industry Coalition (OMIC)</a>.</p>\n<p>The discussion was moderated by <a href=\"http://musiccanadalive.ca/\">Music Canada Live</a>‘s Erin Benjamin and featured panelists Mark Garner (<a href=\"http://www.downtownyonge.com/\">Downtown Yonge BIA</a>), Councillor Jeff Leiper (City of Ottawa), Amy Terrill (Music Canada) and Tim Potocic (<a href=\"http://sonicunyon.com/\">Sonic Unyon</a> / <a href=\"http://supercrawl.ca/\">Supercrawl</a>). The panelists shared how music has changed their communities, and how they are working businesses to foster a better environment for artists and artist entrepreneurs.</p>\n<p>The full video is available at <a href=\"https://vimeo.com/164892912\">https://vimeo.com/164892912</a>, and is embedded below.</p>\n<p><iframe src=\"https://player.vimeo.com/video/164892912\" width=\"640\" height=\"360\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<p>The post <a rel=\"nofollow\" href=\"http://musiccanada.com/news/megaphono-2016-in-search-of-the-music-city-panel-video-posted/\">MEGAPHONO 2016 – ‘In Search of the Music City’ panel video posted</a> appeared first on <a rel=\"nofollow\" href=\"http://musiccanada.com\">Music Canada</a>.</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>Music Monday to host nationwide sing-a-long and Toronto youth rally May 2</title>\n\t\t<link>http://musiccanada.com/news/music-monday-to-host-rally-in-toronto/</link>\n\t\t<pubDate>Fri, 29 Apr 2016 21:06:42 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Bram Gonshor]]></dc:creator>\n\t\t\t\t<category><![CDATA[Music Education]]></category>\n\t\t<category><![CDATA[Chris Hadifled]]></category>\n\t\t<category><![CDATA[Coalition for Music Education]]></category>\n\t\t<category><![CDATA[Connor Ross]]></category>\n\t\t<category><![CDATA[John Tory]]></category>\n\t\t<category><![CDATA[music education]]></category>\n\t\t<category><![CDATA[Music Monday]]></category>\n\t\t<category><![CDATA[Scott Helman]]></category>\n\t\t<category><![CDATA[Youth4Music]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://musiccanada.com/?p=44910</guid>\n\t\t<description><![CDATA[<p>On Monday May 2, 2016, thousands of students from coast to coast will come together to participate in Music Monday and celebrate the impact music education has on our lives. The nationwide event will begin when schools open on the Eastern shores of Newfoundland, moving across the country to closing school bells by the Western shores [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://musiccanada.com/news/music-monday-to-host-rally-in-toronto/\">Music Monday to host nationwide sing-a-long and Toronto youth rally May 2</a> appeared first on <a rel=\"nofollow\" href=\"http://musiccanada.com\">Music Canada</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><a href=\"http://musiccanada.com/wp-content/uploads/2016/04/ENG_mm2016_graphicFULL.jpg\"><img class=\"alignleft wp-image-44911 size-large\" src=\"http://musiccanada.com/wp-content/uploads/2016/04/ENG_mm2016_graphicFULL-1024x538.jpg\" alt=\"ENG_mm2016_graphicFULL\" width=\"860\" height=\"452\" srcset=\"http://musiccanada.com/wp-content/uploads/2016/04/ENG_mm2016_graphicFULL-1024x538.jpg 1024w, http://musiccanada.com/wp-content/uploads/2016/04/ENG_mm2016_graphicFULL-300x158.jpg 300w, http://musiccanada.com/wp-content/uploads/2016/04/ENG_mm2016_graphicFULL-768x403.jpg 768w, http://musiccanada.com/wp-content/uploads/2016/04/ENG_mm2016_graphicFULL.jpg 1200w, http://musiccanada.com/wp-content/uploads/2016/04/ENG_mm2016_graphicFULL-300x158@2x.jpg 600w\" sizes=\"(max-width: 860px) 100vw, 860px\" /></a></p>\n<p>On Monday May 2, 2016, thousands of students from coast to coast will come together to participate in <a href=\"http://www.musicmonday.ca/\" target=\"_blank\">Music Monday </a>and celebrate the impact music education has on our lives. The nationwide event will begin when schools open on the Eastern shores of Newfoundland, moving across the country to closing school bells by the Western shores of British Columbia. At 12:30 PM EST, students will join in on the official singing of the Music Monday Anthem, “<a href=\"https://www.youtube.com/watch?v=EmMkwwYaN1E\" target=\"_blank\">We Are One</a>.”</p>\n<p>Beginning at Noon ET, student supporters and Coalition For Music Education&#8217;s Youth4Music ambassadors will gather outside Toronto City Hall at Nathan Phillips Square for the Toronto Lives Music <a href=\"http://www.musicmonday.ca/2016-music-monday-showcase-concert/\" target=\"_blank\">rally and showcase concert</a>, hosted by Céline Peterson. Toronto Mayor John Tory, entertainers Sharon &amp; Bram, and JUNO-nominee Scott Helman will be in attendance for the rally, which will also feature performances from Canadian Brass, Melanie Doane &amp; The Uschool, Dijah SB, Charlotte Siegel, and more.</p>\n<p>The Coalition For Music Education will also be presenting the <a href=\"http://youth4music.ca/nufsicisum/\">NUFSICISUM</a> Youth Leadership Awards at the rally, which are given to students who have made a special positive impact in their school music program.</p>\n<p>In 2013, retired Canadian astronaut Chris Hadfield helped lead a nationwide sing-a-long of his Music Monday <a href=\"https://www.youtube.com/watch?v=EhBn62kLxeI\" target=\"_blank\">anthem</a> “I.S.S. (Is Somebody Singing),” co-written by Ed Robertson of Barenaked Ladies, aboard the International Space Station. Following a nationwide search in 2014, Bolton, Ontario’s Connor Ross penned his winning anthem “We Are One,” which will be performed again in 2016 across Canada.</p>\n<p>Participants are encouraged to use the hashtag <a href=\"https://twitter.com/search?q=%23MMC2C&amp;src=tyah\" target=\"_blank\">#MMC2C</a> to share their Music Monday experiences, and can find the links to the nationwide rally and sing-a-long webcasts beginning Monday morning on the <a href=\"http://www.musicmonday.ca/\" target=\"_blank\">Music Monday website</a>.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://musiccanada.com/news/music-monday-to-host-rally-in-toronto/\">Music Monday to host nationwide sing-a-long and Toronto youth rally May 2</a> appeared first on <a rel=\"nofollow\" href=\"http://musiccanada.com\">Music Canada</a>.</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>East Coast Music Association announces new partnership with Music Canada and Music Canada Live</title>\n\t\t<link>http://musiccanada.com/news/east-coast-music-association-announces-new-partnership-with-music-canada-and-music-canada-live/</link>\n\t\t<pubDate>Thu, 21 Apr 2016 19:40:07 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Alex Clement]]></dc:creator>\n\t\t\t\t<category><![CDATA[Industry News]]></category>\n\t\t<category><![CDATA[Music Cities]]></category>\n\t\t<category><![CDATA[Amy Terrill]]></category>\n\t\t<category><![CDATA[Andy McLean]]></category>\n\t\t<category><![CDATA[East Coast Music Association]]></category>\n\t\t<category><![CDATA[Music Canada]]></category>\n\t\t<category><![CDATA[Music Canada Live]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://musiccanada.com/?p=44899</guid>\n\t\t<description><![CDATA[<p>Last week, over 600 performing artists and 8,000 fans gathered in Cape Breton for East Coast Music Week (ECMW). Amidst the performances music professionals and representatives from music associations from across Canada met and began an initiative to make the music industry stronger in Atlantic Canada. As ECMW came to a close, Andy McLean, of [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://musiccanada.com/news/east-coast-music-association-announces-new-partnership-with-music-canada-and-music-canada-live/\">East Coast Music Association announces new partnership with Music Canada and Music Canada Live</a> appeared first on <a rel=\"nofollow\" href=\"http://musiccanada.com\">Music Canada</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Last week, over 600 performing artists and 8,000 fans gathered in Cape Breton for East Coast Music Week (ECMW). Amidst the performances music professionals and representatives from music associations from across Canada met and began an initiative to make the music industry stronger in Atlantic Canada.</p>\n<p>As ECMW came to a close, Andy McLean, of the East Coast Music Association, <a href=\"http://ecma.com/news/music-industry-town-hall-and-conference-surveys\">announced </a>the beginning of a process to study the east coast’s music industry. In partnership with Music Canada and Music Canada Live, this initiative will eventually lead to the production of an industry profile of Atlantic Canada which will identify its strengths, weaknesses and opportunities for growth and development.</p>\n<p>The ultimate goal of the initiative is to ensure that East Coast musicians can have a sustainable career without having to leave the region.</p>\n<p>“The amount of talent in the Atlantic region is undeniable, and large events and festivals like the ECMA, bring outstanding cultural and economic benefits to the region,” says Amy Terrill, Executive Vice President of Music Canada.  “We look forward to learning more about the things that are working well in the Atlantic region and generating some new ideas that would help build a stronger, more successful music community.”</p>\n<p>The initial report, which is expected by September 2016, has the support of all five regions and the local music industry associations (Music Nova Scotia, Music PEI, Music New Brunswick, Music Newfoundland &amp; Labrador and the Cape Breton Music Industry Cooperative) who will participate in the study.</p>\n<p>Amy Terrill spoke to the East Coast Music Week Industry Conference about Music Canada’s research—the BC Music Sector report which led to the Government of British Columbia’s recent $15 million investment in the music industry, and The Mastering of a Music City report which continues to generate discussion about how cities can make themselves more music and musician-friendly.</p>\n<p>“It’s exciting to see the music city conversations blossoming in the Atlantic provinces,” added Terrill.  “Music has an incredible impact on community vitality and quality of life, which is critical for attracting and retaining young workers from every sector.  Working with the music community to ensure a friendly environment for the presentation of music is a win-win approach.”</p>\n<p>The post <a rel=\"nofollow\" href=\"http://musiccanada.com/news/east-coast-music-association-announces-new-partnership-with-music-canada-and-music-canada-live/\">East Coast Music Association announces new partnership with Music Canada and Music Canada Live</a> appeared first on <a rel=\"nofollow\" href=\"http://musiccanada.com\">Music Canada</a>.</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>Province announces 2016 Ontario Music Fund recipients</title>\n\t\t<link>http://musiccanada.com/news/province-announces-2016-ontario-music-fund-recipients/</link>\n\t\t<pubDate>Thu, 21 Apr 2016 14:02:07 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Quentin Burgess]]></dc:creator>\n\t\t\t\t<category><![CDATA[Industry News]]></category>\n\t\t<category><![CDATA[Kathleen Wynne]]></category>\n\t\t<category><![CDATA[Michael Coteau]]></category>\n\t\t<category><![CDATA[Ontario Media Development Corporation]]></category>\n\t\t<category><![CDATA[Ontario Music Fund]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://musiccanada.com/?p=44887</guid>\n\t\t<description><![CDATA[<p>Yesterday afternoon at the Rivoli, the Hon. Premier Kathleen Wynne announced the 2016 Ontario Music Fund (OMF) grant recipients, with 151 recipients receiving $14 million in grants in the third year of the program. The fund, which is administered by the Ontario Media Development Corporation (OMDC), supports music entrepreneurs, record labels, managers, agents, industry trade [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://musiccanada.com/news/province-announces-2016-ontario-music-fund-recipients/\">Province announces 2016 Ontario Music Fund recipients</a> appeared first on <a rel=\"nofollow\" href=\"http://musiccanada.com\">Music Canada</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Yesterday afternoon at the Rivoli, the Hon. Premier Kathleen Wynne <a href=\"https://news.ontario.ca/opo/en/2016/04/ontario-music-fund-providing-14-million-to-151-recipients.html\" target=\"_blank\">announced</a> the 2016 Ontario Music Fund (OMF) grant recipients, with 151 recipients receiving $14 million in grants in the third year of the program. The fund, which is administered by the <a href=\"http://www.omdc.on.ca/music/the_ontario_music_fund.htm\" target=\"_blank\">Ontario Media Development Corporation (OMDC)</a>, supports music entrepreneurs, record labels, managers, agents, industry trade associations, and training institutions across Ontario.</p>\n<blockquote class=\"twitter-tweet\" data-lang=\"en\">\n<p dir=\"ltr\" lang=\"en\" style=\"text-align: center;\">Today <a href=\"https://twitter.com/hashtag/Ontario?src=hash\">#Ontario</a> announced support for the music industry <a href=\"https://t.co/MXrfnIa6wD\">https://t.co/MXrfnIa6wD</a> <a href=\"https://t.co/OtuNLTzpUP\">pic.twitter.com/OtuNLTzpUP</a></p>\n<p style=\"text-align: center;\">— TourismCultureSport (@ExploreON) <a href=\"https://twitter.com/ExploreON/status/722880068519862272\">April 20, 2016</a></p>\n</blockquote>\n<p><script src=\"//platform.twitter.com/widgets.js\" async=\"\" charset=\"utf-8\"></script></p>\n<p>Per the <a href=\"https://news.ontario.ca/opo/en/2016/04/ontario-music-fund-providing-14-million-to-151-recipients.html?platform=hootsuite\" target=\"_blank\">release</a>, the OMF, which was <a href=\"http://musiccanada.com/news/music-canada-applauds-premier-wynne-and-the-ontario-government-on-the-passage-of-the-2015-provincial-budget/\" target=\"_blank\">made permanent</a> in the 2015 Ontario budget, has now supported 244 applications from 220 companies in its first three years, resulting in 1,274 full-time equivalent positions for Ontario&#8217;s music industry. More than 1.6 million people have attended events supported by the fund in its first two years, which featured performances by more than 1900 Ontario artists.</p>\n<p>“Ontario is home to the largest music industry in Canada and one of the most diverse anywhere in the world,” said Wynne in the <a href=\"https://news.ontario.ca/opo/en/2016/04/ontario-music-fund-providing-14-million-to-151-recipients.html?platform=hootsuite\">release.</a> “Through the Ontario Music Fund, our government is supporting a dynamic and important cultural sector, helping to create good jobs here in Ontario while exporting our sound to the world.”</p>\n<p>“By investing in the music industry through the Ontario Music Fund, our government has ensured that Ontario continues to be the best place in Canada for recording and performing music,” added the Hon. Michael Coteau, Minister of Tourism, Culture and Sport. “I’m proud that through this newly permanent fund, our government will continue to create opportunities that showcase our talented artists and producers, and attract visitors from around the world.”</p>\n<p><a href=\"https://news.ontario.ca/mtc/en/2016/04/ontario-music-fund-success-stories-1.html\" target=\"_blank\">Success stories</a> highlighted by the Ministry of Tourism, Culture, and Sport include A Tribe Called Red, the Guelph Jazz Festival, Dine Alone Records, CP Music Group, and Phem Phat Entertainment Group. The release also notes that artists supported by the OMF have sold almost four million recordings domestically and five million internationally.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://musiccanada.com/news/province-announces-2016-ontario-music-fund-recipients/\">Province announces 2016 Ontario Music Fund recipients</a> appeared first on <a rel=\"nofollow\" href=\"http://musiccanada.com\">Music Canada</a>.</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>Guelph Chamber of Commerce to host &#8216;Guelph as Music City&#8217; Summit</title>\n\t\t<link>http://musiccanada.com/news/guelph-chamber-of-commerce-to-host-guelph-as-music-city-summit/</link>\n\t\t<pubDate>Thu, 21 Apr 2016 13:55:28 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Quentin Burgess]]></dc:creator>\n\t\t\t\t<category><![CDATA[Music Cities]]></category>\n\t\t<category><![CDATA[Brian Heatherman]]></category>\n\t\t<category><![CDATA[Cam Guthrie]]></category>\n\t\t<category><![CDATA[Erin Benjamin]]></category>\n\t\t<category><![CDATA[Graham Henderson]]></category>\n\t\t<category><![CDATA[Guelph Chamber of Commerce]]></category>\n\t\t<category><![CDATA[Hillside Festival]]></category>\n\t\t<category><![CDATA[JAM School]]></category>\n\t\t<category><![CDATA[Kathryn McGarry]]></category>\n\t\t<category><![CDATA[Kithio Mwanzia]]></category>\n\t\t<category><![CDATA[Marie Zimmerman]]></category>\n\t\t<category><![CDATA[Robert Leader]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://musiccanada.com/?p=44883</guid>\n\t\t<description><![CDATA[<p>Next week, the Guelph Chamber of Commerce will host &#8216;Guelph as Music City&#8217;: What Successful Tourism Sounds Like, a half-day summit where key stakeholders will discuss the state of local music tourism and its potential as an economic driver in the Guelph region. The event takes place on Wednesday, April 27 from noon to 3:30pm [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://musiccanada.com/news/guelph-chamber-of-commerce-to-host-guelph-as-music-city-summit/\">Guelph Chamber of Commerce to host &#8216;Guelph as Music City&#8217; Summit</a> appeared first on <a rel=\"nofollow\" href=\"http://musiccanada.com\">Music Canada</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Next week, the Guelph Chamber of Commerce will host <a href=\"http://www.guelphchamber.com/attend/event_calendar/#id=1557&amp;cid=119&amp;wid=701\">&#8216;Guelph as Music City&#8217;: What Successful Tourism Sounds Like</a>, a half-day summit where key stakeholders will discuss the state of local music tourism and its potential as an economic driver in the Guelph region. The event takes place on Wednesday, April 27 from noon to 3:30pm at the Delta Guelph Hotel &amp; Conference Centre (50 Stone Road West) in Guelph, ON.</p>\n<blockquote class=\"twitter-tweet\" data-lang=\"en\">\n<p dir=\"ltr\" lang=\"en\">&#8216;Live Music Measures Up&#8217; <a href=\"https://twitter.com/Music_Canada\">@Music_Canada</a> <a href=\"https://t.co/KDPvpPhXBq\">https://t.co/KDPvpPhXBq</a> Register for this half-day event on music in <a href=\"https://twitter.com/hashtag/guelph?src=hash\">#guelph</a> <a href=\"https://t.co/QPtOdNaJSy\">pic.twitter.com/QPtOdNaJSy</a></p>\n<p>— Guelph Chamber (@GuelphChamber) <a href=\"https://twitter.com/GuelphChamber/status/722503920061390848\">April 19, 2016</a></p></blockquote>\n<p><script src=\"//platform.twitter.com/widgets.js\" async=\"\" charset=\"utf-8\"></script></p>\n<p>The event will feature two panel discussions, a keynote presentation by Music Canada’s Graham Henderson, a Q &amp; A session, as well as a pair of performances: an opening performance by Alanna Gurr, and intermission performance by NEFE.</p>\n<p>The opening panel, <em>Setting the Stage</em>, will be emceed by Hayley Kellett of The Making Box, and includes panelists:</p>\n<ul>\n<li>Kithio Mwanzia – President &amp; CEO, Guelph Chamber of Commerce</li>\n<li>Marie Zimmerman &#8211; Executive Director, Hillside Festival</li>\n<li>His Worship Mayor Cam Guthrie – Mayor of the City of Guelph</li>\n<li>Kathryn McGarry – MPP for Cambridge on behalf of the Ontario Minister for Tourism, Culture &amp; Sport</li>\n</ul>\n<p>Following lunch, Music Canada President &amp; CEO will present <em>Music Meets Municipality: Key learning’s from The Mastering of a Music City. </em>The keynote will cite best practices gleaned from <a href=\"http://musiccanada.com/resources/research/the-mastering-of-a-music-city/\">The Mastering of a Music City</a>, the 2015 report by Music Canada and IFPI that sets out how cities worldwide can take simple steps to help develop their music economies.</p>\n<p>Following NEFE’s performance is the <em>Leadership Panel</em>, with moderator Rob McLean of Kazolu , and panelists:</p>\n<ul>\n<li>Erin Benjamin &#8211; Music Canada Live</li>\n<li>Brian Heatherman &#8211; Music Ontario</li>\n<li>Robert Leader &#8211; JAM School</li>\n</ul>\n<p>The full agenda is available on the <a href=\"http://www.guelphchamber.com/files/GELF_MusicCity_Agenda_2.pdf\">Chamber website</a>. To register, or for more information, visit <a href=\"http://www.guelphchamber.com/attend/event_calendar/#id=1557&amp;cid=119&amp;wid=701\">http://www.guelphchamber.com/attend/event_calendar/#id=1557&amp;cid=119&amp;wid=701</a>.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://musiccanada.com/news/guelph-chamber-of-commerce-to-host-guelph-as-music-city-summit/\">Guelph Chamber of Commerce to host &#8216;Guelph as Music City&#8217; Summit</a> appeared first on <a rel=\"nofollow\" href=\"http://musiccanada.com\">Music Canada</a>.</p>\n]]></content:encoded>\n\t\t\t</item>\n\t</channel>\n</rss>\n",
  "headers": {
    "X-UA-Compatible": "IE=Edge,chrome=1",
    "Date": "Fri, 13 May 2016 07:43:57 GMT",
    "Cache-Control": "no-store, no-cache, must-revalidate, post-check=0, pre-check=0",
    "Link": "<http://musiccanada.com/wp-json/>; rel=\"https://api.w.org/\"",
    "X-Frame-Options": "SAMEORIGIN",
    "Expires": "Thu, 19 Nov 1981 08:52:00 GMT",
    "Content-Encoding": "gzip",
    "Last-Modified": "Wed, 11 May 2016 04:00:00 GMT",
    "Pragma": "no-cache",
    "X-Content-Type-Options": "nosniff",
    "Connection": "Keep-Alive",
    "Content-Length": "16683",
    "X-XSS-Protection": "1; mode=block",
    "Keep-Alive": "timeout=5, max=100",
    "Content-Type": "application/rss+xml; charset=UTF-8",
    "X-Robots-Tag": "noindex, follow",
    "ETag": "\"daef408e097200d8f2c941e1b6018736\"",
    "Vary": "Accept-Encoding,User-Agent",
    "Server": "Apache",
    "X-Powered-By": "PHP/5.2.17"
  },
  "response_url": "http://musiccanada.com/feed/"
}
