{
  "requested_url": "http://nautil.us/rss/all",
  "fetched_at": "2016-05-13T00:45:30.830566",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"utf-8\"?><rss version=\"2.0\" xmlns:atom=\"http://www.w3.org/2005/Atom\">\n    <channel>\n        <title><![CDATA[Nautilus]]></title>\n        <link>http://nautil.us/rss/all</link>\n        <description><![CDATA[Nautilus is a different kind of science magazine. We deliver big-picture science by reporting on a single monthly topic from multiple perspectives. Read a new chapter in the story every Thursday.]]></description>\n        <atom:link href=\"http://nautil.us/rss/all\" rel=\"self\"/>\n        <language>en</language>\n        <lastBuildDate>Thu, 12 May 2016 03:00:00 -0400</lastBuildDate>\n                <item>\n            <title><![CDATA[The Wisdom of the Aging Brain - Issue 36: Aging]]></title>\n            <link>http://nautil.us/issue/36/aging/the-wisdom-of-the-aging-brain?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</link>\n            <guid isPermaLink=\"true\">http://nautil.us/issue/36/aging/the-wisdom-of-the-aging-brain?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</guid>\n            <description><![CDATA[<img src='http://static.nautil.us/9190_4ef30115b941a1bcd71ffebb50c69ece.png'><br><p>At the 2010 Cannes Film Festival premiere of <i>You Will Meet A Tall Dark Stranger</i>, director Woody Allen was asked about aging. He replied with his characteristic, straight-faced pessimism. “I find it a lousy deal. There is no advantage in getting older. I’m 74 now. You don’t get smarter, you don’t get wiser ... Your back hurts more, you get more indigestion ... It’s a bad business, getting old. I’d advise you not to do it if you can avoid it.”</p> <p>Creaking bones and bad digestion notwithstanding, is that really the only face of aging? Turns out, it’s not. At least for the fortunate few, old age may not be Woody Allenesque; instead old age is when they become compassionate and wise. Yes, wise.</p> <strong>SPLIT WISDOM:</strong> Legend has it that King Solomon had the wisdom to settle complex debates, like a child’s parentage, but had a rather unwise private life.Dea / A. Dagli Orti <p>While aging diminishes activity in certain brain regions, there’s tantalizing evidence this may be compensated by changes in brain regions associated with supportive and social behavior. This shift in brain activity may foster wisdom in some people, a way of being that moves one away from&#8230;<br><a href='http://nautil.us/issue/36/aging/the-wisdom-of-the-aging-brain?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication'>Read More…</a>]]></description>\n            <dc:creator xmlns:dc=\"http://purl.org/dc/elements/1.1/\">Anil Ananthaswamy</dc:creator>\n            <pubDate>Thu, 12 May 2016 03:00:00 -0400</pubDate>\n        </item>\n                <item>\n            <title><![CDATA[Physics Makes Aging Inevitable, Not Biology - Issue 36: Aging]]></title>\n            <link>http://nautil.us/issue/36/aging/physics-makes-aging-inevitable-not-biology?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</link>\n            <guid isPermaLink=\"true\">http://nautil.us/issue/36/aging/physics-makes-aging-inevitable-not-biology?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</guid>\n            <description><![CDATA[<img src='http://static.nautil.us/9232_2a51262b66cced52912358502a37a010.png'><br><p>The inside of every cell in our body is like a crowded city, filled with tracks, transports, libraries, factories, power plants, and garbage disposal units. The city’s workers are protein machines, which metabolize food, take out the garbage, or repair DNA. Cargo is moved from one place to another by molecular machines that have been observed walking on two legs along protein tightropes. As these machines go about their business, they are surrounded by thousands of water molecules, which randomly crash into them a trillion times a second. This is what physicists euphemistically call “thermal motion.” Violent thermal chaos would be more apt.</p> <p>How any well-meaning molecular machine could do good work under such intolerable circumstances is puzzling. Part of the answer is that the protein machines of our cells, like tiny ratchets, turn the random energy they receive from water bombardment into the very directed motion that makes cells work. They turn chaos into order.</p>Johner Images / Getty <p>Four years ago, I published a book called <i>Life’s Ratchet</i>, which explains how molecular machines create order in our cells. My main concern was how life avoids a descent into chaos. To my great surprise, soon after the book was published,&#8230;<br><a href='http://nautil.us/issue/36/aging/physics-makes-aging-inevitable-not-biology?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication'>Read More…</a>]]></description>\n            <dc:creator xmlns:dc=\"http://purl.org/dc/elements/1.1/\">Peter Hoffmann</dc:creator>\n            <pubDate>Thu, 12 May 2016 03:00:00 -0400</pubDate>\n        </item>\n                <item>\n            <title><![CDATA[Why Aging Isn’t Inevitable - Issue 36: Aging]]></title>\n            <link>http://nautil.us/issue/36/aging/why-aging-isnt-inevitable?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</link>\n            <guid isPermaLink=\"true\">http://nautil.us/issue/36/aging/why-aging-isnt-inevitable?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</guid>\n            <description><![CDATA[<img src='http://static.nautil.us/9203_d97d404b6119214e4a7018391195240a.png'><br><p>Humans age gradually, but some animals do all their aging in a rush at the end of life, while others don’t age at all, and a few can even age backward. The variety of aging patterns in nature should be a caution sign to anyone inclined to generalize—particularly the generalization that aging is inevitable.</p> <p>Bacteria reproduce symmetrically, just dividing in two. What could “aging” mean for bacteria since, after reproduction, there is no distinction between parent and child? Single-cell protists like the amoeba also reproduce symmetrically, but curiously, they invented a way to age nevertheless. And even among macroscopic life forms, life spans of organisms are immensely variable in a way that is finely tuned to local ecologies and reproduction rates. This can hardly be the result of a universal, inexorable process; in fact, such fine-tuning to circumstance is the signature of an adaptation.</p><strong>Sudden Death:</strong> Mayflies, like the ones in this pile, tend to die rapidly and suddenly at the end of their reproductive cycle.Fecundap Stock<p>Life spans range from Methuselans great and small to genetic kamikazes that die of a spring afternoon. Submerged dragonflies live four months, adult mayflies half an hour. We live some 70-odd years; but the meristem&#8230;<br><a href='http://nautil.us/issue/36/aging/why-aging-isnt-inevitable?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication'>Read More…</a>]]></description>\n            <dc:creator xmlns:dc=\"http://purl.org/dc/elements/1.1/\">Josh Mitteldorf &amp; Dorion Sagan</dc:creator>\n            <pubDate>Thu, 12 May 2016 03:00:00 -0400</pubDate>\n        </item>\n                <item>\n            <title><![CDATA[Whiskey Can’t Hide Its Age Either - Issue 36: Aging]]></title>\n            <link>http://nautil.us/issue/36/aging/whiskey-cant-hide-its-age-either-rp?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</link>\n            <guid isPermaLink=\"true\">http://nautil.us/issue/36/aging/whiskey-cant-hide-its-age-either-rp?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</guid>\n            <description><![CDATA[<img src='http://static.nautil.us/5558_4efb80f630ccecb2d3b9b2087b0f9c89.jpg'><br><p>In case you haven’t heard, doomsday is coming—more droughts, floods, famine, class warfare, entitled children, and, brace yourself: a bourbon shortage! Yes, traditional Kentucky distillers didn’t predict or prepare for this <i>Mad Men</i>-inspired mixology epoch. And if it continues on this trajectory, thousands of years from now geologists and archaeologists will be able to identify the bourbon-free era in the absence of fancy rectangular bottles in the remains of fallen civilizations.</p> <p>That is, unless scientists can build a whiskey time machine, a way to gracefully cheat the slow aging process that offers bourbon its rich oaky tones and sweet and smooth finish.</p> <p>The popularity of bourbon in the past decade has been a major high and hangover for American distillers. (The name “bourbon” is reserved for barrel-aged whiskeys made primarily of corn in the United States.) In 2002, the U.S. sold 13 million cases of bourbon; in 2014, 19 million cases, generating $2.7 billion in revenue. But the popularity and the time bourbon takes to mature, paired with a shortage of new American oak barrels that traditional whiskeys are aged in, means there simply isn’t enough of the good stuff to go around. Evidence of a shortage is generally delivered&#8230;<br><a href='http://nautil.us/issue/36/aging/whiskey-cant-hide-its-age-either-rp?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication'>Read More…</a>]]></description>\n            <dc:creator xmlns:dc=\"http://purl.org/dc/elements/1.1/\">Tasha Eichenseher </dc:creator>\n            <pubDate>Thu, 12 May 2016 03:00:00 -0400</pubDate>\n        </item>\n                <item>\n            <title><![CDATA[What Good Is Grandma? - Issue 36: Aging]]></title>\n            <link>http://nautil.us/issue/36/aging/what-good-is-grandma?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</link>\n            <guid isPermaLink=\"true\">http://nautil.us/issue/36/aging/what-good-is-grandma?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</guid>\n            <description><![CDATA[<img src='http://static.nautil.us/9184_642eaa3479d2eb1130f6e0564f00f751.png'><br><p>Grandparents are busy these days. The number of juveniles in the United States under 18 living in a grandparent’s household rose from 4.6 million in 2005-07 to 5.2 million in 2008-10, probably because of economic stress associated with the Great Recession.1 Thirteen percent of grandparents provide regular care for at least one grandchild, and 62 percent have provided financial support of some kind to their grandchildren within the past five years.2</p> <p>These circumstances can be stressful for youngsters, their parents, and their grandparents. But there is another way of looking at it: Today’s grandparents are doing exactly what their biology has prepared them for.</p> <strong>FIRST FAMILY :</strong> Marian Robinson (center), Michelle Obama’s mother, is a live-in grandmother to Malia (far left) and Sasha (second from left). She lives in a suite on the third floor of the White House, one floor above her family.Olivier Douliery-Pool/Getty Images <p>In pretty much all other species, individuals reproduce until they can’t anymore, and nearly always, this coincides with the end of their lives. Human beings are extraordinary, by contrast, in that long after we’ve stopped reproducing, we just keep on living. In particular, we appear to be the only animals in which half the&#8230;<br><a href='http://nautil.us/issue/36/aging/what-good-is-grandma?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication'>Read More…</a>]]></description>\n            <dc:creator xmlns:dc=\"http://purl.org/dc/elements/1.1/\">David P.  Barash</dc:creator>\n            <pubDate>Thu, 12 May 2016 03:00:00 -0400</pubDate>\n        </item>\n                <item>\n            <title><![CDATA[The Birth and Death of a Landscape - Issue 36: Aging]]></title>\n            <link>http://nautil.us/issue/36/aging/the-birth-and-death-of-a-landscape?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</link>\n            <guid isPermaLink=\"true\">http://nautil.us/issue/36/aging/the-birth-and-death-of-a-landscape?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</guid>\n            <description><![CDATA[<img src='http://static.nautil.us/9196_c8877cff22082a16395a57e97232bb6f.png'><br><p>To reach the youngest land in the United States you need a boat. Robert Twilley still vividly remembers the first time he made the trip. The Louisiana State University coastal ecologist piled into a 24-foot Boston Whaler with a bunch of geomorphologists from Minnesota and motored out to an arc of spongy islands along the central coast of Louisiana called the Wax Lake Delta. It was the best place to learn about how a delta develops. The way the land eventually stabilizes and becomes home to a unique ecosystem that changes as the delta gets older is a process that ecologists call succession. “Succession is one of the most fascinating concepts in ecology,” said Twilley, “though one of the hardest to study. But in the Wax Lake Delta you can see it all. Biologic communities link up A to Z; it is the holy grail of ecosystem succession.”</p> <p>What is remarkable for scientists like Twilley is that with good muck boots, a small boat, and a non-aversion to intense sun, freak thunderstorms, biting insects, and devastating humidity, the aging process of this new land can be studied in a human lifespan. In just over 40 years, the Wax Lake Delta&#8230;<br><a href='http://nautil.us/issue/36/aging/the-birth-and-death-of-a-landscape?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication'>Read More…</a>]]></description>\n            <dc:creator xmlns:dc=\"http://purl.org/dc/elements/1.1/\">Justin Nobel</dc:creator>\n            <pubDate>Thu, 12 May 2016 03:00:00 -0400</pubDate>\n        </item>\n                <item>\n            <title><![CDATA[This Is Spock’s Favorite Psychedelic - Facts So Romantic]]></title>\n            <link>http://nautil.us/blog/this-is-spocks-favorite-psychedelic?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</link>\n            <guid isPermaLink=\"true\">http://nautil.us/blog/this-is-spocks-favorite-psychedelic?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</guid>\n            <description><![CDATA[<img src='http://static.nautil.us/9179_f4666b1c34893ee557dccbfe3382e965.jpg'><br><p>One chilly spring night in early March, I went to the Rubin Museum of Art, in New York City’s Chelsea neighborhood. The Rubin, according to its website, “provides immersive experiences that encourage personal discoveries and spark new ways of seeing the world.” I was there for a <a href=\"http://rubinmuseum.org/events/series/brainwave\" target=\"_blank\">“Brainwave”</a> event, a conversation series nine-years running, in which “neuroscientists and intriguing personalities” discuss the mind. This year the guiding theme was “emotion.” On-stage were the clinical neuroscientist Heather Berlin, who studies the neural basis of emotional disorders and teaches psychiatry at the Mount Sinai School of Medicine, in New York; and the television and film actor Zachary Quinto, who’s perhaps known best for playing Spock in J.J. Abram’s 2009 reboot of <i>Star Trek.</i> </p> <p>It didn’t take long for their conversation to get a bit personal and veer into the spiritual. In 2010, even though he felt professionally fulfilled, Quinto said, privately he was floundering. That year, Quinto starred in an off-Broadway revival of <i>Angels in America</i>, a play that focused on the sexual and social issues of the 1980s; Quinto, who’s gay, described the experience as emotionally devastating. He saw a therapist, but the sessions, he felt, were insufficiently&#8230;<br><a href='http://nautil.us/blog/this-is-spocks-favorite-psychedelic?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication'>Read More…</a>]]></description>\n            <dc:creator xmlns:dc=\"http://purl.org/dc/elements/1.1/\">Tanya Basu</dc:creator>\n            <pubDate>Wed, 11 May 2016 03:00:00 -0400</pubDate>\n        </item>\n                <item>\n            <title><![CDATA[These Moving Portraits Offer an Uncanny View of the Human Body - Facts So Romantic]]></title>\n            <link>http://nautil.us/blog/these-moving-portraits-offer-an-uncanny-view-of-the-human-body?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</link>\n            <guid isPermaLink=\"true\">http://nautil.us/blog/these-moving-portraits-offer-an-uncanny-view-of-the-human-body?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</guid>\n            <description><![CDATA[<img src='http://static.nautil.us/9175_d563cb0699fbe7bc92d64815915918cd.png'><br><p>Some time after he completed his first portrait, in 1909, Oskar Kokoschka realized that “in my haste, I painted only four fingers on the hand he lays across his chest.” He was referring to <i><a href=\"http://www.conceptualfinearts.com/cfa/2014/11/26/oscar-kokoschkas-double-painting-under-analysis-at-the-royal-museums-of-fine-arts-of-belgium/\" target=\"_blank\">The Trance Player</a></i>, a painting of his friend, an actor. “Did I forget to paint the fifth?” Kokoschka wondered. “In any case, I don’t miss it. To me it was more important to cast light on my sitter’s psyche than to enumerate details like five fingers, two ears, one nose.”</p> <p>This indifference to anatomical accuracy wasn’t unique to Kokoschka. “Many artists reconsider the pursuit of external likeness—portraiture’s usual objective—within formal or conceptual explorations or reject it altogether,” <a href=\"http://whitney.org/Exhibitions/HumanInterest\" target=\"_blank\">states</a> the web site of the Whitney Museum of American Art’s current exhibition, <i>Human Interest: Portraits from the Whitney’s Collection</i>;<i> </i>it showcases portraits dating from Kokoschka’s time up to the present. “Once a rarefied luxury good,” the site states, “portraits are now ubiquitous.” </p> <p>It could have added that portraits are no longer restricted to just still images. Take the work of Bo Gehring. His video portraits offer an uncanny perspective on the human body and, in some measure, the mind. Once an electrical engineering student at&#8230;<br><a href='http://nautil.us/blog/these-moving-portraits-offer-an-uncanny-view-of-the-human-body?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication'>Read More…</a>]]></description>\n            <dc:creator xmlns:dc=\"http://purl.org/dc/elements/1.1/\">Gayil Nalls</dc:creator>\n            <pubDate>Tue, 10 May 2016 03:00:00 -0400</pubDate>\n        </item>\n                <item>\n            <title><![CDATA[Are Humans the Greatest Things Made by the Human Hand? - Facts So Romantic]]></title>\n            <link>http://nautil.us/blog/are-humans-the-greatest-things-made-by-the-human-hand?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</link>\n            <guid isPermaLink=\"true\">http://nautil.us/blog/are-humans-the-greatest-things-made-by-the-human-hand?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</guid>\n            <description><![CDATA[<img src='http://static.nautil.us/281_e3796ae838835da0b6f6ea37bcf8bcb7_314x177.png'><br><p>What a waste are two thumbs on the space bar. There they sit, nearly flaccid, punctuating the end of each word, awaiting the call to crack stone or to use sharp flakes to incise wood.</p><p>It is easy to think of other traits as making us human. We talk, <a href=\"http://nautil.us/issue/1/what-makes-you-so-special/metaphors-are-us\" target=\"_blank\">use metaphors</a>, <a href=\"http://nautil.us/issue/1/what-makes-you-so-special/the-cosmopolitan-ape\" target=\"_blank\">empathize</a>, <a href=\"http://nautil.us/issue/1/what-makes-you-so-special/dress-for-evolutionary-success\" target=\"_blank\">follow fashions</a>, laugh, play politics and Angry Birds. But many of us still work with our hands, crafting fine objects or simple tools, digging and harvesting. Or texting. As they have always done, thumbs and fingers connect us to our social lives.</p><p>No living ape has such digits, each long thumb with its own wide, flat fingertip bone. Ape thumbs are short afterthoughts, jutting awkwardly below the long, strong bones of the hand. No ape supplies each thumb with its own <i>flexor pollicis longus</i>, deep in the forearm. This muscle pulls powerfully on the thumb bones, clamping them forcefully onto the stone. The pinky bones, too, get into the act, flexing inward to cup the palm around a rock. No ape has a pinky as mobile as ours, or short fingers with broad fingertips. Those wide fingertips, wider than any ape or monkey’s, spread the&#8230;<br><a href='http://nautil.us/blog/are-humans-the-greatest-things-made-by-the-human-hand?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication'>Read More…</a>]]></description>\n            <dc:creator xmlns:dc=\"http://purl.org/dc/elements/1.1/\">John Hawks</dc:creator>\n            <pubDate>Sun, 08 May 2016 03:00:00 -0400</pubDate>\n        </item>\n                <item>\n            <title><![CDATA[This Man Wants Magic to Be a Branch of Psychology - Facts So Romantic]]></title>\n            <link>http://nautil.us/blog/this-man-wants-magic-to-be-a-branch-of-psychology?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</link>\n            <guid isPermaLink=\"true\">http://nautil.us/blog/this-man-wants-magic-to-be-a-branch-of-psychology?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</guid>\n            <description><![CDATA[<img src='http://static.nautil.us/9168_af086cdab7954f11a518e3af68dc2fce.jpg'><br><p>In his rather untidy office at Goldsmiths, University of London, the cheerful and vaguely rumpled Gustav Kuhn grabs what looks like a wire-frame pyramid off of an otherwise empty shelf. Holding it gently, his Swiss-English accent crackling over our transatlantic Skype connection, he says, “I tried to investigate pyramid power—the idea was that you could put a razor blade or food under the pyramid and the blade would sharpen or the food would stay preserved.” In San Francisco, I raise an eyebrow. Kuhn grins in response, pauses, and baits my question in a way only a professor can. But before I can ask, he places the pyramid back on the shelf, chuckles to himself, and says, “It doesn’t work, of course. Real magic doesn’t exist.” </p> <p>Kuhn should know. Born in Aarau, Switzerland in 1974, he became seriously interested in magic at a young age. He trained under American magician Jim Cellini, student of legendary master magician Slydini. Using “Kuhnini” as a stage name would have sounded a bit weird, says Kuhn, but he assured me this wasn’t the reason he ultimately shunned professional performing. It was because he wanted to use magic, not to trick the human mind, but&#8230;<br><a href='http://nautil.us/blog/this-man-wants-magic-to-be-a-branch-of-psychology?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication'>Read More…</a>]]></description>\n            <dc:creator xmlns:dc=\"http://purl.org/dc/elements/1.1/\">Kevin Ferguson</dc:creator>\n            <pubDate>Sat, 07 May 2016 03:00:00 -0400</pubDate>\n        </item>\n                <item>\n            <title><![CDATA[How to Survive Doomsday - Issue 36: Aging]]></title>\n            <link>http://nautil.us/issue/36/aging/how-to-survive-doomsday?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</link>\n            <guid isPermaLink=\"true\">http://nautil.us/issue/36/aging/how-to-survive-doomsday?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</guid>\n            <description><![CDATA[<img src='http://static.nautil.us/9137_ee3dd1c2669f11eabe41d99571167c74.png'><br><p>Let’s be optimistic and assume that we manage to avoid a self-inflicted nuclear holocaust, an extinction-sized asteroid, or deadly irradiation from a nearby supernova. That leaves about 6 billion years until the sun turns into a red giant, swelling to the orbit of Earth and melting our planet. Sounds like a lot of time.</p> <p>But don’t get too relaxed. Doomsday is coming a lot sooner than that.</p> <p>The Earth is, in some ways, in a precarious spot in the solar system. There’s a range of orbital distances inside which a planet can have both liquid surface water (which is believed to be necessary for life) and enough atmospheric CO2 to carry on photosynthesis. This range is called the photosynthesis habitable zone. The Earth orbits barely within the sun’s zone. Some scientists estimate that the inner edge lies just 7.5 million kilometers away, which is only 5 percent of the distance between the Earth and the sun.</p> <strong>LAST PLANT STANDING:</strong> When atmospheric CO2 falls below 150 parts per million, C3 plants like wheat and rice will die off, leaving C4 plants like corn, millet, and weeds.Shutterstock<p>And that inner edge is moving out. Our sun is a massive ball of gas held&#8230;<br><a href='http://nautil.us/issue/36/aging/how-to-survive-doomsday?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication'>Read More…</a>]]></description>\n            <dc:creator xmlns:dc=\"http://purl.org/dc/elements/1.1/\">Michael Hahn &amp; Daniel Wolf Savin</dc:creator>\n            <pubDate>Thu, 05 May 2016 03:00:00 -0400</pubDate>\n        </item>\n                <item>\n            <title><![CDATA[Learning Chess at 40 - Issue 36: Aging]]></title>\n            <link>http://nautil.us/issue/36/aging/learning-chess-at-40?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</link>\n            <guid isPermaLink=\"true\">http://nautil.us/issue/36/aging/learning-chess-at-40?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</guid>\n            <description><![CDATA[<img src='http://static.nautil.us/9125_f7f84297f903c4ae67e9b17ebb49c5a3.png'><br><p>My 4-year-old daughter and I were deep into a game of checkers one day about three years ago when her eye drifted to a nearby table. There, a black and white board bristled with far more interesting figures, like horses and castles. “What’s <i>that</i>?” she asked. “Chess,” I replied. “Can we play?” I nodded absently.</p> <p>\u2028There was just one problem: I didn’t know how. I dimly remembered having learned the basic moves in elementary school, but it never stuck. This fact vaguely haunted me through my life; idle chessboards in hotel lobbies or puzzles in weekend newspaper supplements teased me like reproachful riddles.</p> <p>And so I decided I would learn, if only so I could teach my daughter. The basic moves were easy enough to pick up—a few hours hunched over my smartphone at kids’ birthday parties or waiting in line at the grocery store. It soon became apparent, however, that I had no concept of the larger strategy. The chess literature was dauntingly huge, and achingly specific, with several-hundred-page tomes devoted to unpacking single openings. The endgame literature alone could drown a person.</p> <strong>unfair advantage?:</strong> My daughter en route to another victory.Francesco Izzo <p>So, time-starved and not wanting to&#8230;<br><a href='http://nautil.us/issue/36/aging/learning-chess-at-40?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication'>Read More…</a>]]></description>\n            <dc:creator xmlns:dc=\"http://purl.org/dc/elements/1.1/\">Tom Vanderbilt</dc:creator>\n            <pubDate>Thu, 05 May 2016 03:00:00 -0400</pubDate>\n        </item>\n                <item>\n            <title><![CDATA[Yes, Life in the Fast Lane Kills You - Issue 36: Aging]]></title>\n            <link>http://nautil.us/issue/36/aging/yes-life-in-the-fast-lane-kills-you?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</link>\n            <guid isPermaLink=\"true\">http://nautil.us/issue/36/aging/yes-life-in-the-fast-lane-kills-you?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</guid>\n            <description><![CDATA[<img src='http://static.nautil.us/9132_21186d7b1482412ab14f0332b8aee119.png'><br><p>Nick Lane is an evolutionary biochemist at University College London who thinks about the big questions of life: how it began, how it is maintained, why we age and die, and why we have sex. Shunning the habit of our times to regard these as questions for evolutionary genetics, Lane insists that our fundamental biochemical mechanisms—particularly those through which living cells generate energy—may determine or limit these facts of life.</p> <p>Lane has been steadily constructing an alternative, complementary view of evolution to the one in which genes compete for reproductive success and survival. He has argued that some of the big shifts during evolutionary history, such as the appearance of complex cells called eukaryotes (like our own) and the emergence of multicellular life forms, are best understood by considering the energetic constraints.</p> <strong>it’s all in the energy:</strong> Nick Lane believes the secret to long life lies with the mitochondria. Wide Eyed Entertainment, LTD.  <p>Lane’s book <i>Life Ascending: The Ten Great Inventions of Evolution</i> was awarded the 2010 Royal Society Science Books Prize, the top prize in the United Kingdom for books on science. His 2015 book <i>The Vital Question: Why Is Life the Way It Is?</i> has been described as&#8230;<br><a href='http://nautil.us/issue/36/aging/yes-life-in-the-fast-lane-kills-you?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication'>Read More…</a>]]></description>\n            <dc:creator xmlns:dc=\"http://purl.org/dc/elements/1.1/\">Philip  Ball</dc:creator>\n            <pubDate>Thu, 05 May 2016 03:00:00 -0400</pubDate>\n        </item>\n                <item>\n            <title><![CDATA[Ingenious: Nick Lane - Issue 36: Aging]]></title>\n            <link>http://nautil.us/issue/36/aging/ingenious-nick-lane?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</link>\n            <guid isPermaLink=\"true\">http://nautil.us/issue/36/aging/ingenious-nick-lane?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</guid>\n            <description><![CDATA[<img src='http://static.nautil.us/9155_c3c617a9b80b3ae1ebd868b0017cc349.png'><br><p>In his 2010 book, <i>Life Ascending: The Ten Great Inventions of Evolution</i>, Nick Lane, a biochemist at University College London, explores with eloquence and clarity the big questions of life: how it began, why we age and die, and why we have sex. Lane been steadily constructing an alternative view of evolution to the one in which genes explain it all. He argues that some of the major events during evolutionary history, including the origin of life itself, are best understood by considering where the energy comes from and how it is used. Lane describes these ideas in his 2015 book, <i>The Vital Question: Why Is Life the Way It Is?</i>. Recently Bill Gates called it “an amazing inquiry into the origins of life,” adding, Lane “is one of those original thinkers who make you say: More people should know about this guy’s work.” <i>Nautilus</i> caught up with Lane in his laboratory in London and asked him about his ideas on aging, sex, and death.</p><p><i>The video interview plays at the top of the screen.</i></p><a class=\"mobile button button_active_hover\" target=\"_blank\" href=\"https://vimeo.com/165285278\">View Video</a><p></p><p><b>Interview Transcript</b></p> <p><b>Nick Lane:</b> So, I’m Nick Lane. I’m in the department of genetics, evolution, and environment at University College London&#8230;<br><a href='http://nautil.us/issue/36/aging/ingenious-nick-lane?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication'>Read More…</a>]]></description>\n            <dc:creator xmlns:dc=\"http://purl.org/dc/elements/1.1/\">Philip  Ball</dc:creator>\n            <pubDate>Thu, 05 May 2016 03:00:00 -0400</pubDate>\n        </item>\n                <item>\n            <title><![CDATA[What a 9,000-Year-Old Spruce Tree Taught Me  - Issue 36: Aging]]></title>\n            <link>http://nautil.us/issue/36/aging/what-a-9000_year_old-spruce-tree-taught-me-rp?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</link>\n            <guid isPermaLink=\"true\">http://nautil.us/issue/36/aging/what-a-9000_year_old-spruce-tree-taught-me-rp?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</guid>\n            <description><![CDATA[<img src='http://static.nautil.us/5612_6e8404c3b93a9527c8db241a1846599a.png'><br><p>I had little idea of what I would discover when I set out to find and photograph the oldest living things in the world. I expected that researching, traveling, and photographing would stretch my perspective, and force me to learn a lot of science: biology, genetics, chemistry, geology, and so on. But what I didn’t expect to learn was that sometimes the right person for a scientific endeavor is an artist.</p> <p>The <i>Oldest Living Things</i> project was motivated not by a narrow interest or a traditional scientific question, but by the idea of something called deep time. Deep time is not a precise demarcation in the way that geologic eras and cosmological epochs are. Rather, it’s a framework in which to consider timescales too long for our shallow, physical experience, and too big for our brains to process meaningfully. And why should they be able to? The earliest modern humans had a life expectancy of around 32 years. What evolutionary need would they have had to comprehend what 10,000 years felt like? What I wanted to do was to find or forge something relatable, something to help process and internalize deep time in a meaningful way: to feel expanses of&#8230;<br><a href='http://nautil.us/issue/36/aging/what-a-9000_year_old-spruce-tree-taught-me-rp?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication'>Read More…</a>]]></description>\n            <dc:creator xmlns:dc=\"http://purl.org/dc/elements/1.1/\">Rachel Sussman</dc:creator>\n            <pubDate>Thu, 05 May 2016 03:00:00 -0400</pubDate>\n        </item>\n                <item>\n            <title><![CDATA[Science Should Be Totally Beautiful - Facts So Romantic]]></title>\n            <link>http://nautil.us/blog/science-should-be-totally-beautiful?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</link>\n            <guid isPermaLink=\"true\">http://nautil.us/blog/science-should-be-totally-beautiful?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</guid>\n            <description><![CDATA[<img src='http://static.nautil.us/9146_ea33b4fd0fc1ea0a40344be8a8641123.png'><br><p>Felice Frankel lives between the lines. Along with being a part-time science photographer, she’s a researcher at the Center for Materials Science and Engineering at the Massachusetts Institute of Technology. </p> <p>“As a photographer,” Frankel says, “I look for edges.” Her previous career, as a photographer of architecture, taught her how to capture the most striking elements of a design. “But here’s the thing,” she says. “Edges don’t really exist. If you really, really get down to things, what looks like a clean separation from one place to another, when you investigate it microscopically or macroscopically, is not as perfect as it appears.” </p> Left: Microscopic image of channels within a microfluidic device. Right: Detail of Michael Singer’s installation at the Becton Dickinson Indoor garden.Photos courtesy of Felice Frankel / Research by Klavs Jensen<p> Take the photographs above. If you zoom out from the defined grey channels, Frankel says, you’d see a microfluidic device, a tool that exploits the small-scale properties of fluids, like surface tension; and if you zoom into the hedged image of the atrium, she says, “We’d start seeing the roots of the plants, and the rough edges of the stone. The more detail we have, the more we&#8230;<br><a href='http://nautil.us/blog/science-should-be-totally-beautiful?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication'>Read More…</a>]]></description>\n            <dc:creator xmlns:dc=\"http://purl.org/dc/elements/1.1/\">Susie Neilson</dc:creator>\n            <pubDate>Wed, 04 May 2016 03:00:00 -0400</pubDate>\n        </item>\n                <item>\n            <title><![CDATA[Is Multilingual Rap Eroding Canada’s French Language? - Facts So Romantic]]></title>\n            <link>http://nautil.us/blog/is-multilingual-rap-eroding-canadas-french-language?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</link>\n            <guid isPermaLink=\"true\">http://nautil.us/blog/is-multilingual-rap-eroding-canadas-french-language?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</guid>\n            <description><![CDATA[<img src='http://static.nautil.us/9128_35ec253885cf090f80881b44180afb00_314x177.jpg'><br><p> Recently a Quebec arts foundation required the Francophone rap group Dead Obies to give back an $18,000 grant they’d been awarded to record their newest album. The problem? A word count determined that the group had stirred too much English into their distinctive multilingual lyrics, falling short of the rule that 70 percent of the content be in French. Here’s an example from <a href=\"https://deadobies.bandcamp.com/track/do-2-get\" target=\"_blank\">the first track</a> of their album <i>Gesamtkunswerk</i>:</p><p><i> Dough to getI got more shows to ripDead-O on the road again, c’est mon tour de getSous le spotlight, viens donc voir le dopest setWe just gettin’ started et pis t’es captivatedLooking at me now, thinking: «How’d he made it?»J’suis tellement plus about being felt que famousQue même moi, j’sais plus what the hell my name is</i></p>Do the multilingual lyrics from Dead Obies signal the downfall of French in Canada?Dead Obies<p>Dead Obies is used to catching flak for their language mixing. In 2014, they were excoriated by several French-language journalists for their mongrel lyrics. Christian Rioux, <a href=\"http://www.ledevoir.com/societe/actualites-en-societe/413795/j-rape-un-suicide\" target=\"_blank\">writing for Le Devoir</a>, suggested that such language practices were “suicidal” and would likely result in the formation of a “mediocre creole” incomprehensible to speakers of proper French or&#8230;<br><a href='http://nautil.us/blog/is-multilingual-rap-eroding-canadas-french-language?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication'>Read More…</a>]]></description>\n            <dc:creator xmlns:dc=\"http://purl.org/dc/elements/1.1/\">Julie Sedivy</dc:creator>\n            <pubDate>Tue, 03 May 2016 03:00:00 -0400</pubDate>\n        </item>\n                <item>\n            <title><![CDATA[Should We All Be Helping Trees Relocate? - Facts So Romantic]]></title>\n            <link>http://nautil.us/blog/should-we-all-be-helping-trees-relocate?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</link>\n            <guid isPermaLink=\"true\">http://nautil.us/blog/should-we-all-be-helping-trees-relocate?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</guid>\n            <description><![CDATA[<img src='http://static.nautil.us/9113_098930a1f6c40597f933a2d617f798ba_314x177.jpg'><br><p>Torrey pines seem like they could use some human help. According to the U.S. Forest Service, they are the <a href=\"http://www.fs.fed.us/database/feis/plants/tree/pintor/all.html\" target=\"_blank\">rarest</a> pine species in North America, with fewer than 10,000 trees growing in the wild. They’re split between Santa Rosa Island, off California’s southern coast, and a small state forest perched on the coastal bluffs just north of San Diego. Battered by the sea wind and salty air, they can take on beautiful sculptural shapes resembling bonsai trees; they’re also threatened by bark beetles, drought, air pollution, and fire, and are barely reproducing.  </p> <strong>Big Bonsai:</strong> One of the signature Torrey Pine trees in La Jolla, California.Photograph by Alfred Essa / Flickr <p>Climate change, <a href=\"http://www.water.ca.gov/climatechange/docs/CA_Climate_Science_and_Data_Final_Release_June_2015.pdf\" target=\"_blank\">projected to increase</a> temperatures and the length of dry spells in the region, will likely make things worse. They would probably be better off a few hundred miles up the coast, where the climate is cooler and wetter,<b> </b>but (being trees) they’d have a tough time getting there on their own. It’s a quandary scientists and conservationists have spent decades debating: Should humans step in and help the Torrey pine, and other trees in a similar predicament, migrate?</p> <p>Biologists Robert L. Peters and&#8230;<br><a href='http://nautil.us/blog/should-we-all-be-helping-trees-relocate?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication'>Read More…</a>]]></description>\n            <dc:creator xmlns:dc=\"http://purl.org/dc/elements/1.1/\">Zach St. George</dc:creator>\n            <pubDate>Mon, 02 May 2016 03:00:00 -0400</pubDate>\n        </item>\n                <item>\n            <title><![CDATA[Why Is Hawaii Evolving So Many Species of This Wingless Beetle? - Facts So Romantic]]></title>\n            <link>http://nautil.us/blog/why-is-hawaii-evolving-so-many-species-of-this-wingless-beetle?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</link>\n            <guid isPermaLink=\"true\">http://nautil.us/blog/why-is-hawaii-evolving-so-many-species-of-this-wingless-beetle?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</guid>\n            <description><![CDATA[<img src='http://static.nautil.us/9104_2ed0828621535a2a85a8f8e3388080d2.jpg'><br><p>Two <i>Mecyclothorax</i> beetles abandon their relatives on the forest floor to climb up a tree. They settle into a moss home, eat, mate, and die. A couple hundred years or so pass until one of the original beetles’ offspring walks back down. But all the close relatives it once had there are already gone. There’s nothing but strangers. </p> <p>This may sound like a philosopher’s origin story for the diversification of beetles, but this hypothetical example of evolution on overdrive has actually happened. It’s called rapid speciation, a phenomenon Cornell University entomologist Jim Liebherr has been unraveling for the past two decades of his career. In the volcanic jungles of Hawaii, he’s captured hundreds of specimens of <i>Mecyclothorax </i>beetles. They belong to the carabid beetle family (more commonly known as ground beetles), which contains around 400 species. </p> <p>Assuming there are about 100 million different species on Earth, not counting most microbes, and a single origin of life about 4 billion years ago, this means one new species arises every 400 years, <a href=\"http://journals.plos.org/plosgenetics/article?id=10.1371/journal.pgen.1005860\" target=\"_blank\">says</a> B. Jesse Shapiro, a biologist at the University of Montreal, and colleagues. “This estimate is very rough and does not account for extinction events or&#8230;<br><a href='http://nautil.us/blog/why-is-hawaii-evolving-so-many-species-of-this-wingless-beetle?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication'>Read More…</a>]]></description>\n            <dc:creator xmlns:dc=\"http://purl.org/dc/elements/1.1/\">Lorraine Boissoneault</dc:creator>\n            <pubDate>Sat, 30 Apr 2016 03:00:00 -0400</pubDate>\n        </item>\n                <item>\n            <title><![CDATA[What It’s Like to Be a Female Gravity Wave Hunter - Facts So Romantic]]></title>\n            <link>http://nautil.us/blog/what-its-like-to-be-a-female-gravity-wave-hunter?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</link>\n            <guid isPermaLink=\"true\">http://nautil.us/blog/what-its-like-to-be-a-female-gravity-wave-hunter?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication</guid>\n            <description><![CDATA[<img src='http://static.nautil.us/9100_fc1dc4549df0335d7f506edb5d66af16.png'><br><p>Chiara Mingarelli can count herself as a successful scientist. She is a Marie Curie Fellow at Caltech, and a former visiting scholar at NASA’s Jet Propulsion Laboratory. Her area of research, hunting for gravitational waves using distant stars, is at one of the forefronts of cosmology. Her scientific work has been cited in nearly 1,000 academic papers, and she is involved in a variety of public outreach efforts. </p> <p>All of this has taken a good amount of effort. But, in this video interview, Mingarelli makes clear that some of the biggest challenges she’s faced in her career have stemmed from the simple fact that she’s a woman in a male-dominated field. They range from dealing with unwanted advances to the fact that male scientists, due to an implicit bias, are taken more seriously—a bias that Mingarelli says even she herself has.</p> <p></p> <p>Our full interview with Mingarelli can be found <a href=\"http://nautil.us/issue/34/adaptation/the-gravity-wave-hunter\" target=\"_blank\">here</a>.</p><p></p><p><i>Susie Neilson is an editorial fellow at </i>Nautilus. <i>Follow her on Twitter <i><a href=\"https://twitter.com/schmeilson\" target=\"_blank\">@schmeilson</a>.</i></i></p><p></p><br><a href='http://nautil.us/blog/what-its-like-to-be-a-female-gravity-wave-hunter?utm_source=RSS_Feed&amp;utm_medium=RSS&amp;utm_campaign=RSS_Syndication'>Read More…</a>]]></description>\n            <dc:creator xmlns:dc=\"http://purl.org/dc/elements/1.1/\">Susie Neilson</dc:creator>\n            <pubDate>Fri, 29 Apr 2016 03:00:00 -0400</pubDate>\n        </item>\n            </channel>\n</rss>",
  "headers": {
    "Access-Control-Allow-Origin": "*",
    "X-UA-Compatible": "IE=Edge,chrome=1",
    "Cache-Control": "no-store, no-cache, must-revalidate, post-check=0, pre-check=0, no-cache=\"set-cookie\"",
    "Expires": "Sun, 01 Jan 2014 00:00:00 GMT",
    "Content-Encoding": "gzip",
    "Content-Type": "application/xml; charset=utf-8",
    "Date": "Fri, 13 May 2016 07:43:07 GMT",
    "Connection": "keep-alive",
    "Server": "Apache/2.4.16 (Amazon) PHP/5.6.19",
    "Content-Length": "14978",
    "Vary": "Accept-Encoding",
    "Pragma": "no-cache",
    "X-Powered-By": "PHP/5.6.19"
  },
  "response_url": "http://nautil.us/rss/all"
}
