{
  "requested_url": "http://news.nationalpost.com/category/health/feed/",
  "fetched_at": "2016-05-13T00:46:12.889500",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?><rss version=\"2.0\"\n\txmlns:content=\"http://purl.org/rss/1.0/modules/content/\"\n\txmlns:wfw=\"http://wellformedweb.org/CommentAPI/\"\n\txmlns:dc=\"http://purl.org/dc/elements/1.1/\"\n\txmlns:atom=\"http://www.w3.org/2005/Atom\"\n\txmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\"\n\txmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\"\n\txmlns:np=\"http://www.nationalpost.com/syndication/1.0\" xmlns:georss=\"http://www.georss.org/georss\" xmlns:geo=\"http://www.w3.org/2003/01/geo/wgs84_pos#\" xmlns:media=\"http://search.yahoo.com/mrss/\"\n\t>\n\n<channel>\n\t<title>Health &#8211; National Post</title>\n\t<atom:link href=\"http://news.nationalpost.com/category/health/feed\" rel=\"self\" type=\"application/rss+xml\" />\n\t<link>http://news.nationalpost.com</link>\n\t<description></description>\n\t<lastBuildDate>Fri, 13 May 2016 07:43:49 +0000</lastBuildDate>\n\t<language>en</language>\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\n\t<sy:updateFrequency>1</sy:updateFrequency>\n\t<generator>http://wordpress.com/</generator>\n<cloud domain='news.nationalpost.com' port='80' path='/?rsscloud=notify' registerProcedure='' protocol='http-post' />\n<image>\n\t\t<url>http://1.gravatar.com/blavatar/bf69214e83fdd5520e4b5d91ba3b7d64?s=96&#038;d=http%3A%2F%2Fs2.wp.com%2Fi%2Fbuttonw-com.png</url>\n\t\t<title>Health &#8211; National Post</title>\n\t\t<link>http://news.nationalpost.com</link>\n\t</image>\n\t<atom:link rel=\"search\" type=\"application/opensearchdescription+xml\" href=\"http://news.nationalpost.com/osd.xml\" title=\"National Post\" />\n\t<atom:link rel='hub' href='http://news.nationalpost.com/?pushpress=hub'/>\n\t<item>\n\t\t<title>More funding devoted to treating cancers with PR campaigns than those with higher death rates: study</title>\n\t\t<link>http://news.nationalpost.com/health/more-funding-devoted-to-treating-cancers-with-pr-campaigns-than-those-with-higher-death-rates-study</link>\n\t\t<comments>http://news.nationalpost.com/health/more-funding-devoted-to-treating-cancers-with-pr-campaigns-than-those-with-higher-death-rates-study#respond</comments>\n\t\t<pubDate>Thu, 12 May 2016 22:42:57 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Tom Blackwell]]></dc:creator>\n\t\t\t\t<category><![CDATA[Health]]></category>\n\t\t<category><![CDATA[Canada]]></category>\n\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Breast Cancer]]></category>\n\t\t<category><![CDATA[Canadian Cancer Society]]></category>\n\t\t<category><![CDATA[Cancer]]></category>\n\t\t<category><![CDATA[lung cancer]]></category>\n\t\t<category><![CDATA[Pancreatic Cancer]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://news.nationalpost.com/?p=1096766</guid>\n\t\t<description><![CDATA[Lung malignancies, for instance, account for 40 per cent of Canadians who die from cancer – yet just 15 per cent of North American clinical trials focus on the disease]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div><p>It was an ultrasound for another, minor problem that inadvertently delivered the grim news to Barb Routley: at 66 and with an almost total lack of symptoms, she was suffering from advanced cancer of the pancreas.</p>\n<p>Five months later, her close-knit family in tatters, the Toronto woman was dead.</p>\n<p>“My parents, they were together for 50 years. My Dad lost his best friend. I lost my best friend,” says Meghan Case, Routley’s daughter. “It absolutely turned our world upside down.”</p>\n<p>What particularly struck Case amidst her grief was that the disease’s dismal survival rate had not changed in decades; science had achieved virtually nothing to help patients like her mother. A new Canadian <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC4835015/\">study</a> may explain why.</p>\n<blockquote class=\"pullquote\"><p>My parents, they were together for 50 years. My Dad lost his best friend. I lost my best friend</p></blockquote>\n<p>Researchers from Queen’s University uncovered jarring gaps between how much research is devoted to individual cancers and the actual toll each disease takes —&nbsp;suggesting a clear edge for those backstopped by powerful marketing, and a handicap for cancers with a stigma of personal blame.</p>\n<p>Lung malignancies, for instance, account for four out of every 10 Canadians who die from cancer – yet just 15 per cent of North American clinical trials focus on the disease, they found.</p>\n<p>Pancreatic cancer is the source of 10 per cent of deaths, and only 5 per cent of trials.</p>\n<p>Breast cancers, on the other hand, made up the same 10 per cent of mortality in 2013 — the year studied — but 30 per cent of clinical trials.</p>\n<div class=\"npImgRight\"><div class=\"npPosRel\" style=\"width:620px;\"><img class=\"size-large wp-image-1099588\" alt=\"AP Photo/Jeff Roberson\" src=\"http://wpmedia.news.nationalpost.com/2016/05/cancer.jpg?w=620&#038;h=465\" width=\"620\" height=\"465\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">AP Photo/Jeff Roberson</span><span class=\"npPhotoCaption\">Pittsburgh Pirates&#039; John Jaso prepares to bat at the start of a baseball game against the St. Louis Cardinals, Sunday, May 8, 2016, in St. Louis. Players around the major league were wearing pink on their uniforms and using pink bats in honour of Mother&#039;s Day and to support breast cancer awareness.</span></div></div></div></div>\n<p>And the amount of research carried out in each area seems closely aligned to how much money is poured into that cancer, concluded the Queen’s study.</p>\n<p>“It is a great concern to us,” said Michelle Capobianco, executive director of Pancreatic Cancer Canada. &#8220;The rate of death from pancreatic cancer has now surpassed that of breast cancer … By 2020, it will be the number-two cancer killer.&#8221;</p>\n<p>Charities and government funders stress that the fundraising and scientific triumphs of cancers like breast and prostate are something to celebrate, but say they do want to address the apparent disparities.</p>\n<p>Not everyone, though, accepts that resources are in some way misaligned. The Canadian Breast Cancer Foundation suggests the Queen’s study is misleading, improperly mixing American and Canadian data and focusing too much on the number of deaths caused by different diseases.</p>\n<blockquote class=\"pullquote\"><p>The rate of death from pancreatic cancer has now surpassed that of breast cancer</p></blockquote>\n<p>Breast cancer may not claim the most lives, but affects more women than any other cancer, with 25,000 diagnosed last year alone, the organization said in an emailed response to questions. It cautioned against funding changes.</p>\n<p>As a whole, oncology research receives about $500 million yearly in Canada from a combination of government and private-sector sources.</p>\n<p>To determine how resources are distributed, the Queen’s team looked at the number of North American research papers and clinical-trial results published in 2013 for the 10 most lethal cancers, and how much funding each cancer received.</p>\n<p>The extent of the disparities “was quite striking,” says Dr. Chris Booth, a medical oncologist and Canada research chair in cancer population care, who led the study. “There were huge differences.”</p>\n<div class=\"npImgRight\"><div class=\"npPosRel\" style=\"width:620px;\"><img class=\"size-full wp-image-464570\" alt=\"THE CANADIAN PRESS/Darren Calabrese\" src=\"http://wpmedia.news.nationalpost.com/2014/05/kathleen-wynne.jpg?w=620&#038;h=465\" width=\"620\" height=\"465\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">THE CANADIAN PRESS/Darren Calabrese</span><span class=\"npPhotoCaption\">Ontario Liberal Leader Kathleen Wynne, centre, participates in the Breast Cancer Society of Canada&#039;s Mother&#039;s Day Walk in Mississauga, Ont. on Sunday, May 11, 2014. </span></div></div></div></div>\n<p>Colorectal cancer, for instance, accounted for almost 14% of cancer deaths in North America, and less than 6% of the clinical trials published in 2013. Prostate cancer, on the plus side, was the subject of 17% of the trials &#8211; and less than 8% of mortality.</p>\n<p>A similar picture emerged for funding levels. Breast cancer received 28 times more money per patient who died &#8211; $14,000 vs $600 – than bladder cancer.</p>\n<p>The high profile of breast cancer and the hugely successful pink-ribbon and other fundraising campaigns clearly help explain some of the gap. And that movement is fueled by a motivated army: the large and growing pool of breast-cancer survivors, experts say.</p>\n<p>Prostate cancer, centred on the popular Movember campaign and also aided by numerous long-surviving patients, has made similar strides in the last decade.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://news.nationalpost.com/news/canada/wrong-body-part-wrong-procedure-wrong-patient-a-rare-look-at-surgical-error-in-canada\">Wrong body part, wrong procedure, wrong patient: A rare look at surgical error in Canada</a></li><li><a href=\"http://news.nationalpost.com/health/marriage-boosts-odds-of-beating-cancer-especially-if-youre-a-guy\">Marriage boosts odds of beating cancer – especially if you’re a guy</a></li><li><a href=\"http://news.nationalpost.com/health/removing-breasts-to-prevent-cancer-is-doing-thousands-of-women-more-harm-than-good-study-says\">Removing breasts to prevent cancer is doing thousands of women more harm than good, study says</a></li></ul></div>\n<p>Meanwhile, some of the deadliest cancers have, by definition, few survivors to beat the drum, while lung cancer may suffer further from the stigma of its link to tobacco, despite the fact many patients are non-smokers.</p>\n<p>“There is this overwhelming public perception: you must have brought it on yourself,” says the University of Toronto’s Margaret Fitch, who does psychosocial research around lung cancer.</p>\n<p>But the relative success of single-disease charities is not the entire story.</p>\n<p>The pattern identified by the study is similar to how the federal government’s Institute of Cancer Research and the Canadian Cancer Society have historically divvied up money, they say.</p>\n<blockquote class=\"pullquote\"><p>There is this overwhelming public perception: you must have brought it on yourself</p></blockquote>\n<p>Surprisingly, some of the trend is explained by a U.S. military funding project, says Dr. Stephen Robbins, scientific director of the Canadian cancer institute. Since being set up in 1992, the Defence Department’s “congressionally directed medical-research programs,&#8221; have directed by far the largest chunk of their funds — $3.1 billion — to breast cancer, followed by prostate cancer — and influenced the scientific community accordingly, he says.</p>\n<p>To spread some of the wealth, the federal cancer institute recently introduced special grants for hard-to-treat cancers such as brain, liver, lung and pancreas, while the Canadian Cancer Society has encouraged more donations in such areas.</p>\n<p>Case and her family are doing their own part, holding fundraisers in her mother’s memory that have already collected almost $50,000. Given that the average pancreatic-cancer patient lasts no more than a year after diagnosis, loved ones are really the only hope, she says.</p>\n<p>“If the family members don’t do it, it ends there with the person who died,” said Case. “We have to be loud.”</p>\n<p><em>National Post</em></p>\n<p><em>• Email: <a href=\"mailto:tblackwell@nationalpost.com\">tblackwell@nationalpost.com</a></em> | Twitter: <a class=\"twitter-follow-button\" href=\"http://twitter.com/tomblackwellNP\">TomblackwellNP</a></p>\n<p><strong>THE GAP BETWEEN RESEARCH FUNDING AND CANCER DEATH TOLLS</strong></p>\n<p>A new study finds that the North American research done on different types of cancer is often far out of sync with the toll the diseases take in Canada:</p>\n<ul>\n<li>Lung: 40.5 per cent of cancer deaths; 16 per cent of clinical trials; 12 per cent of funding</li>\n<li>Colorectal: 13.5 per cent deaths; 5.7 per cent trials; 11.4 per cent funding</li>\n<li>Breast: 10 per cent deaths; 30 per cent trials; 41 per cent funding</li>\n<li>Pancreas: 10 per cent deaths; 5.0 per cent trials; 6.0 per cent funding</li>\n<li>Prostate: 7.6 per cent deaths; 17 per cent trials; 20.5 per cent funding</li>\n<li>Gastroesophageal: 6.7 per cent deaths; 3.3 per cent trials; 2.0 per cent funding</li>\n<li>Bladder: 4.0 per cent deaths; 3.8 per cent trials; 0.7 per cent funding</li>\n<li>Kidney: 3.5 per cent deaths; 6.8 per cent trials; 2.2 per cent funding</li>\n<li>Melanoma: 2.4 per cent deaths; 8.4 per cent trials; 3 per cent funding</li>\n<li>Uterine: 2.0 per cent deaths; 3.3 per cent trials; 1.0 per cent funding</li>\n</ul>\n<p><em>Source: Current Oncology, Patafio et al.</em></p>\n</div>]]></content:encoded>\n\t\t\t<wfw:commentRss>http://news.nationalpost.com/health/more-funding-devoted-to-treating-cancers-with-pr-campaigns-than-those-with-higher-death-rates-study/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.news.nationalpost.com/2016/05/meghan-case.jpg?w=620\" title=\"Slug: 0511 na cancer gap\" Abstract=\"Meghan Case is photographed at her home in Toronto, Ont., on Tuesday. Her mother died from pancreatic cancer in 2014. \" Credit=\"Kevin Van Paassen for National Post\"  />\n\t\t<media:thumbnail url=\"http://wpmedia.news.nationalpost.com/2016/05/meghan-case.jpg?w=140\" />\n\t\t<media:content url=\"http://wpmedia.news.nationalpost.com/2016/05/meghan-case.jpg?w=140\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Slug: 0511 na cancer gap</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/cancer.jpg?w=620\" medium=\"image\">\n\t\t\t<media:title type=\"html\">AP Photo/Jeff Roberson</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2014/05/kathleen-wynne.jpg\" medium=\"image\">\n\t\t\t<media:title type=\"html\">THE CANADIAN PRESS/Darren Calabrese</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Worldwide abortion rates reveal deep divide between developed and developing countries</title>\n\t\t<link>http://news.nationalpost.com/news/world/worldwide-abortion-rates-reveal-deep-divide-between-developed-and-developing-countries</link>\n\t\t<pubDate>Thu, 12 May 2016 19:32:30 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Ariana Eunjung Cha, Washington Post]]></dc:creator>\n\t\t\t\t<category><![CDATA[World]]></category>\n\t\t<category><![CDATA[Health]]></category>\n\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Abortion]]></category>\n\t\t<category><![CDATA[Pregnancy and Childbirth]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://news.nationalpost.com/?p=1099979</guid>\n\t\t<description><![CDATA[Abortion rates in the developed world are falling. But the number of procedures has spiked in other countries lacking access to modern methods of contraception]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div><p>A new analysis of global abortions shows a stark and troubling divide between what&#8217;s happening in wealthier, developed countries versus their their poorer and less developed counterparts.</p>\n<p>The paper, published Wednesday in the journal The Lancet, represents the most comprehensive analysis ever conducted on the subject. Worldwide, it shows, an average 56 million abortions took place annually from 2010 to 2014. That translates to 35 procedures per every 1,000 women of childbearing age, which means that roughly 3.5 percent of women in this age group had an abortion.</p>\n<p>The numbers are significantly less than a decade earlier &#8212; from 1990 to 1994, there were on average 40 abortions annually per every 1,000 women &#8212; and should be a cause for celebration for many in the reproductive health field as well as for those who oppose abortion. But Gilda Sedgh, a principal research scientist with the Guttmacher Institute in New York and lead author of the study, cautioned in a call with reporters that &#8220;the global picture masks differences between the developed and developing world.&#8221;</p>\n<p>No matter how you crunch the numbers about the developed world, which includes the United States, abortions are falling. Rates have been declining for 25 years and are now at a historic low. There were 27 abortions per 1,000 women in 2010 to 2014, down from 40 per 1,000 in 1990 to 1994. Likewise, the total number of abortions fell from 12 million to 7 million.</p>\n<blockquote class=\"pullquote\"><p>Restrictive abortion laws do not limit the number of abortions</p></blockquote>\n<p>But in developing countries during the same period, abortions went from 39 to 37 per 1,000 women while the total number of procedures spiked from 39 million to 50 million annually &#8212; a situation that the authors blame on lack of access to modern methods of contraception that could have reduced unwanted pregnancies.</p>\n<p>&#8220;We think this is because the desire for small families and precisely timed births has outpaced the uptake of contraceptive use,&#8221; Sedgh said.</p>\n<p>The study was based on statistical modeling of information collected from national surveys, official government statistics and other published and unpublished studies and was funded by various countries as well as the David and Lucile Packard Foundation and the United Nations.</p>\n<p>Among the other major findings are that three-fourths of abortions took place among married women, challenging the popular notion that most abortions are sought by unwed teens.</p>\n<p>Eastern Europe was the standout with the biggest drop in abortion rates, from 88 to 42 per 1,000 women. Rates also fell in southern Europe, from 38 to 26; in northern Europe, from 22 to 18; and in North America, from 25 to 17.</p>\n<p>Researchers said western Europe was the only studied region with an increase in its abortion rate, which they said might have been because of a growing foreign-born population.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://news.nationalpost.com/news/world/man-who-killed-three-in-planned-parenthood-shooting-declared-mentally-incompetent-for-trial\">Man who killed three in Planned Parenthood shooting declared mentally incompetent for trial</a></li><li><a href=\"http://news.nationalpost.com/full-comment/barbara-kay-unborn-babies-will-stay-persons-in-fact-but-not-in-law\">Barbara Kay: Unborn babies will stay persons in fact, but not in law</a></li><li><a href=\"http://news.nationalpost.com/news/world/colorado-woman-sentenced-to-100-years-for-cutting-fetus-from-strangers-womb\">Colorado woman sentenced to 100 years for cutting fetus from stranger’s womb</a></li></ul></div>\n<p>Beyond providing a breakdown on abortion around the world by major region, the study also touched on the sensitive legal and ethical debates about the procedure by breaking out numbers for the 58 countries where it is illegal or permitted only to save a woman&#8217;s life. The authors noted that the rate in those countries &#8212; representing most of South America, Africa and the Middle East &#8212; is 37 per 1,000. That&#8217;s &#8220;essentially&#8221; no different from the 34 per 1,000 rate in the 63 countries where abortion is legal.</p>\n<p>The authors  emphasized that these findings suggest that &#8220;restrictive abortion laws do not limit the number of abortions.&#8221;</p>\n<p>In a commentary piece also published by The Lancet, associate professor Diana Greene Foster of the University of California at San Francisco was critical of this reasoning.</p>\n<p>&#8220;The obvious interpretation is that criminalizing abortion does not prevent it but, rather, drives women to seek illegal services or methods. But this simple story overlooks the many women who, in the absence of safe legal services, carry unwanted pregnancies to term,&#8221; Greene Foster said. She argued that it does not make sense to assume &#8220;a one-for-one exchange of illegal abortion for legal abortion.&#8221;</p>\n<p>The paper&#8217;s findings are consistent with other data released in recent years that show a positive trend in the reduction in unwanted pregnancies and births. This month, the U.S. Centers for Disease Control and Prevention reported that the birth rate among American teenagers &#8212; which was at crisis levels in the 1990s &#8212; had fallen to an all-time low and that the decline impacted all regions and all races.</p>\n<blockquote class=\"pullquote\"><p>The global picture masks differences between the developed and developing world</p></blockquote>\n<p>While various cultural, educational and economic factors have been debated as reasons why some groups have higher rates of abortion than others, many physicians, researchers, women&#8217;s right advocates and public health officials appear to now agree on a core factor: access to modern methods of birth control.</p>\n<p>The past 10 years have been breakthrough ones for contraceptive innovations; women can now avail themselves of all kinds of  long-lasting, low-risk implantable and injectable alternatives to the daily pill. Yet much of this information and the availability of the new methods haven&#8217;t filtered down to developing parts of the world.</p>\n<p>&#8220;Clearly, efforts have to focus on these regions,&#8221; said Bela Ganatra of the World Health Organization, who co-authored the study. She added that health officials recognize that not all unsafe abortions can be prevented by increasing access to contraception because some women are seeking the procedure due to rape or the failure of contraceptives or other factors. Another study is underway to try to ascertain more information about the situations that result in a safe or unsafe abortion, she said.</p>\n</div>]]></content:encoded>\n\t\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.news.nationalpost.com/2016/05/hkg2005070746992.jpg?w=620\" title=\"HKG2005070746992\" Abstract=\"Pregnant women sit waiting for their turn for a medical check at Ho Chi Minh City&#039;s Tu Du hospital in Vietnam. \" Credit=\"Hoang Dinh Nam / AFP via Getty Images\"  />\n\t\t<media:thumbnail url=\"http://wpmedia.news.nationalpost.com/2016/05/hkg2005070746992.jpg?w=140\" />\n\t\t<media:content url=\"http://wpmedia.news.nationalpost.com/2016/05/hkg2005070746992.jpg?w=140\" medium=\"image\">\n\t\t\t<media:title type=\"html\">HKG2005070746992</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>As Dad&#8217;s health proxy, I didn&#8217;t do a very good job</title>\n\t\t<link>http://news.nationalpost.com/health/as-dads-health-proxy-i-didnt-do-a-very-good-job</link>\n\t\t<comments>http://news.nationalpost.com/health/as-dads-health-proxy-i-didnt-do-a-very-good-job#respond</comments>\n\t\t<pubDate>Thu, 12 May 2016 19:02:12 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Cindy Brach, Washington Post]]></dc:creator>\n\t\t\t\t<category><![CDATA[Health]]></category>\n\t\t<category><![CDATA[Brain and Nerve Health]]></category>\n\t\t<category><![CDATA[Health and Fitness]]></category>\n\t\t<category><![CDATA[Stroke]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://news.nationalpost.com/?p=1100007</guid>\n\t\t<description><![CDATA[Some people would argue that stroke treatment should not be subject to shared decision-making. But I believe that patients and family members have an important role to play]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div><p>My dad is a wonderful man, a former tax accountant who shared his passion for tennis by teaching young men who lived in the South Bronx to play. He retired early to introduce others to <a href=\"http://bodyandhealth.canada.com/healthfeature/gethealthfeature/Meditation\" target=\"_blank\">meditation</a> and other methods of <a href=\"http://bodyandhealth.canada.com/healthfeature/gethealthfeature/Stress\" target=\"_blank\">stress</a> reduction that he had found helpful, and he ended up as a volunteer community mediator.</p>\n<p>In October 2013, just a few months after giving up playing tennis, my 88-year-old father was diagnosed with Stage 4 <a href=\"http://bodyandhealth.canada.com/condition/getcondition/Prostate-Cancer\" target=\"_blank\">prostate cancer</a>. He responded well to the hormone treatments, but by May 2014 his prostate had gotten so large that he had difficulty peeing. Although he liked saying, &#8220;I don&#8217;t like to brag, but I have a HUUUGE prostate,&#8221; this condition had become dangerous; the blockage began to cause <a href=\"http://bodyandhealth.canada.com/condition/getcondition/Chronic-Renal-Failure\" target=\"_blank\">kidney failure</a>.</p>\n<p>My dad&#8217;s urologist gave him two choices: He could either live with a catheter (a tube inserted into his bladder) for the rest of his life, or he could have surgery to trim his prostate to create a channel for the pee. After hearing that sporting a catheter would end his table tennis career and that he&#8217;d have to spend only one night in the hospital if he chose surgery, my dad overcame a long-standing fear of germs and elected to have the surgery.</p>\n<p>Because my mother&#8217;s immune system was shot from having <a href=\"http://bodyandhealth.canada.com/healthfeature/gethealthfeature/Cancer-and-Chemotherapy\" target=\"_blank\">chemotherapy</a> for <a href=\"http://bodyandhealth.canada.com/condition/getcondition/Non-Hodgkins-Lymphoma\" target=\"_blank\">lymphoma</a>, mine were the boots on the ground at the hospital. Despite not being a clinician, I felt well equipped by my almost 20 years working for the <a href=\"http://www.ahrq.gov/\" target=\"_blank\">Agency for Healthcare Research and Quality</a> to serve as my father&#8217;s health-care proxy.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://news.nationalpost.com/health/surviving-a-stroke-means-knowing-the-symptoms-and-acting-quickly\">Surviving a stroke means knowing the symptoms — and acting quickly</a></li><li><a href=\"http://news.nationalpost.com/health/canadian-doctors-missing-sometimes-glaring-signs-of-stroke-medical-legal-analysis-shows\">Canadian doctors missing sometimes glaring signs of stroke, medical-legal analysis shows</a></li></ul></div>\n<p>The surgery went well, but the next day there was too much blood in my dad&#8217;s pee. He had to stay in the hospital an extra day so they could flush the blood out while the catheter was still in place.</p>\n<p>On his third day in the hospital, my father was pronounced ready for a &#8220;voiding trial.&#8221; They pumped a liter of fluid into his bladder, removed the catheter and waited to see whether he could pee. However, my dad felt no urge to go. Even after drinking cup after cup of water and sitting with a hand-held urinal for several hours, he couldn&#8217;t get anything out.</p>\n<p>It was early that afternoon when I noticed that he was having some difficulty speaking. He was clearly trying to say something but couldn&#8217;t come up with the words he was searching for.</p>\n<p>I pointed out the problem to the urology nurse practitioner. &#8220;Dad, what are you trying to do?&#8221; I asked him.</p>\n<p>&#8220;Well, I&#8217;m trying to . . . &#8221; His words trailed off. &#8220;You see, I&#8217;m making an effort . . . I&#8217;m . . . &#8221; He couldn&#8217;t say, &#8220;I&#8217;m trying to pee.&#8221;</p>\n<p>The nurse practitioner suggested that we call the <a href=\"http://bodyandhealth.canada.com/healthfeature/gethealthfeature/Stroke\" target=\"_blank\">stroke</a> team. Although I didn&#8217;t think my dad had had a stroke, I knew I might be attributing the symptoms to other health issues, which frequently happens to stroke victims in hospitals. So I agreed, and the nurse called in the stroke team.</p>\n<p>Fifteen minutes later, half a dozen neurology residents were swarming around the room. One of them performed the standard stroke assessment. The next thing I knew, they were rolling my dad out the door.</p>\n<div id=\"pn_video_707439\"></div>\n<p>&#8220;Where are you taking him?&#8221; I asked.</p>\n<p>&#8220;To the ER to give him tPA,&#8221; the lead resident answered as they wheeled him down the hall. I knew what tPA was: Tissue plasminogen activator (tPA) is a stroke-treatment drug that busts up clots that block the flow of blood to the brain. But I was not convinced that my dad was having a stroke.</p>\n<p>&#8220;But I haven&#8217;t consented,&#8221; I called after them.</p>\n<p>&#8220;This is an emergency!&#8221; they replied and kept going.</p>\n<p>I stood my ground. &#8220;I&#8217;m his health proxy. You&#8217;re NOT giving him anything without my consent, and I haven&#8217;t consented!&#8221; That stopped them.</p>\n<p>&#8220;You&#8217;re right,&#8221; the resident said, backpedaling. &#8220;Could you come with us while I explain?&#8221;</p>\n<p>As I trotted alongside them, the resident explained that my father had had a stroke, that there was medicine they could give him to break up the blood clot but that there was a short window of time in which the medicine could be administered.</p>\n<p>How, I wondered to myself, could they be so sure he&#8217;d had a stroke? Did they know my dad had been too shaky on his feet to take a walk that morning, that he had not eaten until the nurse made him have a yogurt midmorning and that he later threw up his lunch? Did they know that he hadn&#8217;t slept much the past two nights?</p>\n<p>Could it be that his full bladder was causing his kidneys to go toxic again? I&#8217;d seen my dad get fuzzy when he had a bladder infection &#8211; maybe that was the problem. Or maybe the exhaustion from trying to pass the &#8220;voiding trial&#8221; and the worry about the pain he&#8217;d feel if they had to put the catheter back in were affecting my elderly father.</p>\n<div id=\"pn_video_442879\"></div>\n<p>Maybe I&#8217;d watched too many episodes of the medical drama &#8220;House,&#8221; but it seemed as if the doctors hadn&#8217;t ruled out other possible causes of my dad&#8217;s symptom. They hadn&#8217;t asked me anything about his history other than the time of the onset of symptoms. I was worried that these neurologists in training might see a stroke where there wasn&#8217;t one because that&#8217;s what they were looking for.</p>\n<p>&#8220;Why are you so sure it&#8217;s a stroke?&#8221; I asked the lead resident. &#8220;Was there anything other than the language problem?&#8221;</p>\n<p>No, the resident answered, there was nothing else.</p>\n<p>On the way to the emergency department, we stopped for a CT scan to make sure my father wasn&#8217;t bleeding into his brain, which is a counter-indication for administering tPA. All I had heard thus far was how tPA could reverse stroke symptoms &#8211; no one had told me about any potential downsides. I asked the stroke team about the risks from tPA if my father was not having a stroke. I was told there was a small risk (on the order of 1 percent) that tPA would cause him to bleed into his brain, which could either kill him or leave him severely impaired. No one bothered to mention that the risk of a catastrophic brain bleed from tPA was even greater if he was in fact having a stroke. Or that there was a risk of a noncatastrophic brain bleed. And no one told me what might happen if we didn&#8217;t give him the medicine.</p>\n<p>The CT scan showed no bleeding. As we moved quickly on to the emergency department, I was pressed for my consent to give my father tPA.</p>\n<p>&#8220;It&#8217;s the standard of care!&#8221; the resident kept hammering at me. &#8220;We&#8217;re running out of time.&#8221;</p>\n<div id=\"pn_video_911584\"></div>\n<p>I repeated that I had not consented and proceeded to call my mother. While I was on the phone explaining the situation to her, a senior neurology resident interrupted me to make sure I really understood that time was running out. I put my mom on speakerphone so she could hear what the senior resident had to say, which was what I&#8217;d already been told: that tPA would break up the clot, that tPA was the standard of care and that it was critical for my father to get the medicine right away.</p>\n<p>After I shooed the resident away, my mother gave her opinion. Maybe it was just that tPA had received good press coverage, she said, but she wanted my dad to get the medicine. So I consented. It was barely within the three-hour treatment window when they administered the drug.</p>\n<p>Shortly after receiving the drug, as my dad was being wheeled up to the neurology unit, he sat halfway up with outstretched arms, shook violently and then lay back down. &#8220;He&#8217;s having a seizure,&#8221; someone cried, at which point he seized a second time.</p>\n<p>The tPA caused my father to have an intracranial hemorrhage &#8211; he bled into the right side of his brain. Throughout the rest of that night in the neurology intensive care unit, he shook uncontrollably, didn&#8217;t appear to understand us and couldn&#8217;t communicate at all. Tears streamed down my face.</p>\n<p>What had I done? Had my mistake been to allow them to give him the tPA? Or had it been in questioning its administration in the first place and losing valuable time? Why, despite being an expert on health literacy who was developing training modules to improve informed consent in hospitals, had I been unable to come up with the questions to get the information I needed to make a truly informed choice in a timely manner?</p>\n<blockquote class=\"pullquote\"><p>Doctors are the experts in medicine. Patients and their families are the experts in themselves and their bodies</p></blockquote>\n<p>Since that time, I&#8217;ve thought about what happened and how hospitals could improve.</p>\n<p>For the average patient meeting specified stroke criteria, clinical trials have shown more benefit than harm when tPA is administered within three to four hours of the first symptoms. The earlier the patient receives the medicine, the better the results. This creates both intense time pressure and the impression that there is no time to spare to consult with patients and families.</p>\n<p>The impression is a false one. There is time for patient and family engagement, but it has to be integrated into treatment protocols. The stroke protocol, for example, could dictate that while the patient is being evaluated, a member of the stroke team gathers information from family members.</p>\n<p>Doctors are the experts in medicine. Patients and their families are the experts in themselves and their bodies. The neurology residents who evaluated my father for stroke should also have been asking me what my father was normally like, whether he had ever experienced symptoms like this before and whether I knew of anything that might account for his current symptom. This time could also be used to alert the family that a decision might have to be made quickly and find out whether any other relatives should be involved in the decision.</p>\n<p>The protocol could also specify that during the CT scan, the family be briefed about the results of the evaluation, the purpose of the scan and the upcoming decision about whether to administer tPA. Had the residents taken more seriously my doubts about whether my dad had had a stroke and my concerns about the treatment, they might have told me that they had checked my father&#8217;s blood sugar level and that there was a second symptom of stroke they hadn&#8217;t told me about. Instead, valuable time was wasted.</p>\n<p>In the next step of the protocol, the doctor would sit down with the patient and family, elicit their goals and preferences and go over the benefits, harms and risks of the options, including the option of no treatment. Giving me tailored risk-benefit calculations would have allayed my concerns that the treatment they recommended was dictated by a rule of thumb instead of my father&#8217;s particular situation.</p>\n<blockquote class=\"pullquote\"><p>To turn informed consent into informed choice, hospital leaders need to make clear communication an institutional priority</p></blockquote>\n<p>The final step of the protocol would be to check that the information had been understood and to help the patient and family make a choice. Everything could be accomplished in a short amount of time if the process was streamlined and roles were clearly delineated.</p>\n<p>Many hospitals do not even follow the basic tenets of informed consent when delivering tPA. To turn informed consent into informed choice, hospital leaders need to make clear communication an institutional priority.</p>\n<p>Some people would argue that stroke treatment is not an area that should be subject to shared decision-making. They would say that the science is clear and that a doctor&#8217;s objective should be to administer the medicine as quickly as possible. But I believe that patients and family members have an important role to play, even when decisions must be made quickly.</p>\n<p>My father was lucky. He got back most of his functioning after the brain bleed, although he can play table tennis only while sitting down and can no longer go outside by himself because he is a fall risk. The doctors are pleased with the outcome, but I&#8217;m dismayed with the process.</p>\n<p>When the residents gave my father a stroke diagnosis, I needed someone to serve as an unbiased interpreter of the evidence, to recognize my knowledge of this particular patient and to ask about our values and goals. I needed someone to acknowledge that we faced a hard decision, that there were no guarantees and that it was ultimately our choice. Health-care systems can and must do a better job.</p>\n<p><em><strong>Brach is a senior health policy researcher at the Center for Delivery, Organization, and Markets at the Agency for Healthcare Research and Quality in Rockville, Md. This article was excerpted from the journal Health Affairs and can be read in full at <a href=\"http://healthaffairs.org\" target=\"_blank\">healthaffairs.org</a>.</strong></em></p>\n</div>]]></content:encoded>\n\t\t\t<wfw:commentRss>http://news.nationalpost.com/health/as-dads-health-proxy-i-didnt-do-a-very-good-job/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.news.nationalpost.com/2016/05/cindybrach_dad940.jpg?w=620\" title=\"CindyBrach_dad940\" Abstract=\"Author Cindy Brach with her father Roger on his 90th birthday.\" Credit=\"David Neufeld\"  />\n\t\t<media:thumbnail url=\"http://wpmedia.news.nationalpost.com/2016/05/cindybrach_dad940.jpg?w=140\" />\n\t\t<media:content url=\"http://wpmedia.news.nationalpost.com/2016/05/cindybrach_dad940.jpg?w=140\" medium=\"image\">\n\t\t\t<media:title type=\"html\">CindyBrach_dad940</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Five reasons we regain weight</title>\n\t\t<link>http://news.nationalpost.com/health/five-reasons-we-regain-weight</link>\n\t\t<comments>http://news.nationalpost.com/health/five-reasons-we-regain-weight#respond</comments>\n\t\t<pubDate>Thu, 12 May 2016 17:18:57 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Carrie Dennett, Washington Post]]></dc:creator>\n\t\t\t\t<category><![CDATA[Health]]></category>\n\t\t<category><![CDATA[Body Weight]]></category>\n\t\t<category><![CDATA[Health and Fitness]]></category>\n\t\t<category><![CDATA[weight loss]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://news.nationalpost.com/?p=1099867</guid>\n\t\t<description><![CDATA[No one ever says, \"I want to lose 30 pounds, keep it off briefly, then gain it all back, with some extra pounds for good measure.\" But that's exactly what happens to most people who lose weight]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div><p>No one ever says, &#8220;I want to lose 30 pounds, keep it off briefly, then gain it all back, with some extra pounds for good measure.&#8221; But that&#8217;s exactly what happens to most people who lose weight. How do good intentions &#8211; and the investment of time and effort needed to lose weight in the first place &#8211; unravel?</p>\n<p><strong>We look for the fast track</strong></p>\n<p>One of the biggest stumbling blocks is quite simply dieting. Most traditional weight-loss plans call for adopting new food and exercise behaviors that you aren&#8217;t able to &#8211; or won&#8217;t want to &#8211; maintain for life. It&#8217;s about doing whatever it takes to lose weight, with weight maintenance taking on a nebulous &#8220;I&#8217;ll worry about that later&#8221; quality. One could argue that contestants on &#8220;The Biggest Loser&#8221; work harder at weight loss than anyone, and most of them have regained the weight.</p>\n<p>Unfortunately, we humans are wired to seek instant gratification. I see this in patients all the time. Even though they&#8217;ve already tried a dozen diets, none resulting in lasting weight loss, they are still willing to severely restrict calories and cut out entire food groups if it will help them lose weight. I remind them that if they make changes they can&#8217;t sustain, they may lose weight initially, but it will come right back. It&#8217;s better to take the time to improve food quality and learn to adjust to hunger and fullness cues.</p>\n<p>Anyone beginning to shape their behaviors with weight loss in mind would be wise to ask themselves, &#8220;Will I be happy eating this way or exercising this much for the rest of my life?&#8221;</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://news.nationalpost.com/health/the-diet-fix-md-seeks-to-explain-why-most-diets-fail-charts-a-better-course\">‘The Diet Fix’: MD seeks to explain why most diets fail, charts a better course</a></li><li><a href=\"http://news.nationalpost.com/health/finding-the-right-diet-takes-careful-consideration-and-planning\">Finding the right diet takes careful consideration and planning</a></li></ul></div>\n<p><strong>We see a weight goal as the finish line</strong></p>\n<p>Even among those who choose to make satisfying, sustainable changes to their nutrition and exercise habits, long-term adherence doesn&#8217;t always happen. Why? One danger is treating your weight goal as a finish line. Once you&#8217;ve crossed the line, the &#8220;diet&#8221; is over, a mindset that sets the stage for regain. This is amplified by the fact that the body adjusts its metabolism as weight drops &#8211; particularly in people who lose a lot of weight. The truth is that the effort required to maintain new habits never ends.</p>\n<p>A better approach is to set goals around things that you actually have control over, such as consistently exercising five times a week or eating four cups of vegetables each day, and let weight loss be the outcome. Identify your triggers to overeat &#8211; stress, fatigue, being overly hungry &#8211; and build strategies to deal with them rather than relying on willpower. For example, plan a nutritious afternoon snack, keep tempting foods out of sight and so on. If you have a tendency to eat for emotional reasons, it&#8217;s critical to develop non-food ways to comfort yourself.</p>\n<p><strong>We diet for the wrong reasons</strong></p>\n<p>Another challenge is that the initial motivators for weight loss &#8211; health concerns, an upcoming class reunion, a tropical vacation &#8211; often fade. Compliments on your changing appearance and the need to buy smaller pants can keep the motivational fires burning, but what happens when the number on the scale stops moving? Waiting for fresh motivation to strike can cause you to slip back into old habits, but being open to new ways to eat well and stay active can help keep you action-oriented. That&#8217;s important, because action is often what primes the pump of motivation, not the other way around.</p>\n<blockquote class=\"pullquote\"><p>People who think in all-or-nothing terms tend to be less adaptable to change and more likely to revert to old habits</p></blockquote>\n<p><strong>We have unrealistic expectations</strong></p>\n<p>How well our expectations match reality can also affect motivation &#8211; and the odds of successful weight maintenance. People who are disappointed by how much weight they lost are more likely to regain. So are people who expect that losing weight will make them happier. The truth is that people of all shapes and sizes struggle with body image, relationships and job satisfaction.</p>\n<p><strong>We aren&#8217;t flexible</strong></p>\n<p>It&#8217;s also important to expect &#8211; and prepare for &#8211; life&#8217;s inevitable curveballs. People who think in all-or-nothing terms tend to be less adaptable to change and more likely to revert to old habits. This leads to deciding &#8220;anything goes&#8221; on vacation, skipping exercise if weather or other circumstances pre-empt your normal routine and abandoning healthy eating when life becomes &#8220;too busy.&#8221; Part of treating health and wellness as a journey includes always having a plan B and being ready to course-correct immediately when life briefly knocks you off track.</p>\n</div>]]></content:encoded>\n\t\t\t<wfw:commentRss>http://news.nationalpost.com/health/five-reasons-we-regain-weight/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.news.nationalpost.com/2016/05/woman_s_legs_on_a_domestic_scale.jpg?w=620\" title=\"woman&#039;s legs on a domestic scale\" Abstract=\"Often, the body fights back against weight loss.\n\" Credit=\"Fotolia\"  />\n\t\t<media:thumbnail url=\"http://wpmedia.news.nationalpost.com/2016/05/woman_s_legs_on_a_domestic_scale.jpg?w=140\" />\n\t\t<media:content url=\"http://wpmedia.news.nationalpost.com/2016/05/woman_s_legs_on_a_domestic_scale.jpg?w=140\" medium=\"image\">\n\t\t\t<media:title type=\"html\">woman&#039;s legs on a domestic scale</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Canadians offered new way to save on prescription drugs</title>\n\t\t<link>http://news.nationalpost.com/health/canadians-offered-new-way-to-save-on-prescription-drugs</link>\n\t\t<pubDate>Thu, 12 May 2016 13:00:24 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Heidi Westfield, Special to National Post]]></dc:creator>\n\t\t\t\t<category><![CDATA[Health]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://news.nationalpost.com/?p=1093720</guid>\n\t\t<description><![CDATA[Before he had a heart attack, Harish Arora worked at a factory in southern Ontario. Now he and his wife are living on a reduced income, and have no drug insurance.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div><p>Before he had a heart attack, Harish Arora worked at a factory in southern Ontario. Now he and his wife are living on a reduced income and have no drug insurance. His wife needs prescription glaucoma drops for her eyes, as well as medication to keep her high cholesterol in check.</p>\n<p>The pharmacy bills came to more than $200 a month, taking up a sizable amount of their household budget. The Brampton couple were forced to make difficult choices. They could pay for their medications or buy new clothes. They stopped eating out and tried to save money any way they could.</p>\n<p>“The medicines are very expensive, but they have to be taken no matter what the cost. We do not have that much money, so we compromise in other ways,” Arora said.</p>\n<p>A 2012 study published in the Canadian Medical Association Journal found that people without a drug plan are four-and-a-half times more likely to avoid taking their medications because of the cost. About two years ago, a doctor suggested Arora’s family try out a prescription savings card called innoviCares. The card is free, and is available to all Canadian residents. It helps users save money on more than 100 brand-name medications.</p>\n<p>Arora’s innoviCares card covers most of the cost of his family’s prescription drugs. They now have more money to spare for groceries, and other household expenses.</p>\n<p>“It is a very good thing,” Arora said. “It is helping people like us who don’t have a lot of resources. And I encourage people to use the card to save money if they can.”</p>\n<p>About 1.5 million Canadians have signed up for the innoviCares card across the country. The prescription savings card is accepted at nearly all pharmacies in Canada, and can be used with an existing drug plan or on its own.</p>\n<p>“They absolutely love it,” said Dave Morton, executive vice-president, marketing at STI Technologies Limited, of the response he receives from innoviCares card users. “Some of the feedback, once they hear about it, is: ‘Is it too good to be true? Is there a catch?’”</p>\n<p>Morton said there are no fees to sign up or use the innoviCares card. The free card is funded by 23 Canadian pharmaceutical companies. The drug manufacturers absorb up to the full difference in price between a name-brand prescription and its generic alternatives.</p>\n<p>Morton said the prescription savings cards provide a helpful tool for users to manage their own treatment plans under the guidance of their health-care professionals. Consumers have more freedom to choose the prescription drugs their physician has prescribed and they have come to trust.</p>\n<p>“We are giving people options to make a choice,” he said, “and help them take control of their own health and wellness.”</p>\n<p>Giving patients a stronger voice in their own health care has become a priority across the country — everywhere from government planning committees to hospitals and family clinics. Recent research, including a 2011 study at the University of California, finds an increasing link between patient-centred care and better health outcomes.</p>\n<p>Michele Kolton Gillespie said the innoviCares card helped her gain access to a new treatment plan for rheumatoid arthritis. The Penetanguishene, Ont., resident developed the progressive disease at the age of 33. It started in her knees and spread to her feet and wrists.</p>\n<p>Last fall, Kolton Gillespie went to see her rheumatologist. Her doctor was concerned with her recent blood test results, and suggested she explore other prescription drug options. Kolton Gillespie works part-time and is on a tight budget. The brand-name medications her doctor recommended were more expensive, so she signed up for the innoviCares card to help absorb the cost.</p>\n<p>Kolton Gillespie said that within a couple of months she noticed the new treatment option was paying off. She feels less pain, and has a better quality of life. Everyday activities that used to be challenging are now a little easier.</p>\n<p>“I used to not be able to really walk or do anything until an hour and a half after I had taken my medications,” Kolton Gillespie said. “Now, I just get up out of bed and get on with my day. I still have arthritis. There are still limitations, but I am not walking with the pain and stiffness like I was.”</p>\n<p>Having access to a prescription savings card has given Kolton Gillespie more choice of medications, and a wider range of options. She said her new treatment program is making a world of difference. Her blood results are better and she has more mobility.</p>\n<p>Prescription drug cards are one way Canadians can find the health-care solutions that work for them. The innoviCares card has become a popular choice with Canadians looking to save money on their brand-name prescriptions.</p>\n<p>“As drug costs rise — and that includes generic prices as well — these cards help to lessen the financial burden,” Morton said. “The innoviCares card is one small tool to further empower patients to actually make the choices they want to make.”</p>\n<p><em>This story was produced by Postmedia Content Works on behalf of STI Technologies for commercial purposes. Postmedia’s editorial departments had no involvement in the creation of this content.</em></p>\n</div>]]></content:encoded>\n\t\t<np:ptpl>aside</np:ptpl><np:tlabel>Sponsored by STI Technologies</np:tlabel><np:linfo>This story was produced by Postmedia Content Works on behalf of STI Technologies for commercial purposes. Postmedia’s editorial departments had no involvement in the creation of this content.</np:linfo><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.news.nationalpost.com/2016/05/article2-image.jpg?w=620\" title=\"article2-image\" Abstract=\"Before he had a heart attack, Harish Arora worked at a factory in southern Ontario. \" Credit=\"Courtesy of STI Technologies\"  />\n\t\t<media:thumbnail url=\"http://wpmedia.news.nationalpost.com/2016/05/article2-image.jpg?w=140\" />\n\t\t<media:content url=\"http://wpmedia.news.nationalpost.com/2016/05/article2-image.jpg?w=140\" medium=\"image\">\n\t\t\t<media:title type=\"html\">article2-image</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>People deemed overweight may actually have a lower risk of dying than those who are healthy, study says</title>\n\t\t<link>http://news.nationalpost.com/health/overweight-people-may-actually-have-a-lower-risk-of-death-than-those-who-are-healthy-study-says</link>\n\t\t<comments>http://news.nationalpost.com/health/overweight-people-may-actually-have-a-lower-risk-of-death-than-those-who-are-healthy-study-says#respond</comments>\n\t\t<pubDate>Wed, 11 May 2016 17:46:25 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Sarah Knapton, The Telegraph]]></dc:creator>\n\t\t\t\t<category><![CDATA[Health]]></category>\n\t\t<category><![CDATA[World]]></category>\n\t\t<category><![CDATA[Body Weight]]></category>\n\t\t<category><![CDATA[Health and Fitness]]></category>\n\t\t<category><![CDATA[University of Copenhagen]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://news.nationalpost.com/?p=1098679</guid>\n\t\t<description><![CDATA[People who have a Body Mass Index of 27 — officially classed as overweight — now have the lowest risk of dying from any condition]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div><p>Millions&nbsp;of people classed as overweight have a lower risk of death than those who are deemed to be healthy, a new study suggests.</p>\n<p>The definition of &#8220;overweight&#8221; may need to change after research showed that the healthiest size has increased by 3.3 Body Mass Index (BMI) points since the Seventies.</p>\n<p>People who have a BMI of 27 —&nbsp;officially classed as overweight —&nbsp;now have the lowest risk of dying from any condition.</p>\n<p>Crucially, the average BMI for a British man is 27 and for a woman is 26.9, meaning large numbers of Britons, who are currently classed as overweight, actually have the optimal BMI and the lowest chance of death. In contrast, those deemed healthy could be at greater risk than they think.</p>\n<blockquote class=\"pullquote\"><p>The study is important because, compared with the 70&#8217;s, today’s overweight individuals have lower mortality than so-called normal weight individuals.</p></blockquote>\n<p>&#8220;The study is important because, compared with the 70&#8217;s, today’s overweight individuals have lower mortality than so-called normal weight individuals,&#8221; said&nbsp;Dr. Borge Nordestgaard, chief physician in clinical biochemistry at Copenhagen University Hospital.</p>\n<p>&#8220;Therefore, these results would indicate a need to revise the categories used to define overweight, which are based on data from before the 90&#8217;s. Maybe moderately overweight people need not be quite as worried about their weight as before.&#8221;</p>\n<div id=\"pn_video_682273\"></div>\n<p>Body Mass Index is based on a person’s weight and height. Under the classification system, a BMI below 18.5 is regarded as underweight, anything between 18.5 to 24.9 is &#8220;healthy,&#8221; 25 or over is &#8220;overweight&#8221; and 30 or more is categorized as &#8220;obese.&#8221;</p>\n<p>But critics say the system can overestimate the danger posed to people with heavy bone structures, or large muscle mass, while missing &#8220;apple-shaped&#8221; people who carry dangerous levels of fat around their middle.</p>\n<p>Muscle weighs more than fat, so BMI will inevitably class muscly, athletic people as fatter than they really are.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://news.nationalpost.com/health/canada-sees-progress-in-war-on-obesity-as-overweight-rates-drop-among-children\">Canada sees progress in war on obesity as overweight rates drop among children</a></li><li><a href=\"http://news.nationalpost.com/health/obesity-could-be-a-contagious-condition-that-spreads-like-a-stomach-bug-scientists-suggest\">Obesity could be a contagious condition that spreads like a stomach bug, scientists suggest</a></li><li><a href=\"http://news.nationalpost.com/health/the-frightening-and-amazing-science-of-why-so-many-biggest-loser-contestants-gain-the-weight-back\">The ‘frightening and amazing’ science of why so many ‘Biggest Loser’ contestants gain the weight back</a></li></ul></div>\n<p>A 6ft-tall Olympic 100m sprinter weighing 200lbs may have the same BMI (26) as a couch potato of the same height and weight.</p>\n<p>Last year a study by Oxford Brookes University found that simply measuring height with string, folding it in half and checking if it can fit comfortably round the waist is a better way&nbsp;of finding if someone has too much body fat.</p>\n<p>The new research looked at how death rates had changed among more than 120,000 people of differing weights who were involved in three cohort studies in the 70&#8217;s, 90&#8217;s and the 2000&#8217;s.</p>\n<p>The research was published in the journal JAMA.</p>\n</div>]]></content:encoded>\n\t\t\t<wfw:commentRss>http://news.nationalpost.com/health/overweight-people-may-actually-have-a-lower-risk-of-death-than-those-who-are-healthy-study-says/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.news.nationalpost.com/2016/05/0104-na-obesity.jpg?w=620\" title=\"0104-na-obesity\" Abstract=\"A man with a large belly eats junk food on May 23, 2013 in Leipzig, Germany. A new study suggests overweight people could actually have a lower risk of death than healthy people.\" Credit=\"Sean Gallup/Getty Images\"  />\n\t\t<media:thumbnail url=\"http://wpmedia.news.nationalpost.com/2016/05/0104-na-obesity.jpg?w=140\" />\n\t\t<media:content url=\"http://wpmedia.news.nationalpost.com/2016/05/0104-na-obesity.jpg?w=140\" medium=\"image\">\n\t\t\t<media:title type=\"html\">0104-na-obesity</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>A study asks: Too much folic acid a cause of autism?</title>\n\t\t<link>http://news.nationalpost.com/health/a-study-asks-too-much-folic-acid-a-cause-of-autism</link>\n\t\t<comments>http://news.nationalpost.com/health/a-study-asks-too-much-folic-acid-a-cause-of-autism#respond</comments>\n\t\t<pubDate>Wed, 11 May 2016 17:31:04 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Mike Stobbe, The Associated Press]]></dc:creator>\n\t\t\t\t<category><![CDATA[Health]]></category>\n\t\t<category><![CDATA[Autism Spectrum Disorders]]></category>\n\t\t<category><![CDATA[Birth Defects]]></category>\n\t\t<category><![CDATA[Folic Acid]]></category>\n\t\t<category><![CDATA[Health and Fitness]]></category>\n\t\t<category><![CDATA[Learning and Developmental Disorders]]></category>\n\t\t<category><![CDATA[Pregnancy and Childbirth]]></category>\n\t\t<category><![CDATA[Vitamins and Supplements]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://news.nationalpost.com/?p=1098543</guid>\n\t\t<description><![CDATA[For decades, pregnant women have been advised to take folic acid to help prevent certain birth defects. But a new study suggests it may be possible to get too much of a good thing]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div><p>NEW YORK &#8212; For decades, pregnant women and women who may become pregnant have been <a href=\"http://bodyandhealth.canada.com/healthfeature/gethealthfeature/Eating-for-Two---Nutrition-During-Pregnancy\" target=\"_blank\">advised to take folic acid</a> to help prevent <a href=\"http://bodyandhealth.canada.com/condition/getcondition/Spina-Bifida\" target=\"_blank\">certain birth defects</a>.</p>\n<p>But a new study suggests it may be possible to get too much of a good thing &#8212; very high levels of the vitamin in mothers&#8217; blood at the time of childbirth was linked to higher risk of their children developing <a href=\"http://bodyandhealth.canada.com/condition/getcondition/Autism\" target=\"_blank\">autism</a> years later.</p>\n<p>Other research points to an opposite relationship between folic acid and autism, showing that adequate amounts of the vitamin at the time of conception can significantly reduce the risk.</p>\n<p>Indeed, some experts raised questions about the new research. They note the findings are preliminary numbers, and based on a small number of families seen at only one hospital.</p>\n<p>Also, the analysis is based on measures of the vitamin in mothers&#8217; blood at the time of delivery, which may not reveal much about what was going on in the women&#8217;s body at the time of early fetal brain development.</p>\n<p>Even the researchers themselves said there&#8217;s no cause to change current public health recommendations. &#8220;We are not suggesting anyone stop supplementation,&#8221; said one of the researchers, M. Daniele Fallin of <a href=\"https://www.jhu.edu/\" target=\"_blank\">Johns Hopkins University</a>&#8216;s school of public health.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://news.nationalpost.com/news/0426-na-accutane\">Canadian women still getting pregnant while on Accutane, despite risks of birth defects: study</a></li><li><a href=\"http://news.nationalpost.com/health/parents-pre-pregnancy-caffeine-intake-may-affect-miscarriage-risk\">Parents’ pre-pregnancy caffeine intake may affect miscarriage risk</a></li><li><a href=\"http://news.nationalpost.com/health/ultrasounds-horrifying-spinoff-accidental-live-births-after-late-term-abortions-due-to-birth-defects\">Ultrasound’s ‘traumatic’ spinoff: ‘Accidental’ live births after late-term abortions due to birth defects</a></li><li><a href=\"http://news.nationalpost.com/health/vitamins-minerals-health-benefits\">Vitamin and mineral supplements are big business, but their health benefits remain uncertain</a></li></ul></div>\n<p>But it raises an intriguing question that should be explored in other research, Fallin said. Two outside experts agreed.</p>\n<p>&#8220;It&#8217;s a finding that has plausibility,&#8221; said Dr. Ezra Susser, a <a href=\"http://www.columbia.edu/\" target=\"_blank\">Columbia University</a> professor of epidemiology and psychiatry. He said other researchers have wondered whether too much folic acid can cause problems.</p>\n<p>The findings were presented Wednesday at an autism research conference in Baltimore.</p>\n<p>Folate is a vitamin found in foods that is important in cell growth and development of the nervous system. A synthetic version, folic acid, is used in supplements and is used to fortify flour and cereals.</p>\n<p>Decades ago, researchers found certain levels of folic acid could prevent major birth defects of the baby&#8217;s brain and spine. In the early 1990s, U.S. health officials began recommending that all women who might become pregnant should take 400 micrograms of folic acid daily. And in the late 1990s, federal regulations began mandating that folic acid be added to flour, bread and other grain products.</p>\n<p>Those steps are considered one of the great public health success stories of the last half-century. Officials estimate that 1,000 birth defects are prevented each year because of it.</p>\n<blockquote class=\"pullquote\"><p>It may be related to taking too many supplements and eating too many fortified foods. Or there could be a genetic reason that caused some women to absorb more folate than others. Or there could be a combination</p></blockquote>\n<p>The new researchers followed 1,391 children who were born at <a href=\"http://www.bumc.bu.edu/\" target=\"_blank\">Boston University Medical Center</a> in 1998 through 2013. About 100 of them were later diagnosed with an <a href=\"http://bodyandhealth.canada.com/condition/getcondition/Autism\" target=\"_blank\">autism spectrum disorder</a>.</p>\n<p>The researchers went back and looked at levels of folate and <a href=\"http://bodyandhealth.canada.com/channel/Nutrition/Supplements-and-nutraceuticals/B-vitamin-complex-quick-facts\" target=\"_blank\">vitamin B12</a> in the blood of the children&#8217;s mothers at the time of childbirth. They found that 16 of them had very high levels of folate, and 15 had extremely high levels of vitamin B12.</p>\n<p>Those are very small numbers of cases. But they represent significantly higher proportions than were seen in moms whose children who didn&#8217;t develop autism.</p>\n<p>If both levels are extremely high, there is more than a 17-fold greater risk that a child will develop autism, the researchers said.</p>\n<p>Most of the moms in the study said they took multivitamins &#8212; which would include folic acid and vitamin B12 &#8212; throughout their pregnancy. But the researchers say they don&#8217;t know why some women had such high levels in their blood.</p>\n<p>It may be related to taking too many supplements and eating too many fortified foods. Or there could be a genetic reason that caused some women to absorb more folate than others. Or there could be a combination, they said.</p>\n<p>Many studies of autism focus largely on white children in middle- and upper-income families. This one drew mainly from low-income and minority families, the researchers noted.</p>\n</div>]]></content:encoded>\n\t\t\t<wfw:commentRss>http://news.nationalpost.com/health/a-study-asks-too-much-folic-acid-a-cause-of-autism/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.news.nationalpost.com/2016/05/autism-folic-acid.jpg?w=620\" title=\"Autism-Folic-Acid\" Abstract=\"A bottle of folic acid is photographed, Wednesday, May 11, 2016, in New York. A new study suggests very high levels of the vitamin in mothers&#039; blood at the time of childbirth was linked to higher risk of their children developing autism years later. Other research points to an opposite relationship between folic acid and autism, showing that adequate amounts of the vitamin at the time of conception can significantly reduce the risk.\" Credit=\"AP Photo/Mary Altaffer\"  />\n\t\t<media:thumbnail url=\"http://wpmedia.news.nationalpost.com/2016/05/autism-folic-acid.jpg?w=140\" />\n\t\t<media:content url=\"http://wpmedia.news.nationalpost.com/2016/05/autism-folic-acid.jpg?w=140\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Autism-Folic-Acid</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Throwing a punch at Parkinson&#8217;s</title>\n\t\t<link>http://news.nationalpost.com/health/throwing-a-punch-at-parkinsons</link>\n\t\t<comments>http://news.nationalpost.com/health/throwing-a-punch-at-parkinsons#respond</comments>\n\t\t<pubDate>Wed, 11 May 2016 14:17:34 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Dan Kiefer, Washington Post]]></dc:creator>\n\t\t\t\t<category><![CDATA[Health]]></category>\n\t\t<category><![CDATA[American Physical Therapy Association]]></category>\n\t\t<category><![CDATA[Brain and Nerve Health]]></category>\n\t\t<category><![CDATA[Health and Fitness]]></category>\n\t\t<category><![CDATA[Parkinson's disease]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://news.nationalpost.com/?p=1098300</guid>\n\t\t<description><![CDATA[I have Parkinson's disease, and it causes my body to just freeze up. Weirdly enough, boxing helps me get unstuck.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div><p>I&#8217;m on the heavy bag, throwing left jabs, ignoring the relentless blare of Kanye&#8217;s &#8220;Drive Slow, Homie&#8221; played at a volume that would raise the dead. I punch to a one-two count: left jab, right cross. I&#8217;m working as hard as I&#8217;ve ever worked, and even in this unheated gym I sweat as if it&#8217;s a sauna.</p>\n<p>Finally, the bell rings. It feels as if I&#8217;ve been at it for an hour; actually, three minutes have passed. The ensuing one-minute break seems to last four seconds. Let&#8217;s be clear: Boxing, even when the opponent is only a heavy bag, is a brutal sport. But brutality is needed, even welcome, when you&#8217;re facing a progressive, incurable neurological disease. I have <a href=\"http://bodyandhealth.canada.com/condition/getcondition/Parkinsons-Disease\" target=\"_blank\">Parkinson&#8217;s disease</a>, and it causes my body to just freeze up. Weirdly enough, boxing helps me get unstuck.</p>\n<p>All 12 of us in this class bear the unmistakable signs of Parkinson&#8217;s disease. I spot a dapper, cheerful white-haired fellow shaking like a leaf (tremor). Next, a balding, heavyset guy stumbling forward awkwardly on his toes (dystonia, or muscle cramping). Then I see myself in a mirror: a man in a white T-shirt, khaki shorts and Nike running shoes, standing still, seemingly paralyzed. I&#8217;m in the midst of a Parkinson&#8217;s freeze (an extreme form of bradykinesia, or slow movement).</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://news.nationalpost.com/health/high-fat-diet-may-postpone-aging-linked-to-possible-treatment-options-for-alzheimers-and-parkinsons-patients-denmark-study\">High-fat diet may postpone aging, linked to possible treatment options for Alzheimer’s and Parkinson’s: study</a></li><li><a href=\"http://news.nationalpost.com/health/meet-the-scientist-who-is-hotwiring-the-brain-to-treat-depression\">Meet the scientist who is hotwiring the brain to treat depression by kickstarting the ability to feel pleasure</a></li><li><a href=\"http://news.nationalpost.com/health/lewy-body-dementia-the-disease-that-robin-williams-widow-blames-for-his-death\">Lewy body dementia, the disease that Robin Williams’ widow blames for his death</a></li><li><a href=\"http://news.nationalpost.com/health/i-thought-that-i-could-do-things-in-my-life-over-zombie-disease-makes-people-think-they-have-died\">‘I thought that I could do things (in my life) over’: ‘Zombie’ disease makes people think they have died</a></li></ul></div>\n<p>Although Parkinson&#8217;s is generally thought of as an old-person&#8217;s disease, I was diagnosed with a young-onset version 18 years ago, at age 35. Since then, I&#8217;ve taken every sort of medication known to science. I&#8217;ve had brain surgery &#8211; two tiny electrodes were implanted deep in my brain to stimulate an area affected by Parkinson&#8217;s &#8211; which unquestionably have helped treat some of my symptoms. But medicine and surgery have not cured my freezing and falling, my gait and balance issues that worsen as my disease progresses: When walking across a busy street, I may suddenly, inexplicably come to a full stop as the light is about to change. Even the slightest downhill slope of a path causes me to fall forward.</p>\n<p>Exercise, researchers have learned, is essential for Parkinsonians, and since being diagnosed I have embraced that therapy. But as time has gone on, my exercise options dwindled. After hundreds of falls, which left my knees more scar than skin, I gave up running. Frozen and jerky movements meant that tennis and skiing were no longer options.</p>\n<p>So last year, when I learned about a boxing program for people with Parkinson&#8217;s, I had to investigate.</p>\n<p>A decade ago, Scott Newman, an Indiana prosecutor and early-onset Parkinsonian, took up boxing and found it improved his agility and daily functioning. He eventually founded Rock Steady Boxing, a program for Parkinson&#8217;s patients that now operates in 89 sites around the country, including the one I discovered last year in Los Angeles.</p>\n<div class=\"npImgRight\"><div class=\"npPosRel\" style=\"width:381px;\"><img class=\"wp-image-1098316 size-full\" alt=\"Michael Todd for The Washington Post\" src=\"http://wpmedia.news.nationalpost.com/2016/05/parkinsons_boxing2.jpg?w=381&#038;h=500\" width=\"381\" height=\"500\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Michael Todd for The Washington Post</span><span class=\"npPhotoCaption\">Kiefer participates in Rock Steady Boxing in Santa Monica, California; the program founded by an early-onset Parkinsonian and operates in 89 sites around the U.S. Participants hit punching bags and other equipment and execute other boxing drills, but they do not receive blows. </span></div></div></div></div>\n<p>Boxing demands balance, timing, gait speed and hand-eye coordination &#8211; all of which are challenged by Parkinson&#8217;s. The Rock Steady program also encompasses other exercises, such as squat jumps, heel walking, agility drills, raised-knee walking, trampoline work, jumping rope and skipping. The boxing portion is non-contact, thankfully, and includes work on heavy bags and speed bags, and aiming punches at the moving targets provided by a trainer&#8217;s padded &#8220;focus mitts.&#8221;</p>\n<p>Does boxing actually improve Parkinson&#8217;s symptoms? <a href=\"http://ptjournal.apta.org/content/91/1/132\" target=\"_blank\">A 2011 study in the journal of the American Physical Therapy Association</a> looked at a small sampling of Parkinson&#8217;s patients who participated in two to three 90-minute Rock Steady training sessions per week for nine months. The researchers found that the patients showed &#8220;short-term and long-term improvements in balance, gait, activities of daily living, and quality of life after the boxing training program.&#8221; While these results can&#8217;t be considered conclusive proof, the reported improvements mirror my own experience. Although I have not stopped freezing or falling, I do so less frequently, and my balance and gait seem to have improved.</p>\n<p>Exactly why boxing workouts may help people with Parkinson&#8217;s is not clear. The study noted that Rock Steady&#8217;s &#8220;whole body approach&#8221; might be the key to its success, due to its &#8220;dynamic balance activities and multidirectional reaching and stepping . . . agility drills within the circuit training regimen, such as jumping rope, and footwork activities, focused on the initiation of movement and fast-paced changes in direction.&#8221; All help parts of the body affected by Parkinson&#8217;s.</p>\n<p>A <a href=\"http://www.thelancet.com/journals/laneur/article/PIIS1474-4422(13)70123-6/abstract\" target=\"_blank\">2013 review in Lancet Neurology</a> made a compelling case for the role of exercise that incorporates &#8220;goal-based&#8221; components &#8211; where people need to pay constant attention to what their body is doing and make adjustments in response to external feedback. Boxing, tai chi, tango and similar activities, the review said, seem to improve the brain function of people with Parkinson&#8217;s, which improves movement.</p>\n<p>Ordinarily, human movement relies on the interaction of unconscious (automatic) and conscious (cognitive) control. But in Parkinson&#8217;s, automatic control is diminished as nerve cells in an area of the brain that controls movement begin to die off and stop producing an important neurotransmitter called dopamine. This means that people with Parkinson&#8217;s must make a conscious effort to accomplish such simple tasks as walking or lifting an object &#8211; things that healthy people do automatically.</p>\n<p>Parkinson&#8217;s medications, such as synthetic dopamine, alleviate some motor symptoms. But their effectiveness is limited and they do not address the cognitive problems that many Parkinsonians can develop, which range from becoming easily distracted and disorganized to having trouble focusing or remembering words when speaking.</p>\n<div class=\"npBlock npImgPlain\"><div class=\"npPosRel\" style=\"width:620px;\"><img class=\"wp-image-1098318 size-large\" alt=\"Michael Todd for The Washington Post\" src=\"http://wpmedia.news.nationalpost.com/2016/05/parkinsons_boxing4.jpg?w=620&#038;h=282\" width=\"620\" height=\"282\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Michael Todd for The Washington Post</span><span class=\"npPhotoCaption\">The boxing class Kiefer attends includes Russell Faucett, Nancy J. Murray, and Sharon Krischer.</span></div></div></div></div>\n<p>The brain has a remarkable ability to adapt to damage caused by disease or injury by growing new brain cells, the review noted, and goal-based exercise facilitates this ability.</p>\n<p>Boxing training is definitely goal-based. It forces my brain to think about and then make simple movements &#8211; such as walking, jogging, jumping, bending, reaching, stepping in all directions &#8211; that a healthy person does with no thought.</p>\n<p>Pre-Parkinson&#8217;s, for instance, grocery shopping for me was a quick routine: I went to the store, picked a shopping cart, walked the aisles freely, pushing the cart and picking items from the shelves, then stood in line at the cashier, paid for my purchases and left the store. I did this on automatic pilot, my mind wandering elsewhere. With Parkinson&#8217;s, this same trip to the market is a series of challenges: Entering the store, I&#8217;m likely to freeze at the doorway, my feet feeling as if they&#8217;re glued to the ground; when I push the cart, I can take only small, shuffling steps with my weight on my toes, and I lean on the cart just to keep my balance; reaching out to pick a cereal box from the shelf throws me off balance; standing in a crowded, confined line at the cashier makes me freeze again.</p>\n<p>But Rock Steady&#8217;s training program has given me regular, hands-on practice in dealing with these sorts of movement challenges, giving me more confidence. Now when I head out to the store, I know that the mobility required to perform my boxing agility exercises exceeds that required to avoid another shopper coming toward me. Picking an object from a shelf is easy compared with reaching out to hit a heavy bag. And the distractions provided at the gym by Kanye&#8217;s voice, our instructor&#8217;s commands and my classmates demand at least as much focus as waiting in the cashier&#8217;s line at the grocery. Boxing trains me to do things consciously that once came naturally: initiate movements from my core, move my legs and arms simultaneously, plan my next move, stay aware of my body&#8217;s alignment and position to maintain balance.</p>\n<div class=\"npBlock npImgPlain\"><div class=\"npPosRel\" style=\"width:620px;\"><img class=\"size-large wp-image-1098317\" alt=\"Michael Todd for The Washington Post\" src=\"http://wpmedia.news.nationalpost.com/2016/05/parkinsons_boxing3.jpg?w=620&#038;h=465\" width=\"620\" height=\"465\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Michael Todd for The Washington Post</span><span class=\"npPhotoCaption\">Kiefer&#039;s exercise routine includes a taxing encounter with the battle ropes.</span></div></div></div></div>\n<p>What Parkinsonians call &#8220;balance confidence&#8221; is critical. It is fear of falling, rather than the falls themselves, that most limits my ability to perform the activities of daily living &#8211; to go to a restaurant, volunteer at my kids&#8217; schools, walk downhill. It is fear of falling that causes me to take tiny, rapid, uncontrolled steps or makes my feet freeze in place while my upper body keeps moving forward. It is fear that makes me do the very things that make me fall &#8211; and one does not need to have Parkinson&#8217;s to know that the psychology of fear can drive us directly into what we want to avoid.</p>\n<p>For many years, the only perceived link between boxing and Parkinson&#8217;s was that the former caused the latter; in fact, Muhammad Ali, who took far too many punches, may be the world&#8217;s most visible Parkinsonian. Today, a neurologist might actually prescribe boxing training &#8211; with no contact, of course &#8211; as therapy for Parkinson&#8217;s.</p>\n<p>So I pound away on the heavy bag, not training for a fight because I am already in the thick of one. It&#8217;s a fight for my life, and as long as there is no cure for Parkinson&#8217;s, the disease ultimately remains undefeated. But I and the other pugilists in my twice-weekly boxing class &#8211; all with the unmistakable tremors and awkward gaits of Parkinson&#8217;s disease &#8211; can at least make it an interesting, and maybe even fairer, contest.</p>\n</div>]]></content:encoded>\n\t\t\t<wfw:commentRss>http://news.nationalpost.com/health/throwing-a-punch-at-parkinsons/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.news.nationalpost.com/2016/05/parkinsons_boxing1.jpg?w=620\" title=\"parkinsons_boxing1\" Abstract=\"Dan Kiefer received a diagnosis of young-onset Parkinson&#039;s disease 18 years ago, at age 35. He says non-contact boxing drills help him to &quot;get unstuck&quot; when his body freezes up.\" Credit=\"Michael Todd for The Washington Post\"  />\n\t\t<media:thumbnail url=\"http://wpmedia.news.nationalpost.com/2016/05/parkinsons_boxing1.jpg?w=140\" />\n\t\t<media:content url=\"http://wpmedia.news.nationalpost.com/2016/05/parkinsons_boxing1.jpg?w=140\" medium=\"image\">\n\t\t\t<media:title type=\"html\">parkinsons_boxing1</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/parkinsons_boxing2.jpg\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Kiefer participates in Rock Steady Boxing in Santa Monica, California; the program founded by an early-onset Parkinsonian and operates in 89 sites around the U.S. Participants hit punching bags and other equipment and execute other boxing drills, but they do not receive blows. </media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/parkinsons_boxing4.jpg?w=620\" medium=\"image\">\n\t\t\t<media:title type=\"html\">The boxing class Kiefer attends includes Russell Faucett, Nancy J. Murray, and Sharon Krischer.</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/parkinsons_boxing3.jpg?w=620\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Michael Todd for The Washington Post</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Scientist needs patients to help launch budget baby-making clinic in Calgary</title>\n\t\t<link>http://news.nationalpost.com/news/canada/want-ivf-for-half-the-price-scientist-needs-you-to-help-launch-a-calgary-clinic-for-baby-making-on-a-budget</link>\n\t\t<comments>http://news.nationalpost.com/news/canada/want-ivf-for-half-the-price-scientist-needs-you-to-help-launch-a-calgary-clinic-for-baby-making-on-a-budget#comments</comments>\n\t\t<pubDate>Wed, 11 May 2016 03:38:07 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Alison Motluk, National Post]]></dc:creator>\n\t\t\t\t<category><![CDATA[Canada]]></category>\n\t\t<category><![CDATA[Health]]></category>\n\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[In Vitro Fertilization]]></category>\n\t\t<category><![CDATA[infertility]]></category>\n\t\t<category><![CDATA[INVOcell]]></category>\n\t\t<category><![CDATA[Jason Broome]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://news.nationalpost.com/?p=1098005</guid>\n\t\t<description><![CDATA[100 'founder patients' sought to pay $4,000 for innovative treatment that will regularly cost about $6,500 — about half the pricetag of conventional IVF ]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div><p>Calgary may soon become home to Canada’s first low-cost IVF facility, which will use a &#8220;plastic womb&#8221; in a technique that has been shown to be almost as effective as conventional fertility treatment at half the price.</p>\n<p>Instead of incubating embryos in an expensive laboratory with round-the-clock monitoring, fertilization and early embryonic development will take place inside a woman’s own body, tucked inside a small plastic device known as an INVOcell. Held in place by a diaphragm, the device is permeable to oxygen and carbon dioxide. It’s removed after five days and the best embryo is transferred to the uterus.</p>\n<p>“The woman’s vaginal cavity is the lab,” says Jason Broome, who developed the streamlined protocol in collaboration with a Texas fertility doctor.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://news.nationalpost.com/news/world/woman-who-married-the-sperm-donor-in-her-ivf-treatment-wouldnt-ever-advocate-it-as-a-dating-service\">Woman who married the sperm donor in her IVF treatment ‘wouldn’t ever advocate it as a dating service’</a></li><li><a href=\"http://news.nationalpost.com/health/recipient-of-u-s-s-first-uterus-transplant-grateful-for-chance-to-experience-pregnancy?__lsa=4485-8a17\">Recipient of U.S.’s first uterus transplant grateful for chance ‘to experience pregnancy’</a></li></ul></div>\n<p>Broome, a B.C. scientist and entrepreneur, is launching a kickstarter-type campaign on Thursday to build the clinic in downtown Calgary. He is asking 100 “founder patients” to pony up $4,000 each, by going online to <a href=\"http://www.effortlessIVF.ca\" target=\"_blank\">www.effortlessIVF.ca</a>. Prepayment will entitle them to a full round of the cut-rate IVF, including medication.</p>\n<p>If all goes well, Broome reckons he will open the clinic’s doors by the end of September. Wait times at Alberta fertility clinics range from six to 18 months. He estimates that the Effortless IVF Calgary clinic will have the capacity to treat 1,000 patients each year. The cost to patients after the clinic opens will be $6,500 all in, about half the price of regular IVF.</p>\n<div class=\"npImgRight\"><div class=\"npPosRel\" style=\"width:300px;\"><img class=\"size-medium wp-image-1098071\" alt=\"Fotolia\" src=\"http://wpmedia.news.nationalpost.com/2016/05/future_mom.jpg?w=300&#038;h=225\" width=\"300\" height=\"225\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Fotolia</span><span class=\"npPhotoCaption\">Using the INVOcell fertility treatment, early embryonic development takes place inside a woman’s own body.</span></div></div></div></div>\n<p>Instead of tinkering with egg-boosting medications used in conventional IVF, the doctors will simply prescribe conservatively, based on the woman’s weight plus the results of a single anti-Mullerian hormone blood test, which gives a measure of egg supply. Instead of multiple blood tests and ultrasounds in the run-up to removing her eggs, she will have just one ultrasound, on day 10, and that alone will determine when her eggs will be retrieved. Additionally, all retrievals will be scheduled for weekdays, so the clinic will not have to pay staff to work weekends.</p>\n<p>In February, Broome and Kevin Doody, of the Center for Assisted Reproduction in Bedford, Tex., published the results of a clinical trial on</p>\n<p>in the Journal of Assisted Reproduction and Genetics. The study found that women using the INVOcell device were just as likely to have at least one high-quality embryo, to get pregnant and to have a live birth as women who were randomized to receive traditional IVF. (Traditional IVF did produce more high-quality embryos overall.) Of the 20 women in the INVOcell group, 11 went on to have at least one baby, compared with 12 in the IVF group.</p>\n<blockquote class=\"pullquote\"><p>There’s a big emphasis on increasing access to care</p></blockquote>\n<p>Broome designed the money-saving protocol in collaboration with Doody, who has just introduced the same cut-rate IVF option to his own clinic, with the expectation of opening other clinics across Texas within the year.</p>\n<p>“There’s a big emphasis on increasing access to care,” says Doody. “This fits with that.”</p>\n<p>A 2009 Ontario expert panel on infertility and adoption noted that “cost is the single greatest barrier to building a family through assisted reproduction.” About 16 per cent of Canadian couples experience infertility.</p>\n<div class=\"npImgCentre\"><div class=\"npPosRel\" style=\"width:620px;\"><img class=\"size-large wp-image-1098072\" alt=\"Fotolia\" src=\"http://wpmedia.news.nationalpost.com/2016/05/teddy.jpg?w=620&#038;h=465\" width=\"620\" height=\"465\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Fotolia</span><span class=\"npPhotoCaption\">About 16 per cent of Canadian couples experience infertility.</span></div></div></div></div>\n<p>This form of budget baby-making is not for everyone, however. Only women who respond normally to the egg-stimulating medication and have access to reasonable-quality sperm will be accepted as patients. “We have one protocol and we don’t do anything else,” says Broome.</p>\n<p>The clinic, which will employ a reproductive endocrinologist and an OB/GYN, won’t be treating patients who need sperm injection, who are using egg donors or surrogates, or who have ovaries that are likely to over-respond to medications.<br />\n&nbsp;<br />\nScot Hamilton, lab director at the Reproductive Care Centre in Mississauga,Ont., says INVOcell may not always be the most cost-effective option. The device can hold only a maximum of 10 embryos, for instance, so if more than 10 good eggs are harvested, the question will arise of what to do with them. Freezing and thawing eggs is costly, and cryopreserved eggs always require sperm to be injected, further increasing the cost.</p>\n<div class=\"npImgRight\"><div class=\"npPosRel\" style=\"width:300px;\"><img class=\"size-medium wp-image-1098073\" alt=\"Fotolia\" src=\"http://wpmedia.news.nationalpost.com/2016/05/ultrasound.jpg?w=300&#038;h=225\" width=\"300\" height=\"225\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Fotolia</span><span class=\"npPhotoCaption\">Wait times at Alberta fertility clinics range from six to 18 months.</span></div></div></div></div>\n<p>“If it’s going to provide more access to care, it’s going to be a good thing,” says Heather Shapiro, president of the Canadian Fertility and Andrology Society. “Good-prognosis people often have age on their side, but young people often don’t have money. Maybe it’s not the best treatment in the world, but it may be all the treatment they need.”<br />\n&nbsp;<br />\nINVOcell is owned and manufactured by the Massachusetts company INVO Bioscience. Broome has the Canadian licence to the device, which was approved by Health Canada in 2014 and by the FDA in 2015.<br />\n&nbsp;<br />\nINVOcell is already in use in one Canadian clinic — TRIO, in Toronto — but rather than being a money saver, it is marketed as an add-on for women who want to incubate their own embryos, for instance, when religion requires that conception take place within the body. Broome expects Canadians from across the country will be lured to Calgary by the affordable price.</p>\n</div>]]></content:encoded>\n\t\t\t<wfw:commentRss>http://news.nationalpost.com/news/canada/want-ivf-for-half-the-price-scientist-needs-you-to-help-launch-a-calgary-clinic-for-baby-making-on-a-budget/feed</wfw:commentRss>\n\t\t<slash:comments>1</slash:comments>\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.news.nationalpost.com/2016/05/baby.jpg?w=620\" title=\"baby\" Abstract=\"A B.C. scientist is launching a kickstarter-type campaign to build a low-cost fertility clinic in Calgary.\" Credit=\"Fotolia\"  />\n\t\t<media:thumbnail url=\"http://wpmedia.news.nationalpost.com/2016/05/baby.jpg?w=140\" />\n\t\t<media:content url=\"http://wpmedia.news.nationalpost.com/2016/05/baby.jpg?w=140\" medium=\"image\">\n\t\t\t<media:title type=\"html\">baby</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/future_mom.jpg?w=300\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Fotolia</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/teddy.jpg?w=620\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Fotolia</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/ultrasound.jpg?w=300\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Fotolia</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Study suggests acetaminophen may reduce your ability to feel other people&#8217;s pain</title>\n\t\t<link>http://news.nationalpost.com/health/study-suggests-acetaminophen-may-reduce-ability-to-feel-other-peoples-pain</link>\n\t\t<comments>http://news.nationalpost.com/health/study-suggests-acetaminophen-may-reduce-ability-to-feel-other-peoples-pain#comments</comments>\n\t\t<pubDate>Tue, 10 May 2016 17:29:13 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Justin Dallaire]]></dc:creator>\n\t\t\t\t<category><![CDATA[Health]]></category>\n\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[acetaminophen]]></category>\n\t\t<category><![CDATA[The Ohio State University]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://news.nationalpost.com/?p=1097392</guid>\n\t\t<description><![CDATA[Acetaminophen can be found in 500 different non-prescription medicines, including Tylenol, in which it is the main ingredient]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div><p>A new study suggests that taking acetaminophen &#8211; better known by its common brand name, Tylenol &#8211; not only helps reduce pain, but may also decrease a person’s ability to feel empathy.</p>\n<p>Researchers from The Ohio State University found that when test subjects took acetaminophen before learning about the suffering of others &#8211; induced by social or physical factors &#8211; they thought they experienced less pain than the test subjects who had not taken the drug. </p>\n<p>“These findings suggest other people&#8217;s pain doesn&#8217;t seem as big of a deal to you when you&#8217;ve taken acetaminophen,” said Dominik Mischkowski, a co-author of the study and a former PhD student of psychology at Ohio State. “Acetaminophen can reduce empathy as well as serve as a painkiller.”</p>\n<p>The study was published last week in the journal of <em><a href=\"http://scan.oxfordjournals.org/content/early/2016/05/02/scan.nsw057.abstract\">Social Cognitive and Affective Neuroscience</a></em>. It was co-authored by Mischkowski and Ohio State researchers Baldwin Way, a member of the Wexner Medical Center’s Institute for Behavioural Medicine Research, and Jennifer Crocker, an eminent scholar in social psychology. </p>\n<p>A different study, published last year in <em><a href=\"http://pss.sagepub.com/content/early/2015/04/09/0956797615570366.abstract\">Psychological Science</a></em>, found that acetaminophen may dull our ability to feel positive emotions and diminish our emotional responses more generally. </p>\n<div class=\"npImgRight\"><div class=\"npPosRel\" style=\"width:300px;\"><img alt=\"Scott Olson / Getty Images\" src=\"http://wpmedia.news.nationalpost.com/2016/05/4697077901.jpg?w=300&#038;h=225\" width=\"300\" height=\"225\" class=\"size-medium wp-image-1097423\" /><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Scott Olson / Getty Images</span><span class=\"npPhotoCaption\">Acetaminophen is a common ingredient in painkillers and other medicines.</span></div></div></div></div>\n<p>Acetaminophen can be found in 500 different non-prescription medicines, according to Health Canada’s website, including Tylenol (in which it is the main ingredient), NyQuil, NeoCitran, Midol and Robitussin Total Cough Cold &amp; Flu. </p>\n<p>The researchers conducted two experiments, the first involving 80 students, the second involving 114. During each experiment, half the group was given acetaminophen, while the other half received a placebo. </p>\n<p>In the first, participants rated other people’s pain after reading scenarios about their misfortunes; in the second, they rated how physically painful they found short blasts of white noise and how painful they believed it would be for others. </p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://news.nationalpost.com/health/1-in-5-young-children-given-cold-remedies-despite-warning-against-their-use-study?__lsa=239d-d98f\">1 in 5 young children given cold remedies despite warning against their use: study</a></li><li><a href=\"http://news.nationalpost.com/health/prescription-drug-users-have-ways-of-reducing-the-cost-of-their-meds?__lsa=239d-d98f\">Prescription drug users have ways of reducing the cost of their meds</a></li><li><a href=\"http://business.financialpost.com/investing/market-moves/valeant-pharmaceuticals-offered-philidor-millions-of-dollars-to-hit-sales-targets-on-its-drugs-contracts-show\">Valeant Pharmaceuticals offered Philidor millions of dollars to hit sales targets on its drugs, contracts show</a></li></ul></div>\n<p>In each instance, those who had taken acetaminophen showed less empathy towards other study participants. In the white noise experiment, the group that received the drug said the noise caused them less pain as a result of the painkiller, which could explain why they rated the suffering of others as less severe.</p>\n<p>“Together, these findings suggest that the physical painkiller acetaminophen reduces empathy for pain and provide a new perspective on the neurochemical bases of empathy,” the study’s abstract states. “These drug-induced reductions in empathy raise concerns about the broader social side effects of acetaminophen, which is taken by almost a quarter of US adults each week.”</p>\n<p>A 2004 study, published in <em><a href=\"http://ilabs.washington.edu/meltzoff/pdf/05JacksonMeltzoff_NeurIm.pdf\">Social Cognitive Science</a></em>, could potentially explain the researchers’ findings. It showed that the same part of the brain is activated whether the person is experiencing pain or imagining the pain of other people. In technical terms, “there is a partial cerebral commonality between perceiving pain in another individual and experiencing it oneself.”</p>\n</div>]]></content:encoded>\n\t\t\t<wfw:commentRss>http://news.nationalpost.com/health/study-suggests-acetaminophen-may-reduce-ability-to-feel-other-peoples-pain/feed</wfw:commentRss>\n\t\t<slash:comments>3</slash:comments>\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.news.nationalpost.com/2016/05/469708168.jpg?w=620\" title=\"469708168\" Abstract=\"Acetaminophen, the main ingredient in the painkiller Tylenol, may reduce the empathy one feels for other people&#039;s pain. \" Credit=\"Scott Olson / Getty Images\"  />\n\t\t<media:thumbnail url=\"http://wpmedia.news.nationalpost.com/2016/05/469708168.jpg?w=140\" />\n\t\t<media:content url=\"http://wpmedia.news.nationalpost.com/2016/05/469708168.jpg?w=140\" medium=\"image\">\n\t\t\t<media:title type=\"html\">469708168</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/4697077901.jpg?w=300\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Scott Olson / Getty Images</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Canada sees progress in war on obesity as overweight rates drop among children</title>\n\t\t<link>http://news.nationalpost.com/health/canada-sees-progress-in-war-on-obesity-as-overweight-rates-drop-among-children</link>\n\t\t<comments>http://news.nationalpost.com/health/canada-sees-progress-in-war-on-obesity-as-overweight-rates-drop-among-children#respond</comments>\n\t\t<pubDate>Tue, 10 May 2016 03:06:06 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Sharon Kirkey]]></dc:creator>\n\t\t\t\t<category><![CDATA[Health]]></category>\n\t\t<category><![CDATA[Canada]]></category>\n\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Childhood Obesity]]></category>\n\t\t<category><![CDATA[Children]]></category>\n\t\t<category><![CDATA[Obesity]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://news.nationalpost.com/?p=1096870</guid>\n\t\t<description><![CDATA[However, while both weight and body-mass-index scores decreased overall, the proportion of children classed as obese held steady, at about 13 per cent]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div><p>For the first time in more than a generation, overweight rates among Canadian children are falling — raising hopes Canada may become one of the first countries to turn the childhood obesity epidemic around.</p>\n<p>New figures show the combined rate of overweight and obesity among three- to 19-year-olds fell to 27 per cent in 2013, from nearly 31 per cent a decade earlier.</p>\n<p>The rate fell faster among girls than boys, and among younger children compared with&nbsp;teens.</p>\n<p>However, while both weight and body-mass-index scores decreased overall, the proportion of children classed as obese — those at the highest risk of diabetes-related kidney failure, non-alcoholic fatty liver disease and other weight-related health problems —&nbsp;held steady, at about 13 per cent over the 10-year study period.</p>\n<p>“Even though we haven’t seen a decline (in obesity rates) we did see a plateau,” said co-author Dr. Atul Sharma, a pediatric kidney doctor and biostatistician at The Children’s Hospital of Winnipeg.</p>\n<p>“We’ve stabilized — and we’re very happy to have stabilized that, because it was exploding.”</p>\n<p>Still, it’s harder to turn more severe cases around, and with a quarter of Canadian children still heavier than is healthy, “we can’t become complacent,” Sharma said.</p>\n<p>“It’s not over yet —&nbsp;the numbers are still too high and the burden of illness is considerable.”</p>\n<div id=\"pn_video_200212\"></div>\n<p>Between 1978 and 2004, rates of overweight and obesity among Canadian children soared, to about 35 per cent from 23 per cent. “That was the epidemic,” Sharma said. “When those results were published in 2004, it was quite shocking, and prompted a lot of intervention at many levels.”</p>\n<p>We may now be seeing the payoff.</p>\n<p>For the new study, Sharma and lead author Dr. Celia Rodd, a pediatric endocrinologist who works with children with diabetes, looked at data on just over 14,000 children taken from national health surveys, in which heights and weights were directly measured.</p>\n<p>There were equal numbers of boys and girl; 80 per cent were white. They were representative samples of children from all regions and socio-economic classes.</p>\n<p>The researchers used 2010 World Health Organization growth charts for Canada. Based on those charts, if a child is above the 85th percentile —&nbsp;meaning he or she is heavier than 85 per cent of their age- and sex-matched peers —&nbsp;they’re considered overweight. Children above the 97th percentile are classified obese.</p>\n<p>Compared with toddlers, older children had lower BMI scores. Girls had lower scores than boys. But most of the improvements occurred largely among children aged five to 12.</p>\n<p>“It’s the younger children, not the adolescents, who have dropped their body-mass-index scores considerably,” Sharma said.</p>\n<blockquote class=\"pullquote\"><p>It’s not over yet — the numbers are still too high and the burden of illness is considerable.</p></blockquote>\n<p>It’s hard to tease out exactly why, from census and survey data.</p>\n<p>One factor might be growth charts for BMI that were introduced for the first time by the U.S. Centers for Disease Control in 2000.</p>\n<p>“Really only 15 years ago did we acquire a tool where we could sit down with a family and say, ‘this is where your child falls on the normal spectrum,’ ” Sharma said.</p>\n<p>Weight is a sensitive and touchy subject, he added, and when so many other children are overweight it can be hard for parents to see a problem in their own child. “It gave us a non-confrontational way of engaging the family in discussions around overweight or obesity.”</p>\n<p>In addition, prevention and weight management programs — many of them aimed at younger children —&nbsp;“sprang up all across the country” after the scope of the epidemic became clear in 2004. “At all levels the discussions led to action,” Sharma. “We’re seeing the effect of those programs.”</p>\n<p>But some of the poor eating or exercise habits were already laid down in those children who are now teens.</p>\n<p>In the mid 1980s, “close to zero per cent” of children had Type 2&nbsp;diabetes, the kind normally only ever seen in adults and that’s related to lifestyle and being overweight.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://news.nationalpost.com/life/food-drink/can-an-animated-character-named-fartzee-shmartzee-get-your-kids-eating-right\">Can an animated character named Fartzee Shmartzee get your kids eating right?</a></li><li><a href=\"http://news.nationalpost.com/health/kids-who-eat-two-breakfasts-are-less-likely-to-be-overweight-than-those-who-eat-none\">Kids who eat two breakfasts are less likely to be overweight than those who eat none</a></li><li><a href=\"http://news.nationalpost.com/full-comment/john-robson-does-the-senate-really-think-putting-taxes-on-soda-will-stop-obesity\">John Robson: Does the senate really think putting taxes on soda will stop obesity?</a></li></ul></div>\n<p>Today, close to 30 per cent of Rodd’s patients at her Winnipeg clinic have Type 2&nbsp;diabetes. “It’s a terrible disease at any age, but the children who develop it younger are exposed to it longer,” Sharma said. “With time, they develop all the terrible complications — blindness, amputations and kidney failure.”</p>\n<p>Sharma is seeing children on dialysis because of diabetes-related kidney failure. “We’re seeing hypertension due to overweight,” he said.</p>\n<p>While others have compared Canadian and American obesity rates using BMI scores, the Winnipeg team went further and looked at waist circumference. They found Canadian children have less central, or belly fat, than American children even 20 years ago.</p>\n<p>In addition, a study published last week showed that while rates of childhood obesity and overweight plateaued in the U.S., there has been no decline in any age group. Overall, rates of overweight and obesity combined in children remained at about 30 per cent, a rate that would be higher using WHO criteria. “Thus, Canada appears to be faring better than the U.S. in the war on obesity,” Sharma and Rodd write in the Canadian Medical Association Journal.</p>\n<p>However, the authors stressed that more should be done to address the socio-economic drivers of obesity, including poverty and food insecurity.</p>\n<p><em>• Email: <a href=\"mailto:skirkey@postmedia.com\">skirkey@postmedia.com</a> | Twitter: <a class=\"twitter-follow-button\" href=\"http://twitter.com/sharon_kirkey\">sharon_kirkey</a></em></p>\n</div>]]></content:encoded>\n\t\t\t<wfw:commentRss>http://news.nationalpost.com/health/canada-sees-progress-in-war-on-obesity-as-overweight-rates-drop-among-children/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.news.nationalpost.com/2016/05/obesity-1.jpg?w=620\" title=\"obesity-1\" Abstract=\"While both weight and body-mass-index scores decreased overall, the proportion of Canadian children classed as obese held steady.\" Credit=\"Bruce Edwards/Postmedia News\"  />\n\t\t<media:thumbnail url=\"http://wpmedia.news.nationalpost.com/2016/05/obesity-1.jpg?w=140\" />\n\t\t<media:content url=\"http://wpmedia.news.nationalpost.com/2016/05/obesity-1.jpg?w=140\" medium=\"image\">\n\t\t\t<media:title type=\"html\">obesity-1</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Just like a &#8216;magic show&#8217;: Rare identical quadruplets born to Alberta couple just in time for Mother&#8217;s Day</title>\n\t\t<link>http://news.nationalpost.com/health/just-like-a-magic-show-rare-identical-quadruplets-born-to-alberta-couple-just-in-time-for-mothers-day</link>\n\t\t<comments>http://news.nationalpost.com/health/just-like-a-magic-show-rare-identical-quadruplets-born-to-alberta-couple-just-in-time-for-mothers-day#respond</comments>\n\t\t<pubDate>Tue, 10 May 2016 02:28:53 +0000</pubDate>\n\t\t<dc:creator><![CDATA[The Canadian Press]]></dc:creator>\n\t\t\t\t<category><![CDATA[Health]]></category>\n\t\t<category><![CDATA[Canada]]></category>\n\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Bethani and Tim Webb]]></category>\n\t\t<category><![CDATA[Edmonton]]></category>\n\t\t<category><![CDATA[Health and Fitness]]></category>\n\t\t<category><![CDATA[Multiple births]]></category>\n\t\t<category><![CDATA[quadruplets]]></category>\n\n\t\t<guid isPermaLink=\"false\">https://nationalpostcom.wordpress.com?p=1096948&#038;preview_id=1096948</guid>\n\t\t<description><![CDATA[Naturally conceived girls are the fifth set of quadruplets to be born in Alberta since 2004. Their arrival was 'almost perfect,' says relieved Dad]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div><p>EDMONTON — The father of four identical girls born in Edmonton says it was just like a &#8220;magic show,&#8221; with one baby after another&nbsp;making an appearance.</p>\n<p>Tim and Bethani Webb of Hythe,&nbsp;Alta., 500 kilometres northwest of Edmonton, became parents of the instant family on Friday, May 6, just in time for Mother&#8217;s Day. The couple&nbsp;will mark their first wedding anniversary next month.</p>\n<p>Obstetric and neonatal specialists at Royal Alexandra Hospital in Edmonton delivered the naturally conceived quadruplets by caesarean section.&nbsp;The Webbs said they were told during the pregnancy that natural quads are very&nbsp;rare.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://news.nationalpost.com/news/world/quadruplets-born-prematurely-to-65-year-old-mother-in-germany-are-almost-ready-to-leave-the-hospital\">Quadruplets born prematurely to 65-year-old mother in Germany are almost ready to leave the hospital</a></li><li><a href=\"http://news.nationalpost.com/news/canada/domestic-dream-of-2-5-children-per-woman-long-gone-as-fertility-rate-declines-for-third-year-in-row\">‘Domestic dream’ of 2.5 children per woman long gone as fertility rate declines for third year in row</a></li></ul></div>\n<p>The girls —&nbsp;Emily, Grace, McKayla and Abigail — were due June 29. But their mother has been a patient&nbsp;at Royal Alexandra Hospital since St. Patrick&#8217;s Day.</p>\n<p>It took about an hour to deliver the babies, who ranged in weight from three pounds to four-pounds-one-ounce and had no serious health issues. The girls&nbsp;remain in the hospital&#8217;s neonatal unit and doctors&nbsp;have told the Webbs&nbsp;they will&nbsp;probably be able to return to Hythe in about seven weeks.</p>\n<p>&#8220;With the high-risk nature of the pregnancy, there was always talk that there was some risk of delivering very early,&#8221; said Dr. Billy Wong, the couple&#8217;s obstetrician. &#8220;For us to get to this date in the pregnancy, almost 33 weeks, we were actually very fortunate.&#8221;</p>\n<p>The Webbs say they an extensive support system back in Hythe, where everyone is waiting for the new family to arrive&nbsp;home.</p>\n<div class=\"npImgCentre\"><div class=\"npPosRel\" style=\"width:620px;\"><img class=\"size-large wp-image-1096962\" alt=\"Postmedia News\" src=\"http://wpmedia.news.nationalpost.com/2016/05/babies.jpg?w=620&#038;h=501\" width=\"620\" height=\"501\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Postmedia News</span><span class=\"npPhotoCaption\">It took about an hour for the four identical baby girls to be delivered at Royal Alexandra Hospital.</span></div></div></div></div>\n<p>&#8220;Right now, I&#8217;m glad they&#8217;re separated so we can tell them apart. But even just holding two side by side, I can&#8217;t tell them apart at all,&#8221; the new mom told CTV Edmonton.</p>\n<p>The proud father described the birth of his four daughters as “almost perfect.&#8221;</p>\n<blockquote class=\"pullquote\"><p>I feel blessed — relieved, too</p></blockquote>\n<p>“I feel overwhelmingly awesome that the babies are here,&#8221; he said. &#8220;I feel blessed — relieved, too, because you worry with multiple births, there’s risks associated with it … &nbsp;but all of it was perfect. I was worried about Bethani, right.”</p>\n<p>In preparation for the Webbs return home, their nursery is currently being painted and a baby shower will be held once the family has had a chance to settle in.</p>\n<div class=\"npImgRight\"><div class=\"npPosRel\" style=\"width:300px;\"><img class=\"size-medium wp-image-1096960\" alt=\"Shaughn Butts /Postmedia News\" src=\"http://wpmedia.news.nationalpost.com/2016/05/parents.jpg?w=300&#038;h=243\" width=\"300\" height=\"243\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Shaughn Butts /Postmedia News</span><span class=\"npPhotoCaption\">The community of Hythe, Alta., is rallying around Bethani and Tim Webb, who became the parents of quadruplets on Friday, May 6, 2016.</span></div></div></div></div>\n<p>Tim said the community of Hythe has been very supportive of his family.</p>\n<p>“The community held a fundraiser which brought in approximately $50,000 and there’s a GoFundMe (site) set up by friends, the church is helping store stuff, there’s been random donations of clothes and …&nbsp;different things,” he said.</p>\n<p>Some brave community members have even offered to babysit.</p>\n<p>The Webb babies are the fifth set of quadruplets born in Alberta since 2004.&nbsp;</p>\n<p>With files from the Edmonton Journal and the Grand Prairie Herald Tribune</p>\n</div>]]></content:encoded>\n\t\t\t<wfw:commentRss>http://news.nationalpost.com/health/just-like-a-magic-show-rare-identical-quadruplets-born-to-alberta-couple-just-in-time-for-mothers-day/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t\t<media:content url=\"http://0_4bjj8jfs\" type=\"application/vnd.kaltura\" medium=\"featuredvideo\">\r\n\t\t\t<media:thumbnail url=\"\" />\r\n\t\t\t<media:title><![CDATA[Just like a &#039;magic show&#039;: Rare identical quadruplets born to Alberta couple just in time for Mother&#039;s Day]]></media:title>\r\n\t\t\t\t\t\t\t<media:caption><![CDATA[]]></media:caption>\r\n\t\t\t\t\t\t</media:content>\r\n\t\t<np:featuredvideo><![CDATA[<div id=\"pn_video_566167\" itemprop=\"video\" itemtype=\"http://schema.org/VideoObject\" itemscope=\"itemscope\"></div><script type=\"text/javascript\">( function() { pnShowVideo( \"0_4bjj8jfs\", 566167, \"\", \"\", \"true\", \"\", \"\", \"kaltura\", \"video\", null, null, \"\" ); } )();</script>]]></np:featuredvideo><np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.news.nationalpost.com/2016/05/parents.jpg?w=620\" title=\"parents\" Abstract=\"The community of Hythe, Alta., is rallying around Bethani and Tim Webb, who became the parents of quadruplets on Friday, May 6, 2016.\" Credit=\"Shaughn Butts /Postmedia News\" np:suppressed=\"true\" />\n\t\t<media:thumbnail url=\"http://wpmedia.news.nationalpost.com/2016/05/parents.jpg?w=140\" />\n\t\t<media:content url=\"http://wpmedia.news.nationalpost.com/2016/05/parents.jpg?w=140\" medium=\"image\">\n\t\t\t<media:title type=\"html\">parents</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/babies.jpg?w=620\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Postmedia News</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/parents.jpg?w=300\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Shaughn Butts /Postmedia News</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Scientists say they&#8217;ve developed a &#8216;second skin&#8217; you can wear for more than a day to look younger</title>\n\t\t<link>http://news.nationalpost.com/health/scientists-say-theyve-developed-a-second-skin-you-can-wear-for-more-than-a-day-to-look-younger</link>\n\t\t<comments>http://news.nationalpost.com/health/scientists-say-theyve-developed-a-second-skin-you-can-wear-for-more-than-a-day-to-look-younger#respond</comments>\n\t\t<pubDate>Mon, 09 May 2016 19:53:15 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Gina Kolata, The New York Times]]></dc:creator>\n\t\t\t\t<category><![CDATA[Health]]></category>\n\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[World]]></category>\n\t\t<category><![CDATA[Harvard University]]></category>\n\t\t<category><![CDATA[Skin Health]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://news.nationalpost.com/?p=1096539</guid>\n\t\t<description><![CDATA[Harvard and MIT researchers created the invisible film that can be painted on 'as a sort of a Band-Aid over old and aging skin.' It's made of commonly used chemicals]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div><p>The idea sounds like fantasy: an invisible film that can be painted on your skin and give it the elasticity of youth. Bags under the eyes vanish in seconds. Wrinkles disappear.</p>\n<p>Scientists at Harvard and MIT have discovered that it is not fantasy at all. Reporting Monday in the journal Nature Materials on pilot studies with 170 subjects, the researchers say a “second skin” composed of commonly used chemicals deemed safe by the Food and Drug Administration can accomplish that — and in small studies of it, so far no one has reported irritation or allergic reactions.</p>\n<p>Undereye bags are just the start. You can soak the film with sunscreen and protect yourself without worrying about sweat or water washing it away, researchers said. They expect it can be used to treat eczema, psoriasis and other skin conditions by covering dry itchy patches with a film that moistures and soothes.</p>\n<div class=\"npImgLeft\"><div class=\"npPosRel\" style=\"width:620px;\"><img alt=\"Fotolia\" src=\"http://wpmedia.news.nationalpost.com/2016/05/young_scientist_works_in_biological_lab.jpg?w=620&#038;h=465\" width=\"620\" height=\"465\" class=\"size-large wp-image-1096602\" /><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Fotolia</span><span class=\"npPhotoCaption\">A scientist works in a lab</span></div></div></div></div>\n<p>The chemicals are siloxanes — their basic form is one atom of oxygen linked to two atoms of silicon — which form polymers, long chains of repeating units. The researchers made a large collection of them by modifying molecular features such as the chain length to get the ones with the properties they wanted.</p>\n<p>Then they devised a two-step process. First, a polymer, a clear liquid, is applied. Its chains are not very strong, though, so the next step is applying a product that links them together. By modifying the chemistry of the chains, the researchers can alter the properties of the second skin, depending on how it will be used, making it more or less permeable, for example. A more permeable second skin might be used for undereye bags while a less permeable one might hold a medication in place. It can be removed with a solution that dissolves the polymer.</p>\n<p>The research was funded by a small, privately owned biotechnology company in Cambridge, Massachusetts, Living Proof, and the product is being developed by another small, privately owned Cambridge company, Olivo Laboratories, which owns the patents. All of the authors on the new paper have an equity interest in Living Proof and so, indirectly, in Olivo.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://news.nationalpost.com/life/is-the-future-of-skincare-in-lasers\">Is the future of skincare in lasers?</a></li><li><a href=\"http://news.nationalpost.com/arts/celebrity/baron-of-botox-dies-soon-after-devastating-caricature-of-him-by-martin-short\">‘Baron of Botox’ dies soon after ‘devastating’ caricature of him by Martin Short</a></li><li><a href=\"http://news.nationalpost.com/life/skip-the-soak-and-seven-other-dos-and-donts-of-pedicures-just-in-time-for-sandal-season\">Skip the soak, and seven other pedicure dos and don&#039;ts, just in time for sandal season</a></li></ul></div>\n<p>The report published on Monday describes pilot studies, the first test of the product. The researchers say that they are not sure yet when they will have enough data to submit to the FDA for marketing approval — they will know more later this year.</p>\n<p>“I think it is brilliant,” said Gordana Vunjak-Novakovic, professor of biomedical engineering at Columbia, who was not involved in the research. “What they have done is design a clever biomaterial that recapitulates the properties of young and healthy skin. They can use it as sort of a Band-Aid over old and aging skin and get very significant results.”</p>\n<p>Dr. Murad Alam, professor of dermatology at Northwestern University, who also was not associated with the study, was impressed, too, but he cautioned that it was still early.</p>\n<p>“This is a first step,” he said, “and all these applications will require further work.” But, he added, if the testing is successful, “I think it will be very popular.”</p>\n<blockquote class=\"pullquote\"><p>\nWhat they have done is design a clever biomaterial that recapitulates the properties of young and healthy skin</p></blockquote>\n<p>The idea for second skin originated more than a decade ago when Dr. R.Rox Anderson, a professor of dermatology at Harvard Medical School, was approached by Living Proof, which had been working on a polymer to be used as a hair product. Since dermatologists also know about hair, the company consulted him. Why, Anderson asked the company executives, couldn’t there be a polymer to put on skin?</p>\n<p>“A lot of what happens when we age and skin starts wrinkling and sagging is loss of elastic recoil,” he said. “When we move skin, it doesn’t snap back to what it used to be.”</p>\n<p>What if there was a way to restore the elastic nature of skin?</p>\n<p>Anderson ticked off what would be needed: “It has to be nearly invisible. The skin still has to be able to breathe through this stuff. And it needs to be strong enough and elastic enough that it actually affects the recoil of the skin.”</p>\n<p>That, he said, “is the challenge I put to them.”<br />\n<div class=\"npImgCentre\"><div class=\"npPosRel\" style=\"width:620px;\"><img alt=\"Greg Southam / Postmedia\" src=\"http://wpmedia.news.nationalpost.com/2016/05/dry_skin__0036.jpg?w=620&#038;h=465\" width=\"620\" height=\"465\" class=\"size-large wp-image-1096614\" /><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Greg Southam / Postmedia</span><span class=\"npPhotoCaption\">Researchers expect it can be used to treat eczema and other skin conditions by covering dry itchy patches with a film that moistures and soothes</span></div></div></div></div></p>\n<p>Dr. Robert Langer, a biomedical engineer who is a professor at MIT and a scientific founder of Living Proof, started searching for something that would work. </p>\n<p>“We made literally hundreds of polymers,” he said. “We were looking for safety, spreadability, adherence, and the right kind of mechanical and optical properties.”</p>\n<p>The “skin” can last for more than a day.</p>\n<p>One of the first applications, said Dr. Barbara A. Gilchrest, a Harvard dermatology professor who is part of the research team, was on undereye bags, a condition that plagues so many middle-aged and older people.</p>\n<blockquote class=\"pullquote\"><p>\nYou really can’t see it. It’s there. It looks normal. We saw that as a very high bar\n</p></blockquote>\n<p>“We wanted something that is elegant, and the ultimate test is right there on your face,” she said. “You really can’t see it. It’s there. It looks normal. We saw that as a very high bar. If you can achieve that you’ve done something impressive.”</p>\n<p>(The researchers emphasize that the second skin is significantly different from a product that Living Proof tried to market a few years ago as a cosmetic that could correct undereye bags.)</p>\n<p>Those studies included tests on people with undereye bags and those with dry skin on their legs. In one study, participants put second skin on their forearms to see how quickly the skin returned to normal after it was pinched in a suction cup — a test of elasticity. In another study, people were randomly assigned to use second skin or a placebo under their eyes. Trained observers graded the subjects on the appearance of the undereye skin. The product’s durability was tested in volunteers who wore it while running in heat and working up a sweat, while swimming, and while going out in a rainstorm.</p>\n<p>One of the important uses, the researchers said, is in treating eczema and the sort of dry skin that comes with aging, with dry itchy patches on the back and legs that keep people up at night, scratching.</p>\n<p>“We tell people to pat their skin with a damp washcloth and put on a heavy moisturizer, but that only lasts a short time,” Gilchrest said. They end up with greasy goo all over the sheets, and they wake up in the middle of the night, terribly uncomfortable. We need something that was easier to use and didn’t make a mess and stays. Which is what this stuff does.”</p>\n</div>]]></content:encoded>\n\t\t\t<wfw:commentRss>http://news.nationalpost.com/health/scientists-say-theyve-developed-a-second-skin-you-can-wear-for-more-than-a-day-to-look-younger/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.news.nationalpost.com/2016/05/second-skin-scientists.jpg?w=620\" title=\"Closeup of a lonely senior man lost in thought , looking away\" Abstract=\"The invisible film can help with undereye bags and wrinkles\" Credit=\"Fotolia\"  />\n\t\t<media:thumbnail url=\"http://wpmedia.news.nationalpost.com/2016/05/second-skin-scientists.jpg?w=140\" />\n\t\t<media:content url=\"http://wpmedia.news.nationalpost.com/2016/05/second-skin-scientists.jpg?w=140\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Closeup of a lonely senior man lost in thought , looking away</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/young_scientist_works_in_biological_lab.jpg?w=620\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Fotolia</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/dry_skin__0036.jpg?w=620\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Greg Southam / Postmedia</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>E-cigarette poisonings surge in young children, study says</title>\n\t\t<link>http://news.nationalpost.com/health/e-cigarette-poisonings-surge-in-young-children-study-says</link>\n\t\t<comments>http://news.nationalpost.com/health/e-cigarette-poisonings-surge-in-young-children-study-says#respond</comments>\n\t\t<pubDate>Mon, 09 May 2016 13:47:01 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Lindsey Tanner, The Associated Press]]></dc:creator>\n\t\t\t\t<category><![CDATA[Health]]></category>\n\t\t<category><![CDATA[American Academy of Pediatrics]]></category>\n\t\t<category><![CDATA[Electronic Cigarettes]]></category>\n\t\t<category><![CDATA[Food and Drug Administration]]></category>\n\t\t<category><![CDATA[Health and Fitness]]></category>\n\t\t<category><![CDATA[Health Care Issues]]></category>\n\t\t<category><![CDATA[Poisoning]]></category>\n\t\t<category><![CDATA[Smoking and Tobacco Use]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://news.nationalpost.com/?p=1096034</guid>\n\t\t<description><![CDATA[Electronic cigarettes have sickened rising numbers of young children, a study of U.S. poison centre calls has found. Most cases involve swallowing liquid nicotine]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div><p>CHICAGO &#8212; Electronic cigarettes have sickened rising numbers of young children, a study of U.S. poison centre calls has found. Most cases involve swallowing liquid <a href=\"http://bodyandhealth.canada.com/channel/Smoking/Smoking-basics/Nicotine-withdrawal\" target=\"_blank\">nicotine</a>.</p>\n<p>While most kids weren&#8217;t seriously harmed, one child died and several had severe complications including comas and seizures.</p>\n<p>&#8220;This is an epidemic by any definition,&#8221; said lead author Dr. Gary Smith, director of the <a href=\"http://www.nationwidechildrens.org/injury-research-and-policy\" target=\"_blank\">Center for Injury Research and Policy</a> at <a href=\"http://www.nationwidechildrens.org/\" target=\"_blank\">Nationwide Children&#8217;s Hospital</a> in Columbus, Ohio.</p>\n<p>The researchers say the results highlight a need for better parent awareness about the importance of keeping the devices out of sight and reach of young kids. They also recommend stricter regulation and applauded long-awaited restrictions the <a href=\"http://www.fda.gov\" target=\"_blank\">U.S. Food and Drug Administration</a> issued last Thursday.</p>\n<p>The study examined poison centre calls about exposure to nicotine and tobacco products among children under age 6 from January 2012 through April 2015. The most worrisome findings involved e-cigarettes &#8212; battery-powered devices that turn nicotine into an inhalable vapour. Some feature colorful packaging and flavoured nicotine that can attract young children.</p>\n<p>The results were <a href=\"http://pediatrics.aappublications.org/content/137/5/e20154155\" target=\"_blank\">published Monday in the journal Pediatrics</a>.</p>\n<div class=\"npBlock npImgPlain\"><div class=\"npPosRel\" style=\"width:620px;\"><img class=\"wp-image-1096040 size-large\" alt=\"Justin Sullivan/Getty Images\" src=\"http://wpmedia.news.nationalpost.com/2016/05/ecig_juice050516.jpg?w=620&#038;h=465\" width=\"620\" height=\"465\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Justin Sullivan/Getty Images</span><span class=\"npPhotoCaption\">Space Jam juice for E-cigarettes is displayed at Gone With the Smoke Vapor Lounge on May 5, 2016 in San Francisco, California. The U.S. Food and Drug Administration announced new federal regulations on electronic cigarettes that will be the same as traditional tobacco cigarettes and chewing tobacco.</span></div></div></div></div>\n<p><strong>THE NUMBERS</strong></p>\n<p>Monthly calls about young kids&#8217; swallowing, inhaling or touching e-cigarettes climbed from 14 early on to 223 by the study&#8217;s end. Calls totalled 4,128 during the study. Most children were age 2 or younger.</p>\n<p>The cases represent 14 per cent of the nearly 30,000 calls about kids&#8217; exposure to nicotine and tobacco products during that time.</p>\n<p><strong>THE HARM</strong></p>\n<p>Liquid nicotine in e-cigarettes can harm young children if swallowed or absorbed into the skin. Vomiting, a quickened heartbeat and jittery behaviour are among the symptoms. The <a href=\"https://www.aap.org/\" target=\"_blank\">American Academy of Pediatrics</a> recommends calling poison centres if exposure is suspected.</p>\n<p>Most exposures to e-cigarettes were managed at home. Among those who received medical care, less than 3 per cent were hospitalized. About 2 per cent, or 77 kids, had severe complications including seizures, coma or breathing problems.</p>\n<p>Most affected children had symptoms lasting two hours or less.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://news.nationalpost.com/news/canada/it-lit-my-kids-face-on-fire-father-wants-ban-sale-of-e-cigarettes-to-minors-after-horrific-accident\">‘It lit my kid’s face on fire’: Father wants ban on sale of e-cigarettes to minors after horrific accident</a></li><li><a href=\"http://news.nationalpost.com/news/canada/ontario-to-restrict-e-cigarettes-ban-flavoured-tobacco-and-require-calorie-counts-in-restaurants\">Ontario to restrict e-cigarettes, ban flavoured tobacco and require calorie counts in restaurants</a></li><li><a href=\"http://news.nationalpost.com/health/e-cigarettes-may-promote-tobacco-use-among-young-smokers-not-proven-as-safe-cessation-aid-u-s-studies-argue\">E-cigarettes may promote tobacco use among young smokers, not proven as safe cessation aid, U.S. studies argue</a></li><li><a href=\"http://news.nationalpost.com/news/canada/tobacco-free-e-cigarettes-are-a-healthier-choice-for-smokers-right-no-life-insurance-companies-say\">Tobacco-free e-cigarettes are a healthier choice for smokers, right? No, life-insurance companies say</a></li></ul></div>\n<p><strong>COMMENTS</strong></p>\n<p>Dr. Joan Shook, chief safety officer at <a href=\"http://www.texaschildrens.org/\" target=\"_blank\">Texas Children&#8217;s Hospital</a> in Houston and head of the American Academy of Pediatrics&#8217; emergency medicine committee, called the poisonings &#8220;a huge public health issue.&#8221;</p>\n<p>&#8220;Many emergency physicians are going, &#8216;What the heck, this is really a problem, why aren&#8217;t they doing anything about it?&#8221;&#8216; she said.</p>\n<p>&#8220;If you use these products, you need to treat them as medication or toxins and keep them closed, locked and out of reach of children,&#8221; said Shook, who wasn&#8217;t involved in the study.</p>\n<p>Gregory Conley, president of the American Vaping Association, noted that more recent data from the American Association of Poison Control Centers indicate that exposures to liquid nicotine may be on the decline. However, the most recent numbers don&#8217;t indicate whether the decrease includes young children. He said most vaping liquid products use child-resistant packaging.</p>\n<p><strong>NEW RESTRICTIONS</strong></p>\n<p>The FDA rules issued last week will require federal review of the devices and their ingredients, imposing restrictions similar to those affecting traditional cigarettes. The agency intends to issue rules to require nicotine exposure warnings and child-resistant packaging. That action would supplement the Child Nicotine Poisoning Prevention law, which takes effect this summer and will require child-resistant packaging of liquid nicotine containers.</p>\n</div>]]></content:encoded>\n\t\t\t<wfw:commentRss>http://news.nationalpost.com/health/e-cigarette-poisonings-surge-in-young-children-study-says/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t\t<media:content url=\"http://0_3hld67ue\" type=\"application/vnd.kaltura\" medium=\"featuredvideo\">\r\n\t\t\t<media:thumbnail url=\"\" />\r\n\t\t\t<media:title><![CDATA[E-cigarette poisonings surge in young children, study says]]></media:title>\r\n\t\t\t\t\t\t\t<media:caption><![CDATA[FDA Brings E-Cigarettes under Federal Authority]]></media:caption>\r\n\t\t\t\t\t\t</media:content>\r\n\t\t<np:featuredvideo><![CDATA[<div id=\"pn_video_525553\" itemprop=\"video\" itemtype=\"http://schema.org/VideoObject\" itemscope=\"itemscope\"></div><script type=\"text/javascript\">( function() { pnShowVideo( \"0_3hld67ue\", 525553, \"\", \"\", \"true\", \"\", \"\", \"kaltura\", \"video\", null, null, \"\" ); } )();</script>]]></np:featuredvideo><np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.news.nationalpost.com/2016/05/ecig_juice050516.jpg?w=620\" title=\"ecig_juice050516\" Abstract=\"Space Jam juice for E-cigarettes is displayed at Gone With the Smoke Vapor Lounge on May 5, 2016 in San Francisco, California. The U.S. Food and Drug Administration announced new federal regulations on electronic cigarettes that will be the same as traditional tobacco cigarettes and chewing tobacco.\" Credit=\"Justin Sullivan/Getty Images\"  />\n\t\t<media:thumbnail url=\"http://wpmedia.news.nationalpost.com/2016/05/ecig_juice050516.jpg?w=140\" />\n\t\t<media:content url=\"http://wpmedia.news.nationalpost.com/2016/05/ecig_juice050516.jpg?w=140\" medium=\"image\">\n\t\t\t<media:title type=\"html\">ecig_juice050516</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/ecig_juice050516.jpg?w=620\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Space Jam juice for E-cigarettes is displayed at Gone With the Smoke Vapor Lounge on May 5, 2016 in San Francisco, California. The U.S. Food and Drug Administration announced new federal regulations on electronic cigarettes that will be the same as traditional tobacco cigarettes and chewing tobacco.</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Pakistani doctors mystified by &#8216;solar kids&#8217; — two brothers who can&#8217;t move or talk after sundown</title>\n\t\t<link>http://news.nationalpost.com/news/world/pakistani-doctors-mystified-by-solar-kids-two-boys-who-cant-move-or-talk-after-sundown</link>\n\t\t<comments>http://news.nationalpost.com/news/world/pakistani-doctors-mystified-by-solar-kids-two-boys-who-cant-move-or-talk-after-sundown#respond</comments>\n\t\t<pubDate>Fri, 06 May 2016 20:17:16 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Munir Ahmed, The Associated Press]]></dc:creator>\n\t\t\t\t<category><![CDATA[World]]></category>\n\t\t<category><![CDATA[Health]]></category>\n\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Islamabad]]></category>\n\t\t<category><![CDATA[Pakistan]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://news.nationalpost.com/?p=1094623</guid>\n\t\t<description><![CDATA[The doctors hope extensive medical testing will determine why the boys are active in the day, but can't even open their eyes after dark ]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div><p>ISLAMABAD — The two brothers have come to be known as the “solar kids” and their case has mystified Pakistani doctors.</p>\n<p>Aged nine and 13, the boys are normal active children during the day. But once the sun goes down, they both lapse into a vegetative state — unable to move or talk. Javed Akram, a professor of medicine at the Pakistan Institute of Medical Sciences, told The Associated Press on Thursday that he had no idea what was causing the symptoms.</p>\n<div class=\"npImgCentre\"><div class=\"npPosRel\" style=\"width:620px;\"><img class=\"size-large wp-image-1094641\" alt=\"B.K. Bangash / Associated Press\" src=\"http://wpmedia.news.nationalpost.com/2016/05/pakistan_solar_kids-3.jpg?w=620&#038;h=465\" width=\"620\" height=\"465\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">B.K. Bangash / Associated Press</span><span class=\"npPhotoCaption\">Abdul Rasheed, 9, front, and Shoaib Ahmed, 13, lie in a bed at a hospital in Islamabad, Pakistan. </span></div></div></div></div>\n<p>“We took this case as a challenge. Our doctors are doing medical tests to determine why these kids remain active in the day but cannot open their eyes, why they cannot talk or eat when sun goes down,” he said, as he visited the pair at his hospital.</p>\n<p>Akram said the government was providing free medical care to the siblings, who come from an impoverished family.</p>\n<p>The brothers are undergoing extensive medical testing in the capital, Islamabad, and samples of their blood have been sent to overseas specialists for further examination, he said. Researchers are also collecting soil and air samples from the family’s home village.</p>\n<p>Mohammad Hashim, the father of the two brothers, comes from a village near Quetta, the capital of southwestern Baluchistan province. He and his wife are first cousins and two of their six children died at an early age. Their other two children have not displayed any unusual symptoms.</p>\n<p>His simple theory: “I think my sons get energy from sun.”</p>\n<div class=\"npImgCentre\"><div class=\"npPosRel\" style=\"width:620px;\"><img class=\"size-large wp-image-1094643\" alt=\"B.K. Bangash / Associated Press\" src=\"http://wpmedia.news.nationalpost.com/2016/05/pakistan_solar_kids-2.jpg?w=620&#038;h=465\" width=\"620\" height=\"465\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">B.K. Bangash / Associated Press</span></div></div></div></div>\n<p>But doctors have already dismissed the idea that sunlight plays a role, noting that the boys can move during the day even when kept in a dark room or during a rainstorm.</p>\n<p>During the day, 13-year old Shoaib Ahmed and his brother Abdul Rashid did indeed seem normally active, energetic and cheerful as they emerged from their hospital room on Friday and walked to a nearby canteen to have tea.</p>\n<p>“I will become a teacher,” Shoaib Ahmed told the AP, while his younger brother said he wants to be an Islamic scholar.</p>\n</div>]]></content:encoded>\n\t\t\t<wfw:commentRss>http://news.nationalpost.com/news/world/pakistani-doctors-mystified-by-solar-kids-two-boys-who-cant-move-or-talk-after-sundown/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.news.nationalpost.com/2016/05/pakistan_solar_kids.jpg?w=620\" title=\"Pakistan Solar Kids\" Abstract=\"Abdul Rasheed, 9, sits in a garden at a local hospital in Islamabad, Pakistan Friday May 6, 2016. \" Credit=\"B.K. Bangash / Associated Press\"  />\n\t\t<media:thumbnail url=\"http://wpmedia.news.nationalpost.com/2016/05/pakistan_solar_kids.jpg?w=140\" />\n\t\t<media:content url=\"http://wpmedia.news.nationalpost.com/2016/05/pakistan_solar_kids.jpg?w=140\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Pakistan Solar Kids</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/pakistan_solar_kids-3.jpg?w=620\" medium=\"image\">\n\t\t\t<media:title type=\"html\">B.K. Bangash / Associated Press</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/pakistan_solar_kids-2.jpg?w=620\" medium=\"image\">\n\t\t\t<media:title type=\"html\">B.K. Bangash / Associated Press</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>The challenges facing women who pursue pregnancy after breast cancer</title>\n\t\t<link>http://news.nationalpost.com/health/the-challenges-facing-women-who-pursue-pregnancy-after-breast-cancer</link>\n\t\t<comments>http://news.nationalpost.com/health/the-challenges-facing-women-who-pursue-pregnancy-after-breast-cancer#respond</comments>\n\t\t<pubDate>Fri, 06 May 2016 19:44:10 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Cassandra Szklarski, The Canadian Press]]></dc:creator>\n\t\t\t\t<category><![CDATA[Health]]></category>\n\t\t<category><![CDATA[Breast Cancer]]></category>\n\t\t<category><![CDATA[Breast Cancer Treatment]]></category>\n\t\t<category><![CDATA[Cancer]]></category>\n\t\t<category><![CDATA[Health and Fitness]]></category>\n\t\t<category><![CDATA[pregnancy]]></category>\n\t\t<category><![CDATA[Sexual and Reproductive Health]]></category>\n\t\t<category><![CDATA[Women's Health]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://news.nationalpost.com/?p=1094936</guid>\n\t\t<description><![CDATA[Sonia Racco was about to start trying for her second child when she was dealt a surprise blow: breast cancer]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div><p>TORONTO &#8212; Sonia Racco was about to start trying for her second child when she was dealt a surprise blow: <a href=\"http://bodyandhealth.canada.com/condition/getcondition/Breast-Cancer\" target=\"_blank\">breast cancer</a>.</p>\n<p>The 36-year-old had no family history of the disease and hadn&#8217;t even thought much about her breasts until she found a lump while nursing her daughter, Genna.</p>\n<p>Suddenly she was bombarded by things to consider: surgery, chemotherapy, drugs. And the need to set aside baby plans for rigorous <a href=\"http://bodyandhealth.canada.com/channel/Womens-Health/Breast-health/Treatment-of-breast-cancer\" target=\"_blank\">cancer treatments</a> that could destroy her chance of having another healthy child.</p>\n<p>Her oncologist encouraged her to meet with an oncofertility specialist to discuss freezing embryos before starting chemo, but Racco says she was still reeling from the cancer news.</p>\n<p>&#8220;I was confused. I was scared. All I thought about was Genna,&#8221; says Racco, an educator who lives and works in Woodbridge, Ont.</p>\n<p>&#8220;Hearing my daughter call me &#8216;Mom&#8217; would destroy me. It was literally two days later. I didn&#8217;t know my stage, I didn&#8217;t know my prognosis, I didn&#8217;t know anything, and here we are talking about freezing things for the future and I don&#8217;t even know what&#8217;s ahead of me.&#8221;</p>\n<p>Racco took a couple of weeks to think about it. In the end, she couldn&#8217;t say no.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://news.nationalpost.com/health/mom-delays-cancer-care-to-protect-baby-she-says-saved-her\">Mom delays cancer care to protect baby she says saved her</a></li><li><a href=\"http://news.nationalpost.com/news/world/one-day-before-her-wedding-milly-simmie-was-diagnosed-with-cancer-now-weve-got-flowers-to-arrange\">One day before her wedding, Milly Simmie was diagnosed with cancer: ‘Now, we’ve got flowers to arrange’</a></li><li><a href=\"http://news.nationalpost.com/health/i-have-cancer-but-ive-learned-to-live-with-it\">I have cancer, but I’ve learned to live with it</a></li><li><a href=\"http://news.nationalpost.com/health/experimental-tissue-freezing-gives-kids-with-cancer-a-futuristic-fertility-chance\">Experimental tissue-freezing gives kids with cancer a futuristic fertility chance</a></li></ul></div>\n<p>&#8220;My decision was: Do I live in worry and regret eventually? Or do I just try to live as normal as possible and not have those regrets?&#8221; says Racco, now 40, cancer-free and seven months pregnant with a girl.</p>\n<p>&#8220;If I live 20, 25 years, or 34 years more, would I regret not even attempting to have a second like I wanted?&#8221;</p>\n<p>Racco &#8212; whose cancer was caught late stage 1 &#8212; is now on her way to celebrating Mother&#8217;s Day with thoughts of a second daughter arriving in August.</p>\n<p>It&#8217;s a joyous feeling she quite possibly never would have had if her oncologist, Dr. Ellen Warner, hadn&#8217;t pushed her to consider preserving her <a href=\"http://bodyandhealth.canada.com/healthfeature/gethealthfeature/Infertility-More-common-than-you-may-think\" target=\"_blank\">fertility</a>.</p>\n<p>Despite the risk of overwhelming patients, Warner says it&#8217;s important to bring up the issue as soon as possible so women have time to consider options.</p>\n<p>&#8220;The last thing a woman wants is to come in and be told, &#8216;Oh, your period is starting tomorrow; let&#8217;s get started tomorrow,&#8221;&#8216; says Warner, an oncologist at Toronto&#8217;s <a href=\"http://www.sunnybrook.ca\" target=\"_blank\">Sunnybrook Health Sciences Centre</a>.</p>\n<p>But she says a lot of doctors still aren&#8217;t referring patients to fertility specialists, partly due to &#8220;pure ignorance.&#8221;</p>\n<div class=\"npBlock npImgPlain\"><div class=\"npPosRel\" style=\"width:620px;\"><img class=\"wp-image-1094945 size-large\" alt=\"Handout/Canadian Cancer Society\" src=\"http://wpmedia.news.nationalpost.com/2016/05/cancer_moms3.jpg?w=620&#038;h=465\" width=\"620\" height=\"465\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Handout/Canadian Cancer Society</span><span class=\"npPhotoCaption\">Dr. Karen Glass</span></div></div></div></div>\n<p>&#8220;There&#8217;s still some physicians who believe that if women with breast cancer get pregnant all that flooding of hormones is going to make the cancer come back, which is what we all thought for years until it was shown to be not true at all,&#8221; says Warner.</p>\n<p>Any woman over 30 expecting to undergo chemotherapy should consider preserving her fertility, but so should younger women, she says.</p>\n<p>&#8220;Some of them might not get married until 35 and then suddenly they realize they don&#8217;t have 35-year-old ovaries, they have 40- or 45-year-old ovaries&#8221; because of earlier cancer treatment.</p>\n<p>The process of extracting eggs, fertilizing them and freezing them can take several weeks, so it&#8217;s not an option if the cancer requires immediate treatment like acute <a href=\"http://bodyandhealth.canada.com/condition/getcondition/Leukemia\" target=\"_blank\">leukemia</a> or an urgent <a href=\"http://bodyandhealth.canada.com/condition/getcondition/Non-Hodgkins-Lymphoma\" target=\"_blank\">lymphoma</a>, says Racco&#8217;s infertility specialist, Dr. Karen Glass.</p>\n<p>She notes that breast cancer is the most common disease for women of reproductive age.</p>\n<p>&#8220;For breast cancer it&#8217;s very easy because there&#8217;s this natural window of about eight weeks between surgery and chemo where we can get them in,&#8221; says Glass, also a reproductive endocrinologist and director of the fertility preservation program at Toronto&#8217;s Create Fertility Centre.</p>\n<blockquote class=\"pullquote\"><p>If I put an ovary back in, I&#8217;m giving back estrogen and maybe that&#8217;s not a good thing for someone who has estrogen receptor-positive breast cancer</p></blockquote>\n<p>If the woman has a big tumour, they typically see Glass, then get chemo and then undergo surgery, followed by radiation and maybe a course of <a href=\"http://bodyandhealth.canada.com/drug/getdrug/Tamoxifene\" target=\"_blank\">Tamoxifen</a>.</p>\n<p>For smaller tumours, Glass says women often have surgery first, then see her and then get chemo.</p>\n<p>Some slower-growing, very responsive tumours like Hodgkin&#8217;s lymphoma also offer time to preserve fertility, while women with <a href=\"http://bodyandhealth.canada.com/condition/getcondition/Cancer-of-the-Cervix\" target=\"_blank\">cervical cancer</a> can attempt an egg retrieval before radiation, which puts them in <a href=\"http://bodyandhealth.canada.com/healthfeature/gethealthfeature/Menopause\" target=\"_blank\">menopause</a>, notes Glass.</p>\n<p>And if ovarian cancer appears in only one ovary, doctors can take eggs from the other ovary, she adds.</p>\n<p>Racco, Glass and Warner will be part of a webcast Tuesday discussing <a href=\"http://bodyandhealth.canada.com/channel/Fertility/Ready-to-talk-to-a-fertility-specialist/Fertility-treatment-options-eg-ovulation-induction-IVF\" target=\"_blank\">fertility options</a> for breast cancer survivors including frozen embryo transfer and in vitro fertilization. The webcast is being hosted by the <a href=\"http://www.cancer.ca/\" target=\"_blank\">Canadian Cancer Society</a>.</p>\n<p>Aside from freezing eggs or embryos, women can also freeze ovarian tissue, but Glass says that is still considered an experimental option.</p>\n<p>&#8220;If I put an ovary back in, I&#8217;m giving back estrogen and maybe that&#8217;s not a good thing for someone who has estrogen receptor-positive breast cancer,&#8221; says Glass.</p>\n<div class=\"npBlock npImgPlain\"><div class=\"npPosRel\" style=\"width:620px;\"><img class=\"size-large wp-image-1094943\" alt=\"Getty Images/iStockphoto \" src=\"http://wpmedia.news.nationalpost.com/2016/05/cancer_moms1.jpg?w=620&#038;h=465\" width=\"620\" height=\"465\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Getty Images/iStockphoto </span></div></div></div></div>\n<p>It&#8217;s more suited to other types of cancers that require pelvic radiation, which will certainly &#8220;fry your eggs,&#8221; says Glass.</p>\n<p>&#8220;In that case, you have a good reason to take out an ovary and try and save it.&#8221;</p>\n<p>Racco admits she sometimes struggles with the decision to have another child.</p>\n<p>&#8220;It&#8217;s up and down, it depends,&#8221; sighs Racco, who was diagnosed with a cancer that was both estrogen and progesterone positive &#8212; both hormones produced during pregnancy.</p>\n<p>&#8220;Sometimes I don&#8217;t think about it at all and then sometimes it&#8217;s on the forefront of my mind. My husband is a wonderful man, very positive, he always thinks very positively that everything will work out&#8230;.</p>\n<p>&#8220;For me, it&#8217;s always a little bit different because I&#8217;m a mom and I look at my little one who&#8217;s only six.&#8221;</p>\n<p>But Racco says she&#8217;s a firm believer that everything happens for a reason.</p>\n<p>&#8220;Just like my other daughter,&#8221; she says. &#8220;She came when she was supposed to and she saved my life.&#8221;</p>\n</div>]]></content:encoded>\n\t\t\t<wfw:commentRss>http://news.nationalpost.com/health/the-challenges-facing-women-who-pursue-pregnancy-after-breast-cancer/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.news.nationalpost.com/2016/05/cancer_moms2.jpg?w=620\" title=\"cancer_moms2\" Abstract=\"\" Credit=\"Getty Images/iStockphoto \"  />\n\t\t<media:thumbnail url=\"http://wpmedia.news.nationalpost.com/2016/05/cancer_moms2.jpg?w=140\" />\n\t\t<media:content url=\"http://wpmedia.news.nationalpost.com/2016/05/cancer_moms2.jpg?w=140\" medium=\"image\">\n\t\t\t<media:title type=\"html\">cancer_moms2</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/cancer_moms3.jpg?w=620\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Dr. Karen Glass</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/cancer_moms1.jpg?w=620\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Getty Images/iStockphoto </media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Study strengthens suspected link between Zika and paralysis</title>\n\t\t<link>http://news.nationalpost.com/health/study-strengthens-suspected-link-between-zika-and-paralysis</link>\n\t\t<comments>http://news.nationalpost.com/health/study-strengthens-suspected-link-between-zika-and-paralysis#respond</comments>\n\t\t<pubDate>Fri, 06 May 2016 15:11:27 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Mike Stobbe, The Associated Press]]></dc:creator>\n\t\t\t\t<category><![CDATA[Health]]></category>\n\t\t<category><![CDATA[Centers for Disease Control and Prevention]]></category>\n\t\t<category><![CDATA[Contagious and Infectious Diseases]]></category>\n\t\t<category><![CDATA[Health and Fitness]]></category>\n\t\t<category><![CDATA[zika virus]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://news.nationalpost.com/?p=1094514</guid>\n\t\t<description><![CDATA[A study in Brazil found nearly 90 per cent of people with a rare paralyzing condition said they had symptoms of Zika earlier -- contributing to mounting evidence that Zika may be a cause]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div><p>NEW YORK &#8212; A study in Brazil found nearly 90 per cent of people with a rare paralyzing condition said they had symptoms of <a href=\"http://bodyandhealth.canada.com/condition/getcondition/Zika-Virus-Infection\" target=\"_blank\">Zika</a> earlier &#8212; contributing to mounting evidence that Zika may be a cause.</p>\n<p>But there are caveats: It&#8217;s a small study, and investigators don&#8217;t yet have blood test results confirming the patients were infected with Zika before they suffered muscle weakness and paralysis.</p>\n<p>The partial findings were reported Thursday by the <a href=\"http://www.cdc.gov\" target=\"_blank\">U.S. Centers for Disease Control and Prevention</a>.</p>\n<p>Zika virus is spread mainly by mosquitoes. It causes only a mild and brief illness, at worst, in most people.</p>\n<p>But last year, when Zika outbreaks were being reported in Brazil for the first time, doctors also saw a dramatic increase in <a href=\"http://bodyandhealth.canada.com/channel/Infection/Zika-virus/Zika-virus-infection-and-birth-defects\" target=\"_blank\">severe brain-related birth defects</a> in babies born to women infected during pregnancy. After looking at different kinds of evidence, health officials this year concluded Zika causes birth defects.</p>\n<div id=\"pn_video_258349\"></div>\n<p>Meanwhile, doctors are also looking into whether Zika caused of a spike in <a href=\"http://bodyandhealth.canada.com/condition/getcondition/Guillain-Barre-Syndrome\" target=\"_blank\">Guillain-Barre</a> cases that occurred in Brazil during Zika outbreaks.</p>\n<p>Guillain-Barre syndrome is an unusual illness in which a person&#8217;s immune system damages peripheral nerve cells, causing muscle weakness and paralysis. Most cases are in adults.</p>\n<p>Symptoms usually start in the legs and can last a few weeks or several months. Most people fully recover, but some have permanent damage. An estimated 1 in 20 people with the condition die, usually when the paralysis affects muscles that control breathing.</p>\n<p>There are a number of causes, including bacterial or viral infections. Doctors have said it would not be surprising if Zika causes Guillain-Barre too, but scientists are investigating the link.</p>\n<p>They think the body forms antibodies to fight a Zika infection, and when the initial symptoms subside, the antibodies turn and attack the peripheral nerves.</p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://news.nationalpost.com/news/canada/canada-confirms-its-first-case-of-sexually-transmitted-zika-virus-as-ontario-resident-infected-by-partner\">Canada confirms its first case of sexually transmitted Zika virus as Ontario resident infected by partner</a></li><li><a href=\"http://news.nationalpost.com/health/zika-may-cause-temporary-paralysis-study-shows\">Zika may cause temporary paralysis, study shows</a></li><li><a href=\"http://news.nationalpost.com/news/world/rare-neurological-disorder-causing-temporary-paralysis-reported-in-countries-seeing-zika-virus-outbreak\">Rare neurological disorder causing temporary paralysis reported in countries seeing Zika virus outbreak</a></li><li><a href=\"http://news.nationalpost.com/health/cdc-the-more-we-know-about-zika-the-scarier-it-is\">CDC: The more we know about Zika, the scarier it is</a></li></ul></div>\n<p>An estimated 3,000 to 6,000 Americans develop Guillain-Barre each year. Most are individual cases; clusters are extremely unusual.</p>\n<p>The study was conducted in and around the city of Salvador in northeast Brazil. It focused on 41 Guillain-Barre cases last spring and summer, compared them with 85 similar people who didn&#8217;t develop the condition. Nearly 90 per cent of the Guillain-Barre group said they had suffered Zika-like symptoms earlier, including rash and red eyes, compared with about 20 per cent in the other group.</p>\n<p>In about a month, investigators expect results from a laboratory analysis to see if the prior infections were Zika or another germ, said the CDC&#8217;s Dr. Ashley Styczynski, the lead author of the new report.</p>\n<p>This comes after a similar-size study led by French researchers &#8212; published earlier this year &#8212; that looked at Guillain-Barre cases during a Zika outbreak in French Polynesia in 2013 and 2014. That study found just about all of the Guillain-Barre patients had Zika antibodies, compared with only about half of the people in a comparison group.</p>\n<div class=\"npBlock npImgPlain\"><div class=\"npPosRel\" style=\"width:620px;\"><img class=\"wp-image-1094528 size-large\" alt=\"LUIS ROBAYO/AFP/Getty Images\" src=\"http://wpmedia.news.nationalpost.com/2016/05/zika_mosquito012516.jpg?w=620&#038;h=465\" width=\"620\" height=\"465\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">LUIS ROBAYO/AFP/Getty Images</span><span class=\"npPhotoCaption\">This file photo taken on January 25, 2016 shows an Aedes Aegypti mosquito photographed on human skin in a lab of the International Training and Medical Research Training Center (CIDEIM) in Cali, Colombia.</span></div></div></div></div>\n<p>&nbsp;</p>\n<p>In both the new study and the one focused on French Polynesia, most patients with Guillain-Barre developed paralysis about a week after fighting off Zika symptoms.</p>\n<p>&#8220;The evidence is certainly mounting that GBS is a trigger for Zika,&#8221; said Dr. Farrah Mateen, a Harvard researcher who has worked on Guillain-Barre and other neurological conditions tied to infectious diseases.</p>\n<p>But more research is needed, including into why some people infected with Zika develop Guillain-Barre while many do not, she said. There likely is a combination of factors, including pre-existing immune system problems in some people, she added.</p>\n<p>The CDC is currently conducting a study of Zika and Guillain-Barre study in Puerto Rico.</p>\n</div>]]></content:encoded>\n\t\t\t<wfw:commentRss>http://news.nationalpost.com/health/study-strengthens-suspected-link-between-zika-and-paralysis/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.news.nationalpost.com/2016/02/zika_mosquitos020316.jpg?w=620\" title=\"zika_mosquitos020316\" Abstract=\"This file photo taken on February 3, 2016 shows Aedes aegypti mosquitos are photographed in a laboratory at the University of El Salvador, in San Salvador.\" Credit=\"MARVIN RECINOS/AFP/Getty Images\"  />\n\t\t<media:thumbnail url=\"http://wpmedia.news.nationalpost.com/2016/02/zika_mosquitos020316.jpg?w=140\" />\n\t\t<media:content url=\"http://wpmedia.news.nationalpost.com/2016/02/zika_mosquitos020316.jpg?w=140\" medium=\"image\">\n\t\t\t<media:title type=\"html\">zika_mosquitos020316</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/zika_mosquito012516.jpg?w=620\" medium=\"image\">\n\t\t\t<media:title type=\"html\">This file photo taken on January 25, 2016 shows an Aedes Aegypti mosquito photographed on human skin in a lab of the International Training and Medical Research Training Center (CIDEIM) in Cali, Colombia.</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Beat the bloat: What you need to know about fermented protein powders</title>\n\t\t<link>http://news.nationalpost.com/health/beat-the-bloat-what-you-need-to-know-about-fermented-protein-powders</link>\n\t\t<comments>http://news.nationalpost.com/health/beat-the-bloat-what-you-need-to-know-about-fermented-protein-powders#respond</comments>\n\t\t<pubDate>Fri, 06 May 2016 13:33:09 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Victoria Revay, Postmedia Network]]></dc:creator>\n\t\t\t\t<category><![CDATA[Health]]></category>\n\t\t<category><![CDATA[Diet and Fitness]]></category>\n\t\t<category><![CDATA[Diet and Nutrition]]></category>\n\t\t<category><![CDATA[Health and Fitness]]></category>\n\t\t<category><![CDATA[Healthy eating]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://news.nationalpost.com/?p=1094336</guid>\n\t\t<description><![CDATA[You’ve probably heard that fermented foods are recommended over others because they promote a healthier gut.  But is using a fermented protein powder that much better than non-fermented?]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div><p><strong>There are just six weeks left until summer officially kicks off and instead of stressing about your body, we&#8217;re here to help you achieve its best version &#8211; inside and out.</strong></p>\n<p><strong>Whether it&#8217;s fitness, beauty or style, each week we will feature tips from experts in our Countdown to Summer series to help you feel and look your best. Here is Part Three of our series.</strong></p>\n<p>Pass the kimchi and kombucha, even the sauerkraut &#8211; oh and don’t forget the fermented protein powder.</p>\n<p>When it comes to waistlines, you’ve probably heard that fermented foods are recommended over others because they promote a healthier gut. Many bestselling books like The Good Gut, The Microbiome Solution, and The Gut Balance Revolution herald the benefits of a healthy gut because they say it promotes overall well-being including a trimmer tummy.</p>\n<p>But is using a fermented protein powder that much better than non-fermented?</p>\n<div class=\"npBlock npImgPlain\"><div class=\"npPosRel\" style=\"width:595px;\"><img class=\"wp-image-1094376 size-full\" alt=\"Instagram\" src=\"http://wpmedia.news.nationalpost.com/2016/05/fermented_protein3a.jpg?w=595&#038;h=451\" width=\"595\" height=\"451\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Instagram</span><span class=\"npPhotoCaption\">Joy McCarthy</span></div></div></div></div>\n<p>For Eva Redpath, a Toronto-based women’s fitness leader who is constantly on-the-run, adding a protein powder to her smoothie or mixing it into other foods has become a staple to her fitness regime. She prefers a fermented protein because it doesn’t give her bloating post-workout.</p>\n\n<p>“Protein powders are also a great way to get direct fuel to your muscles for repair after exercise,” she said. “It’s crucial to understand what you’re putting into your body and how it’s benefiting from it.”</p>\n<p>Joy McCarthy, the Toronto-based holistic nutritionist and bestselling author recommends we consume proteins at every meal as it helps “balance blood sugar levels, boost metabolism and keep food cravings in check.”</p>\n<p>She says protein powders are a good way to get protein when other sources like nuts, quinoa or a piece of fish,” aren’t handy.</p>\n<p>When it comes to fermented protein powders, such as Genuine Health’s fermented vegan proteins+, McCarthy says fermentation makes a “huge difference” when it comes to promoting gut health.</p>\n<p>“What happens in fermentation is that bacteria breaks down the protein so it’s much easier to digest,” she said. “It doesn’t matter how many grams of protein are printed on the label, if it’s not fermented you may not be absorbing all of the protein from that product.”</p>\n<p>McCarthy says that a fermented protein powder is especially good for people who are sensitive to whey, which is a dairy protein, because it doesn’t cause an upset stomach. She also advises to try more than one variety of protein powders to avoid getting a sensitivity.</p>\n<p>“Cycle your proteins,” said McCarthy. “Finish one bottle of protein, then try a different one. You need to mix things up because you can become sensitive to any type of protein.”</p>\n<p>If you’re choosing a protein powder supplement, Gail Hammond, a dietitian and food, nutrition and health lecturer at the University of British Columbia says there are many varieties to choose from.</p>\n<p>“Vegans will be looking for plant-based protein sources, such as legume (e.g., soy, pea, peanut), nut (e.g., Brazil), seed (e.g., hemp, chia), and grain-based (e.g., brown rice, quinoa) powders,” she said. “People with allergies to specific foods such as nuts, eggs or dairy will avoid these types of protein supplements.”</p>\n<div class=\"npBlock npImgPlain\"><div class=\"npPosRel\" style=\"width:620px;\"><img class=\"wp-image-1094374 size-large\" alt=\"Joy McCarthy\" src=\"http://wpmedia.news.nationalpost.com/2016/05/fermented_protein1a.jpg?w=620&#038;h=414\" width=\"620\" height=\"414\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Joy McCarthy</span><span class=\"npPhotoCaption\">Sweet Potato Muffins</span></div></div></div></div>\n<p><strong>Try this recipe with fermented protein powder. And it’s not even a smoothie!</strong></p>\n<p>Sweet Potato Protein Muffins (Courtesy of Joy McCarthy’s website, <a href=\"http://joyoushealth.com\" target=\"_blank\">joyoushealth.com</a>)</p>\n<p>Ingredients<br />\n1/2 cup coconut flour<br />\n1/4 cup Genuine Health fermented vegan proteins+ vanilla<br />\n2 tsp baking powder<br />\n2 tsp ground cinnamon<br />\n1/4 tsp fine sea salt<br />\n2/3 cup sweet potato puree<br />\n1/3 cup maple syrup<br />\n1/2 cup coconut oil, melted<br />\n5 eggs, whisked<br />\n3/4 cup almond milk<br />\nOptional: 1/2 cup Mini Chocolate Chips</p>\n<p>Method<br />\nCombine all the dry ingredients in a large mixing bowl. In a separate bowl, whisk together the wet ingredients. Then add the wet to the dry ingredients. Place batter into muffin tin cups.<br />\nBake at 350F for 30-35 minutes or until a fork inserted into the middle of the muffin comes out clean. Makes 15 muffins. Or 12 if you make them larger.</p>\n</div>]]></content:encoded>\n\t\t\t<wfw:commentRss>http://news.nationalpost.com/health/beat-the-bloat-what-you-need-to-know-about-fermented-protein-powders/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.news.nationalpost.com/2016/05/fermented_protein1.jpg?w=620\" title=\"fermented_protein1\" Abstract=\"Fermented protein powders, such as Genuine Health’s fermented vegan proteins+ make a “huge difference” when it comes to promoting gut health.\" Credit=\"Stock image/Getty Images\"  />\n\t\t<media:thumbnail url=\"http://wpmedia.news.nationalpost.com/2016/05/fermented_protein1.jpg?w=140\" />\n\t\t<media:content url=\"http://wpmedia.news.nationalpost.com/2016/05/fermented_protein1.jpg?w=140\" medium=\"image\">\n\t\t\t<media:title type=\"html\">fermented_protein1</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/fermented_protein3a.jpg\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Joy McCarthy</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/fermented_protein1a.jpg?w=620\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Sweet Potato Muffins</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>I&#8217;m not a junkie, and my family is starving because doctors won&#8217;t prescribe me opioids so I can work</title>\n\t\t<link>http://news.nationalpost.com/news/canada/canadian-politics/im-not-a-junkie-and-my-family-is-starving-because-doctors-wont-prescribe-me-opioids-so-i-can-work</link>\n\t\t<comments>http://news.nationalpost.com/news/canada/canadian-politics/im-not-a-junkie-and-my-family-is-starving-because-doctors-wont-prescribe-me-opioids-so-i-can-work#respond</comments>\n\t\t<pubDate>Thu, 05 May 2016 19:57:17 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Ian MacLeod, Ottawa Citizen]]></dc:creator>\n\t\t\t\t<category><![CDATA[Canadian Politics]]></category>\n\t\t<category><![CDATA[Canada]]></category>\n\t\t<category><![CDATA[Health]]></category>\n\t\t<category><![CDATA[Leonard Briere]]></category>\n\t\t<category><![CDATA[Opioid]]></category>\n\t\t<category><![CDATA[Oxycontin]]></category>\n\t\t<category><![CDATA[Percocet]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://news.nationalpost.com/?p=1091534</guid>\n\t\t<description><![CDATA['I take medication to relieve pain so I can work and pay my bills. Or, I don’t take the medication and I can’t work. ... I’m looking at filing for bankruptcy now']]></description>\n\t\t\t\t<content:encoded><![CDATA[<div><p>OTTAWA • Leonard Briere is no junkie. The Manitoba man severely damaged his right hand and wrist in a November 2013 gun accident and joined the six million Canadians who depend on prescribed opioid painkillers to get through the day.&nbsp;But Briere can’t get the drugs he says he needs to return to work as a Winnipeg-area construction superintendent.</p>\n<p>More doctors are abandoning or refusing to write opioid prescriptions for pain-stricken patients because of concerns the drugs might end up on the illicit market and worsen the spreading epidemic of opioid overdoses and deaths among street-drug users and others.&nbsp;So Briere and others like him suffer. Now, his anguish has turned to indignation.</p>\n<p>The Liberal government recently abandoned a Health Canada draft plan that would have required oxycondone painkillers be tamper-resistant and difficult to crush, snort or inject, the preferred methods of use by addicts. Eventually, all opioids would have to include the safeguard, rendering the pills largely useless to all but legitimate consumers.</p>\n<p>The news hit Briere hard. The 37-year-old picked up the phone this week and called Postmedia parliamentary reporter Ian MacLeod to talk about his physical pain, mental distress, unemployment and looming bankruptcy. Here, in his own words, is Briere’s story:</p>\n<hr>\n<p>&nbsp;</p>\n<div class=\"npImgCentre\"><div class=\"npPosRel\" style=\"width:620px;\"><img class=\"size-large wp-image-1093827\" alt=\"Lyle Stafford for National Post\" src=\"http://wpmedia.news.nationalpost.com/2016/05/workshop.jpg?w=620&#038;h=465\" width=\"620\" height=\"465\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Lyle Stafford for National Post</span><span class=\"npPhotoCaption\">Leonard Briere severely damaged his right hand and wrist in a November 2013 gun accident.</span></div></div></div></div>\n<p>&#8220;Ever since (the accident), it’s been a complete nightmare. I lost my job because of it, so I started my own company. I went through surgery, but it didn’t help, (the pain) is going to be a problem forever now.</p>\n<p>&#8220;I had a family doctor, he was helping me with meds and pain. He started me out with six Percocet a day, but for the work I was doing, it just kept going up and up. I started taking oxy 20s, (OxyContin 20-milligrams) three times a day, in addition to the percs, to manage the pain. (Briere was classified as a “triplicate prescription patient,” a reference to one of Canada’s prescription monitoring programs that track outpatient prescription dispensing.)</p>\n<p>&#8220;I’ve educated myself with OxyContin and Percocet, and all the meds, so every six months I take myself off them, I go cold turkey. I don’t keep going up. I’ll sit at home for a week, go through the withdrawals and be done with it. The withdrawals are horrible. You’re vomitting, diarrhea, you’re a mess, it’s just the worst thing in the world. Then I’ll start again at six percs a day. Once it gets up there (again), I’ll shut &#8217;em down.</p>\n<blockquote class=\"pullquote\"><p>The bottom line is, I take medication to relieve the pain so I can work and pay my bills</p></blockquote>\n<p>&#8220;The bottom line is, I take medication to relieve the pain so I can work and pay my bills. Or, I don’t take the medication and I can’t work. Working four or five hours a day, my hand hurts too much, so I’m sitting at home after that.</p>\n<p>&#8220;You know when you get a leg cramp and it hurts really bad for a few minutes? That’s what my hand starts out as during the day, and then it just increases and increases and it feels like there’s someone squeezing a vise on my wrist.</p>\n<p>&#8220;I got a job in Calgary for a year and I had a doctor there and he prescribed me the same medication. (Like the previous doctor) I saw him on a monthly basis to review pain and pill treatment.</p>\n<p>&#8220;I moved again to B.C. for work and could not find a family doctor to take my case after visiting six different doctors&nbsp;and going through the steps of trying to get one of them to help me with no success. All were accepting new patients, just none were take triplicate patients.</p>\n<div class=\"npImgCentre\"><div class=\"npPosRel\" style=\"width:620px;\"><img class=\"size-large wp-image-1093825\" alt=\"Lyle Stafford for National Post\" src=\"http://wpmedia.news.nationalpost.com/2016/05/hand1.jpg?w=620&#038;h=465\" width=\"620\" height=\"465\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Lyle Stafford for National Post</span><span class=\"npPhotoCaption\">The scars on Leonard Briere&#039;s hand and wrist bear testimony to the severe injury that continues to cause him excruciating pain.</span></div></div></div></div>\n<p>&#8220;I tossed in the towel and went through withdrawals and, due to too much time taken off work creating a very unpleasant work environment, I resigned my job.</p>\n<p>&#8220;I packed up and came back to Manitoba to be closer to my son (and wife) in Winnipeg and returned to my family physician and continued treatment up until January (when the doctor closed his practice).</p>\n<p>&#8220;After visiting doctors in Winnipeg and surrounding areas, including the pain clinic, three of them treated me like a junkie and refused to help or even look at my medical charts.</p>\n<blockquote class=\"pullquote\"><p>They just told me, ‘No, you’re an opiate patient and I don’t want you as a patient</p></blockquote>\n<p>&#8220;They just told me, ‘No, you’re an opiate patient and I don’t want you as a patient.’ I have letters from doctors in Alberta saying I’m not a drug-seeking patient.</p>\n<p>&#8220;At this point I had given up and simply was unsure what to do. My&nbsp;wife had continued looking for a doctor and found one. He took some mercy on me on gave me two Percocets, five milligrams, per day along with four Tylenol 3s per day. He said, ‘It would be inhuman to let you leave without pain medication.&#8217;</p>\n<p>&#8220;After one month, he left on vacation and did not refill my script. We found a nurse practitioner (in April) and she refilled my script for 20 days at which time I rebooked another appointment, asking her to keep the Tylenol 3s and give me six Percocet a day because the Tylenol was not cutting it.</p>\n<div class=\"npImgCentre\"><div class=\"npPosRel\" style=\"width:620px;\"><img class=\"size-large wp-image-1093846\" alt=\"Graeme Roy/The Canadian Press\" src=\"http://wpmedia.news.nationalpost.com/2016/05/drugs1.jpg?w=620&#038;h=396\" width=\"620\" height=\"396\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Graeme Roy/The Canadian Press</span><span class=\"npPhotoCaption\">Leonard Briere goes off his painkillers every six months, spending a week in withdrawal.</span></div></div></div></div>\n<p>&#8220;I literally just got out of (her) office (Tuesday afternoon). Now, the same thing is happening. I went in there and, because I’m asking for pain meds, I’m being treated like&nbsp; a junkie. She’s giving me two Percocets and four Tylenol 3s a day. She tried to prescribe me anti-inflammatories, but I told her repeatedly that I’ve been down that road, anti-inflammatories don’t work. You know what my option was? She told me to quit my job and get a new career. I’ve got 20 years under my belt in construction and I have to go pump gas because they don’t want me to get addicted to pain meds.</p>\n<p>&#8220;Honestly, I’m thinking of going to find another doctor. She gave me a contract to sign that I would not go ‘doctor shopping,’ but I’m not really wanting to sign this because I’m not a drug addict, I don’t need to go to these stipulations.</p>\n<p>&#8220;I’m not selling my meds. I even told the doctors I’ll go take a blood test and you can see that I’m taking these things. I’m willing to do what you need me to do to prove that I’m taking them, I’m not selling them, I’m not abusing them. And you just get the blank stare, like you’re an addict, it’s like talking to the wall. I’m looking at filing bankruptcy and my family is starving right now because I need to work. It’s crazy, I don’t know what to do, I’m so frustrated.</p>\n<blockquote class=\"pullquote\"><p>To be honest, I was almost in tears in her office</p></blockquote>\n<p>&#8220;To be honest, I was almost in tears in her office, I had to leave, I just couldn’t handle it. You’re telling me my options are to get a new job? That’s what my options are? She said what about family, can they help you pay your bills? She was trying to help with my family, instead of my pain. I couldn’t believe it.</p>\n<p>&#8220;I understand that there are people out there that are abusing these things and ODing. They have to come up with a different method of supplying these drugs to people so the right people are getting them and the wrong people aren’t.</p>\n<p>&#8220;What do I do at this point? All I know is that my life in shambles; I can’t feed my family right now because of it.<strong><br />\n</strong></p>\n<div class=\"npBlock npRule npRelated\"><h4 class=\"npNoRule\">Related</h4><ul class=\"related_links\"><li><a href=\"http://news.nationalpost.com/news/canada/canadian-politics/chronic-pain-sufferers-could-be-refused-opioids-as-liberals-ditch-anti-tampering-plan-doctors-warn\">Chronic pain sufferers could be refused opioids as Liberals ditch anti-tampering plan, doctors warn</a></li><li><a href=\"http://news.nationalpost.com/news/canada/canadian-politics/liberal-sparks-eruption-of-applause-with-progressive-speech-at-un-narcotics-conference\">Canadian official causes stir with ‘progressive’ speech at UN narcotics conference</a></li></ul></div>\n<p><strong>Postscript:</strong> The Global Commission on Drug Policy issued a report last fall — “The Global Crisis of Avoidable Pain” — detailing how the international drug-control system is stoking a health-care disaster of inequitable access to controlled medicines, “resulting in the avoidable pain and suffering of people around the world.</p>\n<p>“In some countries, overly burdensome regulations for prescribing controlled medicines, something that can be linked to the U.N. drug conventions, create a situation where physicians must operate in a climate of fear and legal uncertainty, real or perceived,” it says.</p>\n<p>“As a result, many are afraid of prescribing controlled medicines due to the risk of prosecution, or of being charged with professional misconduct for failing to adhere to stringent regimes. What’s more, this environment contributes heavily to broader societal attitudes and the stigmatization of people who use controlled substances, licit or otherwise.”</p>\n<p><em>• Email: <a href=\"mailto:imacleod@postmedia.com\">imacleod@postmedia.com</a> | Twitter: <a class=\"twitter-follow-button\" href=\"http://twitter.com/macleod_ian\">macleod_ian</a></em></p>\n</div>]]></content:encoded>\n\t\t\t<wfw:commentRss>http://news.nationalpost.com/news/canada/canadian-politics/im-not-a-junkie-and-my-family-is-starving-because-doctors-wont-prescribe-me-opioids-so-i-can-work/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.news.nationalpost.com/2016/05/leonard__briere1.jpg?w=620\" title=\"Leonard__Briere1\" Abstract=\"Leonard Briere, with his son, Orion, and wife, Mary, in St. Laurent, Man., on May 4, 2016. \" Credit=\"Lyle Stafford for National Post\"  />\n\t\t<media:thumbnail url=\"http://wpmedia.news.nationalpost.com/2016/05/leonard__briere1.jpg?w=140\" />\n\t\t<media:content url=\"http://wpmedia.news.nationalpost.com/2016/05/leonard__briere1.jpg?w=140\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Leonard__Briere1</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/workshop.jpg?w=620\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Lyle Stafford for National Post</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/hand1.jpg?w=620\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Lyle Stafford for National Post</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/drugs1.jpg?w=620\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Graeme Roy/The Canadian Press</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Can trauma be passed through generations? Author says making link to past may be key to healing</title>\n\t\t<link>http://news.nationalpost.com/health/can-trauma-be-passed-through-generations-author-says-making-link-to-past-may-be-key-to-healing</link>\n\t\t<comments>http://news.nationalpost.com/health/can-trauma-be-passed-through-generations-author-says-making-link-to-past-may-be-key-to-healing#respond</comments>\n\t\t<pubDate>Thu, 05 May 2016 19:44:24 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Sharon Kirkey]]></dc:creator>\n\t\t\t\t<category><![CDATA[Health]]></category>\n\t\t<category><![CDATA[Injuries and Traumas]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://news.nationalpost.com/?p=1093919</guid>\n\t\t<description><![CDATA[Mark Wolynn promotes the idea that we inherit and unconsciously ‘relive’ aspects of family trauma that can drive our own depressions, anxieties and phobias]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div><p>When a “collateral victim” of residential schools was given 15 months in prison last month for burning a five-year-old girl 27 times with a cigarette and lighter, the lenient sentence sparked outrage in some quarters. The Quebec aboriginal man —&nbsp;21 at the time of the assaults — didn’t attend residential schools. Nor did his parents. He&nbsp;grew up in an abusive household the judge found&nbsp;was a legacy of residential school abuse experienced by his grandparents. Author Mark Wolynn was astonished to hear a court give such weight to “generational trauma,” though the judge didn’t use those words. But that&#8217;s precisely Wolynn&#8217;s&nbsp;goal, &#8216;to get more people thinking in this direction.” &#8220;Inherited family trauma doesn&#8217;t excuse the behaviour, but it can help explain.&#8221; Wolynn&#8217;s&nbsp;new book, It Didn’t Start with You: How Inherited Family Trauma Shapes Who We Are and How to End the Cycle, popularizes the idea that we inherit and unconsciously “relive” aspects of family trauma that can drive our own depressions, anxieties and phobias. Sharon Kirkey of the National Post spoke with Wolynn. The following is a condensed and edited transcript.</p>\n<p><strong>Q: It Didn’t Start with You started when you temporarily lost vision in your left eye. Was yours a physical manifestation of “biological trauma”?</strong></p>\n<div class=\"npImgRight\"><div class=\"npPosRel\" style=\"width:200px;\"><img class=\" wp-image-1094269\" alt=\"Handout\" src=\"http://wpmedia.news.nationalpost.com/2016/05/mark-wolynn.jpg?w=200&#038;h=282\" width=\"200\" height=\"282\"><div class=\"npPhotoTxt npTxtPlain npTxtLeft\"><div class=\"npGroup\"><span class=\"npPhotoCredit\">Handout</span><span class=\"npPhotoCaption\">Author Mark Wolynn</span></div></div></div></div>\n<p><strong>A:</strong>&nbsp;It was physical and emotional. I had the bad kind (of central serous retinopathy), the five per cent kind where it can lead to becoming legally blind.&nbsp;I was terrified. Western medicine didn’t have any answers. I tried supplements, vitamins, juice fasts and hands on healing. Nothing worked.</p>\n<p>And then I went on a search to find the deeper meaning. This search leads me halfway around the globe to study with some pretty profound teachers (including a guru in Indonesia, who had Wolynn meditate, blindfolded and ear-plugged, on a small mat for 72 hours). They taught me some fundamental principles, one of which was to go home and heal my relationship with my parents, which was completely broken.</p>\n<p>Each of my grandparents was orphaned in some way. Three of them lose their mothers when they’re babies or toddlers; the fourth loses her father when she’s one, so ultimately she loses her mother’s attunement as well. Basically this pattern of being broken from a mother’s love has been passed down through my family. I grew up with this feeling of, ‘everything’s a catastrophe.’</p>\n<p><strong>Q:&nbsp;Much of what you write is rooted in the field of epigenetics —&nbsp;how the environment, notably in the womb before we are born, can cause certain genes to switch on or off, affecting our behaviour. But critics say this can pin a lot of the blame on mothers.</strong></p>\n<p><strong>A: </strong>It isn’t anyone’s fault. (But) the experience of stress is stored in the body and transmitted to the children. So when we have a trauma, it changes us. It creates a chemical change in our DNA that can make the genes begin to function in a new way.</p>\n<p>Let’s say our grandparents and parents come from a war-torn country with bombs and bullets. It has given them a skill set to protect themselves — to duck, run for cover, have very quick reactions or reflexes. But if we’re born in a safe environment, where bombs aren’t going off, but our body is always on hyper arousal, always reacting as though something terrible could happen, that can be damaging.</p>\n<p><strong>Q:&nbsp;When did you start seeing signs of “inherited trauma” in your own practice?</strong></p>\n<p><strong>A:</strong> It’s in our language. We say things that are not in context with our life experience.</p>\n<p>In one early case, this woman comes to me, and she’s a cutter. She cuts so deeply into her leg and abdomen and arms that she hits bone. She needs to be hospitalized for infections. She has a lovely mum, a lovely dad and a lovely childhood. I said, ‘Tell me, what you think about right before you cut?’ And she said these strange words: “I deserve to die.” I’m thinking, ‘She’s 24. What did she do?’ I began to poke around in her family history and she told me her grandmother, who was an alcoholic, drove drunk. Grandpa is in the passenger seat. Grandma hits a telephone poll. Grandpa goes through the windshield and gets cut, deeply, and dies. Bleeds to death going through the windshield. And grandma feels like she deserves to die. It’s speculation. But when I worked with her, with that trauma, she stopped cutting.</p>\n<p><strong>Q: Skeptics might say this sounds like pseudo-science. What’s the reaction when you present your theories?</strong></p>\n<p><strong>A:</strong> Some of these ideas are challenging. One of the biggest movements in epigenetics is coming from (Mount Sinai School of Medicine neuroscientist) Rachel Yehuda. She showed that Holocaust survivors and their children share similar trauma symptoms — specifically, low levels of (the stress hormone) cortisol. Then she finds the same patterns in children born to pregnant mothers who went on to get PTSD after the World Trade Center attacks in 9/11.</p>\n<p>Biological inheritance may be a reality but it doesn&#8217;t have to be our destiny. We can change these patterns. We have to first make the link. The sad part is that many of us walk around without a clue. We just think we’re the problem.</p>\n<p><em>• Email: <a href=\"mailto:skirkey@postmedia.com\">skirkey@postmedia.com</a> | Twitter: <a class=\"twitter-follow-button\" href=\"http://twitter.com/sharon_kirkey\">sharon_kirkey</a></em></p>\n</div>]]></content:encoded>\n\t\t\t<wfw:commentRss>http://news.nationalpost.com/health/can-trauma-be-passed-through-generations-author-says-making-link-to-past-may-be-key-to-healing/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t<np:ptpl>std</np:ptpl><atom:link rel=\"enclosure\" type=\"image/jpeg\" href=\"http://wpmedia.news.nationalpost.com/2016/05/trauma-1.jpg?w=620\" title=\"trauma-1\" Abstract=\"Biological inheritance of trauma may be a reality but it’s not our destiny, author Mark Wolynn says.\" Credit=\"Fotolia\"  />\n\t\t<media:thumbnail url=\"http://wpmedia.news.nationalpost.com/2016/05/trauma-1.jpg?w=140\" />\n\t\t<media:content url=\"http://wpmedia.news.nationalpost.com/2016/05/trauma-1.jpg?w=140\" medium=\"image\">\n\t\t\t<media:title type=\"html\">trauma-1</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"https://nationalpostcom.files.wordpress.com/2016/05/mark-wolynn.jpg?w=100\" medium=\"image\">\n\t\t\t<media:title type=\"html\">Handout</media:title>\n\t\t</media:content>\n\t</item>\n\t</channel>\n</rss>",
  "headers": {
    "Date": "Fri, 13 May 2016 07:43:50 GMT",
    "Cache-Control": "max-age=300, must-revalidate",
    "Content-Encoding": "gzip",
    "Last-Modified": "Fri, 13 May 2016 07:43:49 GMT",
    "X-nananana": "Batcache",
    "Connection": "keep-alive",
    "Server": "nginx",
    "X-hacker": "If you're reading this, you should visit automattic.com/jobs and apply to join the fun, mention this header.",
    "Transfer-Encoding": "chunked",
    "ETag": "W/\"bdc3a6ac44ce0ce0d8e0d4cf9dc5bf9a\"",
    "Vary": "Accept-Encoding, Cookie",
    "X-ac": "4.sjc _bur",
    "Content-Type": "application/rss+xml; charset=UTF-8"
  },
  "response_url": "http://news.nationalpost.com/category/health/feed"
}