{
  "requested_url": "http://ottawacitizen.com/feed",
  "fetched_at": "2016-05-13T00:46:11.498465",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?><rss version=\"2.0\"\n\txmlns:content=\"http://purl.org/rss/1.0/modules/content/\"\n\txmlns:wfw=\"http://wellformedweb.org/CommentAPI/\"\n\txmlns:dc=\"http://purl.org/dc/elements/1.1/\"\n\txmlns:atom=\"http://www.w3.org/2005/Atom\"\n\txmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\"\n\txmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\"\n\txmlns:georss=\"http://www.georss.org/georss\" xmlns:geo=\"http://www.w3.org/2003/01/geo/wgs84_pos#\" xmlns:media=\"http://search.yahoo.com/mrss/\"\n\t>\n\n<channel>\n\t<title>Ottawa Citizen</title>\n\t<atom:link href=\"http://ottawacitizen.com/feed/\" rel=\"self\" type=\"application/rss+xml\" />\n\t<link>http://ottawacitizen.com</link>\n\t<description></description>\n\t<lastBuildDate>Fri, 13 May 2016 03:56:47 +0000</lastBuildDate>\n\t<language>en</language>\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\n\t<sy:updateFrequency>1</sy:updateFrequency>\n\t<generator>http://wordpress.com/</generator>\n<cloud domain='ottawacitizen.com' port='80' path='/?rsscloud=notify' registerProcedure='' protocol='http-post' />\n<image>\n\t\t<url>http://0.gravatar.com/blavatar/034e689d25278f80f8281f2c424607c3?s=96&#038;d=http%3A%2F%2Fs2.wp.com%2Fi%2Fbuttonw-com.png</url>\n\t\t<title>Ottawa Citizen</title>\n\t\t<link>http://ottawacitizen.com</link>\n\t</image>\n\t<atom:link rel=\"search\" type=\"application/opensearchdescription+xml\" href=\"http://ottawacitizen.com/osd.xml\" title=\"Ottawa Citizen\" />\n\t<atom:link rel='hub' href='http://ottawacitizen.com/?pushpress=hub'/>\n\t<item>\n\t\t<title>Ottawa jail forum hears calls for sweeping health-care changes</title>\n\t\t<link>http://ottawacitizen.com/news/local-news/ottawa-jail-forum-hears-calls-for-sweeping-health-care-changes</link>\n\t\t<comments>http://ottawacitizen.com/news/local-news/ottawa-jail-forum-hears-calls-for-sweeping-health-care-changes#respond</comments>\n\t\t<pubDate>Fri, 13 May 2016 03:04:14 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Andrew Seymour, Ottawa Citizen]]></dc:creator>\n\t\t\t\t<category><![CDATA[Local News]]></category>\n\t\t<category><![CDATA[Criminal Sentencing and Punishment]]></category>\n\t\t<category><![CDATA[Culture and Lifestyle]]></category>\n\t\t<category><![CDATA[Forum]]></category>\n\t\t<category><![CDATA[Health and Fitness]]></category>\n\t\t<category><![CDATA[helen ward]]></category>\n\t\t<category><![CDATA[jail]]></category>\n\t\t<category><![CDATA[Julie Bilotta]]></category>\n\t\t<category><![CDATA[mental health]]></category>\n\t\t<category><![CDATA[moms]]></category>\n\t\t<category><![CDATA[Ottawa-Carleton Detention Centre]]></category>\n\t\t<category><![CDATA[overcrowding]]></category>\n\t\t<category><![CDATA[Pregnancy and Childbirth]]></category>\n\t\t<category><![CDATA[Top Videos]]></category>\n\t\t<category><![CDATA[Yasir Naqvi]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://ottawacitizen.com/?p=812489</guid>\n\t\t<description><![CDATA[A former prisoner who gave birth to her baby on the floor of an Ottawa segregation cell says it&#8217;s&#160;time to end long stays in segregation and make health care for inmates a priority, from providing drug addicts the methadone they need to making sure pregnant women receive the same care as someone who isn&#8217;t in [&#8230;]<img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=ottawacitizen.com&#038;blog=66829272&#038;post=812489&#038;subd=postmediaottawacitizen2&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>A former prisoner who gave birth to her baby on the floor of an Ottawa segregation cell says it&#8217;s&nbsp;time to end long stays in segregation and make health care for inmates a priority, from providing drug addicts the methadone they need to making sure pregnant women receive the same care as someone who isn&#8217;t in custody.</p>\n<p>Speaking at a public forum at Ottawa&#8217;s city hall Thursday intended to find solutions for the issues plaguing the Ottawa-Carleton Detention Centre, Julie Bilotta said it appears nothing has changed since 2012, when her son, Gionni, was born in the jail on Innes Road.</p>\n<p>&#8220;(Inmates) should have access to all the same health-care options as if they were not incarcerated and nothing less,&#8221; said Bilotta, whose son died a little more than a year after his birth. &#8220;Any inmate who needs medical attention or should be taken to the hospital should be taken very seriously and should receive that care. It should not be up to a correctional officer, who is not a health-care professional, to ignore or deny them that right.&#8221;</p>\n<p>The need to fix health care was a familiar theme during the forum organized by the prisoner-support group Mothers Offering Mutual Support in collaboration with the Criminalization and Punishment Education Project.</p>\n<p>Speakers included psychiatrist Dr. Helen Ward, who described how promises of a dedicated mental health unit at the jail have sat unfulfilled for three years while the mentally ill sit alone in segregation cells.</p>\n<p>Ward, who spent two years delivering psychiatric care at the jail, said Ottawa&#8217;s jail &#8220;is probably the worst&#8221; and the &#8220;whole institutional attitude is very anti-mental health.&#8221;</p>\n<p>Rules surrounding the time doctors could visit were arbitrary and restrictive for no apparent reason, Ward said. Even when doctors could get in, the mentally ill patients they needed to see were often locked in segregation cells for their safety or the safety of others.</p>\n<p>Getting in to see inmates became a security issue.</p>\n<p>&#8220;There were times when I went in as a psychiatrist. I wanted to see someone, I knew they were unwell, and my choice was either to go away and come back another day or squat down beside the food hatch while they sat on the toilet to talk to me about what was going on in their lives,&#8221; she said. &#8220;That was the most human contact that they had.&#8221;</p>\n<p>Ward said psychiatric and pain medications are cut in half when someone is incarcerated out of fear they may abuse or sell the drugs.</p>\n<p>&#8220;We&#8217;re putting the wrong people in charge of health of our most vulnerable citizens,&#8221; said&nbsp;Wendy Muckle, co-founder and director of Ottawa Inner City Health. &#8220;The health care of people who are incarcerated shouldn&#8217;t really be decided by people whose primary area of expertise is security.&#8221;</p>\n<p>That was also the conclusion of a recent John Howard Society report on health care in provincial jails. It&nbsp;recommended that the Ministry of Health and Long-Term Care take over health care in jails from the Ministry of Community Safety and Correctional Services.</p>\n<p>Lawyers and a representative from the Canadian Civil Liberties Association, meanwhile, called for bail reform that would see more accused people released on bail pending trial, easing the burden on the already overcrowded jail.</p>\n<p>The forum also heard stories from inmates and their family members about their experiences in the jail, which ranged from sleeping on the floor in cells that were triple bunked to a lack of access to medical care.</p>\n<p>Ottawa MPP and Corrections Minister Yasir Naqvi, who attended the forum, agreed the status quo cannot continue.</p>\n<p>&#8220;I&#8217;m absolutely committed to working with every single one of you to ensure that we change our system of correctional services from that which focuses on warehousing right now,&#8221; said Naqvi. &#8220;We need to put correctional back into correctional services.&#8221;</p>\n<p>Irene Mathias, a member of MOMS who is on a provincially appointed task force seeking solutions for the problems at the jail, said the time is now to make changes, but that it goes beyond Naqvi.</p>\n<p>&#8220;Ministers can&#8217;t just wave a magic wand,&#8221; said Mathias. &#8220;He has to ramp up the pressure on his bureaucracy. It&#8217;s the bureaucrats that have to turn it around.&#8221;</p>\n<p><a href=\"http://mail to:aseymour@postmedia.com\">aseymour@postmedia.com</a></p>\n<p><a href=\"http://www.twitter.com/andrew_seymour\">Twitter.com/andrew_seymour</a></p><img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=ottawacitizen.com&#038;blog=66829272&#038;post=812489&#038;subd=postmediaottawacitizen2&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></content:encoded>\n\t\t\t<wfw:commentRss>http://ottawacitizen.com/news/local-news/ottawa-jail-forum-hears-calls-for-sweeping-health-care-changes/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\n\t\t<media:thumbnail url=\"http://wpmedia.ottawacitizen.com/2016/05/former-ottawa-carleton-detention-centre-inmate-who-gave-birt1.jpeg?w=111\" />\n\t\t<media:content url=\"http://wpmedia.ottawacitizen.com/2016/05/former-ottawa-carleton-detention-centre-inmate-who-gave-birt1.jpeg?w=111\" medium=\"image\">\n\t\t\t<media:title type=\"html\">051216-0513_jail_forum8.jpg-0513_jail_forum-W.jpg</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://2.gravatar.com/avatar/5d8f858895d5b47bec3e5b0da9b3e686?s=96&#38;d=http%3A%2F%2F2.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">aseymour446</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Men hurt in east-end incident not co-operating with police</title>\n\t\t<link>http://ottawacitizen.com/news/local-news/men-hurt-in-east-end-incident-not-co-operating-with-police</link>\n\t\t<pubDate>Fri, 13 May 2016 02:46:32 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Megan Gillis, Postmedia]]></dc:creator>\n\t\t\t\t<category><![CDATA[Local News]]></category>\n\t\t<category><![CDATA[Courts and Crime]]></category>\n\t\t<category><![CDATA[Ottawa]]></category>\n\t\t<category><![CDATA[Ottawa Police Service]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://ottawacitizen.com/?p=812818</guid>\n\t\t<description><![CDATA[Ottawa police were investigating Thursday night after one man was found on a street near the Train Yards with his head and face badly bloodied and&#160;a second man walked into a nearby hospital with injuries. It was determined that neither had been shot or stabbed but both men were being unco-operative, police said. The initial [&#8230;]<img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=ottawacitizen.com&#038;blog=66829272&#038;post=812818&#038;subd=postmediaottawacitizen2&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Ottawa police were investigating Thursday night after one man was found on a street near the Train Yards with his head and face badly bloodied and&nbsp;a second man walked into a nearby hospital with injuries.</p>\n<p>It was determined that neither had been shot or stabbed but both men were being unco-operative, police said.</p>\n<p>The initial report came from the first man, who called 911 from Station Boulevard at about 9:30 p.m. and was also spotted by an independent witness who called for help.</p>\n<p>The second man, believed to be one of two men who left the scene, walked into the emergency room at the General campus of The Ottawa Hospital.</p>\n<p>Neither man’s injuries were&nbsp;considered life-threatening.</p><img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=ottawacitizen.com&#038;blog=66829272&#038;post=812818&#038;subd=postmediaottawacitizen2&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></content:encoded>\n\t\t\n\t\t<media:thumbnail url=\"http://wpmedia.ottawacitizen.com/2015/03/ottawa-ont-june-1-2010-police-constable-john-black-and2.jpg?w=111\" />\n\t\t<media:content url=\"http://wpmedia.ottawacitizen.com/2015/03/ottawa-ont-june-1-2010-police-constable-john-black-and2.jpg?w=111\" medium=\"image\">\n\t\t\t<media:title type=\"html\">WC_12940.jpg</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://1.gravatar.com/avatar/4c5fcea6f85b868f0ef78477653f3dde?s=96&#38;d=http%3A%2F%2F1.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">megangillispostmedia</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Reevely: Wind-farm firm, province were close, before it all fell apart</title>\n\t\t<link>http://ottawacitizen.com/news/national/reevely-wind-farm-firm-province-were-close-before-it-all-fell-apart</link>\n\t\t<pubDate>Fri, 13 May 2016 02:29:57 +0000</pubDate>\n\t\t<dc:creator><![CDATA[David Reevely, Ottawa Citizen]]></dc:creator>\n\t\t\t\t<category><![CDATA[National]]></category>\n\t\t<category><![CDATA[Columnists]]></category>\n\t\t<category><![CDATA[Local News]]></category>\n\t\t<category><![CDATA[Politics]]></category>\n\t\t<category><![CDATA[Bob Chiarelli]]></category>\n\t\t<category><![CDATA[Chris Benedetti]]></category>\n\t\t<category><![CDATA[Kathleen Wynne]]></category>\n\t\t<category><![CDATA[Ontario Liberal Party]]></category>\n\t\t<category><![CDATA[political finance]]></category>\n\t\t<category><![CDATA[Queen's Park]]></category>\n\t\t<category><![CDATA[Wind Energy]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://ottawacitizen.com/?p=812444</guid>\n\t\t<description><![CDATA[The Ontario government&#8217;s decision to ditch its plan for wind farms in the Great Lakes seems to have been made all the more&#160;awkward by the lobbyist-lubricated relationship the province had developed with the company that wanted to build one of the biggest. The company was Windstream Energy, which is seeking as much as&#160;$568 million&#160;in damages [&#8230;]<img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=ottawacitizen.com&#038;blog=66829272&#038;post=812444&#038;subd=postmediaottawacitizen2&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>The Ontario government&#8217;s decision to ditch its plan for wind farms in the Great Lakes seems to have been made all the more&nbsp;awkward by the lobbyist-lubricated relationship the province had developed with the company that wanted to build one of the biggest.</p>\n<p>The company was Windstream Energy, which is seeking as much as&nbsp;$568 million&nbsp;in damages on the grounds&nbsp;that the government mistreated it because it&#8217;s backed by American money, which would be a violation of the North American Free Trade Agreement.</p>\n<p>But back&nbsp;when it seemed to be&nbsp;well on its way to building a wind farm in the water off Kingston, Windstream had a&nbsp;<a href=\"http://www.sussex-strategy.com/#gallery\">lobbyist named Chris Benedetti helping it along</a>.&nbsp;Benedetti is&nbsp;a specialist in energy policy for Sussex Strategy Group (he&#8217;s had dozens upon dozens of industry clients, according to the Ontario lobbying registry), and a&nbsp;former federal Liberal staffer.</p>\n<p>If his name sounds familiar, it&#8217;s because he promoted&nbsp;the <a href=\"http://www.theglobeandmail.com/news/national/for-6000-donors-get-face-time-with-kathleen-wynne-and-energy-minister/article29045039/\">$6,000-a-plate fundraiser that offered intimate conversations with Premier Kathleen Wynne and Energy Minister Bob Chiarelli</a> as its big draw earlier this year.&nbsp;That&#8217;s the one that shamed the Liberals into <a href=\"http://ottawacitizen.com/news/local-news/reevely-lamenting-the-role-of-money-in-politics-wynne-hosts-gigantic-fundraiser\">finally pursuing reforms to political fundraising</a> because, though completely legal, it looked so gross when people found out.</p>\n<p>We know what politicians get out of such events: A whole lot of money.&nbsp;But now, thanks to&nbsp;<a href=\"http://www.pcacases.com/web/sendAttach/1507\">the company&#8217;s own claims in its case against the government</a>, which rely heavily on evidence from Benedetti himself,&nbsp;we&nbsp;know&nbsp;what Windstream&#8217;s lobbyists got before everything fell apart.</p>\n<p>For one thing, Windstream got regular&nbsp;updates on the politicians&#8217; whipsawing views&nbsp;on wind farms as they went from thinking they were a pillar of Ontario&#8217;s industrial future to worrying they&#8217;d be the death of the Liberal government.</p>\n<p>For a while in 2010, the government toyed with the idea of a restriction on lake-based wind farms that would have banned them only within five kilometres of shore. Before that was announced publicly, Windstream was already talking with Ministry of Energy people about giving up&nbsp;sections of Lake Ontario near the shore it had sought&nbsp;for its project, in exchange for rights farther out in the lake. Part of the deal&nbsp;was that it would stay out of a wind-industry campaign against the five-kilometre &#8220;exclusion zone.&#8221;</p>\n<p>(The government&#8217;s <a href=\"http://www.pcacases.com/web/sendAttach/1508\">response</a> agrees that they talked about this a lot, though it says no swap&nbsp;was ever guaranteed.)</p>\n<p>Toward the end of that year, Liberals&nbsp;were beginning to freak out about losing seats over wind farms in a looming&nbsp;election.</p>\n<p>&#8220;Windstream, concerned about the possible impact anti-wind opposition might have on its project, proposed to (Ministry of the Environment)&nbsp;officials that the project proceed as a &#8216;pilot project&#8217; in order to generate scientific data to assist the Ontario government in determining how to proceed with future offshore wind projects,&#8221; Windstream&#8217;s claim says. The company&#8217;s president had a private dinner with the energy minister and two top aides to talk about it, and then followup calls and meetings where the company got encouraging responses, the firm alleges.</p>\n<p>(The government agrees that they also talked about this, though again it says nothing was guaranteed.)</p>\n<p>When the government changed its mind in early February and decided to ban all wind farms on the lakes indefinitely, Windstream got a heads-up in a conference call&nbsp;before everybody else found out through a&nbsp;news release.</p>\n<p>(The government agrees this happened, too, and after officials met with Benedetti.)</p>\n<p>&#8220;Immediately following this call, Windstream held a separate teleconference with the Ministry of Energy’s Chief of Staff Craig MacLennan. Mr. MacLennan advised that he wanted to ensure that Windstream was &#8216;happy&#8217; with the process<strong>, </strong>and confirmed that the project could continue,&#8221; the company&#8217;s claim says.&nbsp;Everything would just have to move more slowly, waiting for more science to be done to inform the government&#8217;s approvals.</p>\n<p>Of course,&nbsp;the moratorium lasted five years and counting — long enough to kill an important contract Windstream had to sell the power its windmills would generate.</p>\n<p>Reached via email,&nbsp;Benedetti told the Citizen, his firm was retained to &#8220;assist Windstream in responding to government consultations on proposed set-back exclusion zones. These zones would have potentially affected the project and the Power Purchase Agreement Windstream had received. Sussex worked to provide fact-based information to various ministries and authorities as requested, in order to help make informed decisions.&#8221;</p>\n<p>As for Windstream, a lot of its argument that it suffered and deserves&nbsp;to be paid is based on the idea that the government jerked it around, which, ironically, could only have happened through&nbsp;the connections skilful lobbying&nbsp;created. If Windstream had never had any special meetings, its project still probably would have died, but with a lot less pain along the way.</p>\n<p>As for&nbsp;the people of Ontario, though, we&nbsp;never&nbsp;got much out of the close relationship between the government and Windstream but an angry company and&nbsp;the prospect of a gigantic bill.</p>\n<p><a href=\"mailto:dreevely@postmedia.com\">dreevely@postmedia.com</a><br />\n<a href=\"http://twitter.com/davidreevely\">twitter.com/davidreevely</a></p><img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=ottawacitizen.com&#038;blog=66829272&#038;post=812444&#038;subd=postmediaottawacitizen2&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></content:encoded>\n\t\t\n\t\t<media:thumbnail url=\"http://wpmedia.ottawacitizen.com/2015/01/kathleen-wynne-ontario-premier-held-a-press-conference-at.jpg?w=111\" />\n\t\t<media:content url=\"http://wpmedia.ottawacitizen.com/2015/01/kathleen-wynne-ontario-premier-held-a-press-conference-at.jpg?w=111\" medium=\"image\">\n\t\t\t<media:title type=\"html\">010915-0110_wynne-0110_wynne-W.jpg</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://2.gravatar.com/avatar/2771e4666988e22733014efca65d1cc8?s=96&#38;d=http%3A%2F%2F2.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">davidreevely</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Brush, forest fire doused in Gatineau</title>\n\t\t<link>http://ottawacitizen.com/news/local-news/brush-forest-fire-doused-in-gatineau</link>\n\t\t<comments>http://ottawacitizen.com/news/local-news/brush-forest-fire-doused-in-gatineau#respond</comments>\n\t\t<pubDate>Fri, 13 May 2016 02:00:09 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Megan Gillis, Postmedia]]></dc:creator>\n\t\t\t\t<category><![CDATA[Local News]]></category>\n\t\t<category><![CDATA[Fires]]></category>\n\t\t<category><![CDATA[Gatineau]]></category>\n\t\t<category><![CDATA[Ottawa River]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://ottawacitizen.com/?p=812805</guid>\n\t\t<description><![CDATA[Gatineau firefighters doused a blaze that ignited about a kilometre of brush and forest in the Lac des Fees area Thursday evening, creating a cloud of smoke visible on both sides of the Ottawa River. They were called to the fire along the creek between rue Gamelin and blvd.&#160;des Allumettières at about 7 p.m. Firefighters [&#8230;]<img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=ottawacitizen.com&#038;blog=66829272&#038;post=812805&#038;subd=postmediaottawacitizen2&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Gatineau firefighters doused a blaze that ignited about a kilometre of brush and forest in the Lac des Fees area Thursday evening, creating a cloud of smoke visible on both sides of the Ottawa River.</p>\n<p>They were called to the fire along the creek between rue Gamelin and blvd.&nbsp;des Allumettières at about 7 p.m.</p>\n<p>Firefighters quickly controlled the blaze using tools including portable pumps to get creek water onto the flames but were still checking at around 9:30 p.m. for embers that could reignite.</p>\n<p>The cause of the fire was not known but could have been as simple as a discarded cigarette in the dry conditions.</p><img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=ottawacitizen.com&#038;blog=66829272&#038;post=812805&#038;subd=postmediaottawacitizen2&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></content:encoded>\n\t\t\t<wfw:commentRss>http://ottawacitizen.com/news/local-news/brush-forest-fire-doused-in-gatineau/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\n\t\t<media:thumbnail url=\"http://wpmedia.ottawacitizen.com/2014/12/ottawa-07-06-05-glenwood-plaza-fire-gatineau-firefighter-m.jpg?w=111\" />\n\t\t<media:content url=\"http://wpmedia.ottawacitizen.com/2014/12/ottawa-07-06-05-glenwood-plaza-fire-gatineau-firefighter-m.jpg?w=111\" medium=\"image\">\n\t\t\t<media:title type=\"html\">122014-OTT0706-GLENWOOD11-1221_fire-W.jpg</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://1.gravatar.com/avatar/4c5fcea6f85b868f0ef78477653f3dde?s=96&#38;d=http%3A%2F%2F1.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">megangillispostmedia</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>State-of-the-art scanner gives Royal researchers a peek inside brain</title>\n\t\t<link>http://ottawacitizen.com/news/local-news/state-of-the-art-scanner-gives-royal-researchers-a-peek-inside-brain</link>\n\t\t<comments>http://ottawacitizen.com/news/local-news/state-of-the-art-scanner-gives-royal-researchers-a-peek-inside-brain#respond</comments>\n\t\t<pubDate>Fri, 13 May 2016 01:38:05 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Megan Gillis, Postmedia]]></dc:creator>\n\t\t\t\t<category><![CDATA[Local News]]></category>\n\t\t<category><![CDATA[Canada]]></category>\n\t\t<category><![CDATA[Fakhereh Mirrashed]]></category>\n\t\t<category><![CDATA[mental health]]></category>\n\t\t<category><![CDATA[Ottawa]]></category>\n\t\t<category><![CDATA[Post-Traumatic Stress Disorder]]></category>\n\t\t<category><![CDATA[Royal Ottawa Mental Health Centre]]></category>\n\t\t<category><![CDATA[Top Videos]]></category>\n\t\t<category><![CDATA[Zul Merali]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://ottawacitizen.com/?p=812787</guid>\n\t\t<description><![CDATA[The Royal Ottawa Mental Health Centre unveiled a new scanner Thursday that brings together two technologies to give researchers a new way to look inside the brain. The images from the positron emission tomography/magnetic resonance imaging (PET/MRI) machine will help them learn how to pinpoint diagnoses, predict the right treatment and tailor individual therapies. Dr. [&#8230;]<img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=ottawacitizen.com&#038;blog=66829272&#038;post=812787&#038;subd=postmediaottawacitizen2&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>The Royal Ottawa Mental Health Centre unveiled a new scanner Thursday that brings together two technologies to give researchers a new way to look inside the brain.</p>\n<p>The images from the positron emission tomography/magnetic resonance imaging (PET/MRI) machine will help them learn how to pinpoint diagnoses, predict the right treatment and tailor individual therapies.</p>\n<p>Dr. Zul Merali, the head of the Royal’s Institute of Mental Health Research, says it&nbsp;will make&nbsp;the invisible visible to help people who too often suffer in silence.&nbsp;</p>\n<p>“I dream of a day when mental illness is treated like any other medical condition like diabetes or heart disease, when access to treatment is as simple as walking through a single door,” Merali told doctors, donors and patients at the launch.</p>\n<p>“I hope for a day when we can talk about cures for mental illness, not temporary fixes.”</p>\n<p>Installed at a total cost of $13.5 million, the PET/MRI unit has been Merali’s goal for almost a decade. Many called it an impossible dream, he said.</p>\n<p>Made possible through an unprecedented $25 million fundraising campaign – there were 17 contributions of more than $1 million – the machine is one of only three in Canada and the first dedicated to mental-health research.</p>\n<p>Until now, diagnosing mental illnesses has been symptom-based, asking patients “how do you feel?” Merali said.</p>\n<p>The device is a step towards having&nbsp;diagnoses of mental illness confirmed with blood tests and medical imaging, just like cancer, resulting in targeted treatment instead of trial-and-error.</p>\n<p>The primary focus of research will be depression – the costliest illness worldwide.</p>\n<p>Of patients now being diagnosed and treated with mental illness, a third won’t be helped by any therapy doctors can offer.</p>\n<p>“It’s not a pretty picture,” Merali said. “We’d like to do a lot better. The one way to make a difference is to be able to see the organ you’re treating.”</p>\n<p>The Royal will be working with the Canadian Armed Forces —&nbsp;which is making a funding announcement at the mental health centre Monday – on using the machine for research on post-traumatic stress disorder.</p>\n<p>On the new scanner, the brains of people with the disorder “light up like a Christmas tree,” Merali said, noting that “you don’t need to be a neuroscientist to differentiate the brain of a control and someone who has PTSD.”</p>\n<p>Among the questions a world-renowned local researcher hopes to answer is where suicidal thoughts lie in the brain.</p>\n<p>Dr. Pierre Blier, a Canada Research Chair in psychopharmacology at the University of Ottawa who heads research into mood disorders at the Royal, is studying how the anaesthetic ketamine works on patients with depression that&#8217;s resistant&nbsp;to traditional drug treatment. He was the first in Canada to use it.</p>\n<p>In the first part of his study, two-thirds of 25 patients were better within 24 hours after a single, low dose and it lasted long as three weeks. Nearly all stopped having suicidal thoughts, buying their doctors time to try other strategies.</p>\n<p>In the next phase with 40 patients, Blier will scan patients before and after the treatment to see what parts of the brain are involved.</p>\n<p>“We could have an impact on suicide rates,” he said. “There are 4,000 suicides a year in Canada. There are more people committing suicide than dying on our roads. Worldwide, 900,000 – it’s like making Ottawa disappear every year.”</p>\n<p>Dr. Fakhereh Mirrashed, manager of the Royal’s brain imaging centre, said the PET/MRI machine will allow researchers to have perfectly matched images that show both what’s going wrong and where.</p>\n<p>The scan shows both the electrical pulses and neurotransmitters that allow the different parts of the brain to communicate and maps it, for example, tracing blood flow to areas that are more or less active.</p>\n<p>Done separately, the two pictures never line up.</p>\n<p>“When these two match, I know exactly what is happening,” Mirrashed said. “I have an anatomical picture and a molecular level picture.”</p>\n<p>&nbsp;</p><img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=ottawacitizen.com&#038;blog=66829272&#038;post=812787&#038;subd=postmediaottawacitizen2&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></content:encoded>\n\t\t\t<wfw:commentRss>http://ottawacitizen.com/news/local-news/state-of-the-art-scanner-gives-royal-researchers-a-peek-inside-brain/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\n\t\t<media:thumbnail url=\"http://wpmedia.ottawacitizen.com/2016/05/the-royal-ottawa-mental-health-centre-officially-opened-its3.jpeg?w=111\" />\n\t\t<media:content url=\"http://wpmedia.ottawacitizen.com/2016/05/the-royal-ottawa-mental-health-centre-officially-opened-its3.jpeg?w=111\" medium=\"image\">\n\t\t\t<media:title type=\"html\">051216-0513_Royal_scanner_005.JPG-0513_manager-W.jpg</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://1.gravatar.com/avatar/4c5fcea6f85b868f0ef78477653f3dde?s=96&#38;d=http%3A%2F%2F1.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">megangillispostmedia</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Police seek help identifying bank robbery suspects</title>\n\t\t<link>http://ottawacitizen.com/news/local-news/police-seek-help-identifying-bank-robbery-suspects</link>\n\t\t<comments>http://ottawacitizen.com/news/local-news/police-seek-help-identifying-bank-robbery-suspects#respond</comments>\n\t\t<pubDate>Fri, 13 May 2016 00:53:52 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Paula McCooey, Ottawa Citizen]]></dc:creator>\n\t\t\t\t<category><![CDATA[Local News]]></category>\n\t\t<category><![CDATA[City]]></category>\n\t\t<category><![CDATA[Crime]]></category>\n\t\t<category><![CDATA[Crime and Law]]></category>\n\t\t<category><![CDATA[Ottawa]]></category>\n\t\t<category><![CDATA[Robbery]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://ottawacitizen.com/?p=812331</guid>\n\t\t<description><![CDATA[Ottawa police are&#160;asking for the public&#8217;s help in identifying two male suspects in a March bank robbery. The robbery unit has released images of the men caught on video during the incident at about 1:35 p.m., March 26, when two men walked into a bank in the 900 block of Watters Road in Orléans and [&#8230;]<img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=ottawacitizen.com&#038;blog=66829272&#038;post=812331&#038;subd=postmediaottawacitizen2&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Ottawa police are&nbsp;asking for the public&#8217;s help in identifying two male suspects in a March bank robbery.</p>\n<p>The robbery unit has released images of the men caught on <a href=\"https://youtu.be/NSmE9J8FmVk\">video</a> during the incident at about 1:35 p.m., March 26, when two men walked into a bank in the 900 block of Watters Road in Orléans and produced a note demanding money.</p>\n<p>The suspects fled with an undisclosed amount of cash and an anti-theft device known as a dye-pack, which exploded and coated the cash with red&nbsp;dye&nbsp;as they left.&nbsp;&nbsp;</p>\n<p>No injuries were reported.</p>\n<p>The first suspect is described as black, about five-feet-11-inches (180 cm) tall, with a medium build and English-speaking. He wore a black ski mask, a black winter coat and gloves.&nbsp;Investigators believe the first suspect may have been exposed to red dye following the robbery.</p>\n<p>The second suspect is described as black, about six feet (183 cm) tall, with a thin build and clean-shaven. He wore a white hooded sweatshirt with a black jacket over a white Toronto Raptors baseball cap with a black rim, glasses, gloves and white-and-black basketball sneakers.</p>\n<p>Anyone with information is asked to contact the Ottawa police robbery unit at 613-236-1222, ext. 5116. Anonymous tips can be submitted by calling CrimeStoppers toll-free at 1-800-222-8477(TIPS) or by downloading the Ottawa Police app.</p>\n<p><a href=\"mailto:pmccooey@postmedia.com\">pmccooey@postmedia.com</a></p><img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=ottawacitizen.com&#038;blog=66829272&#038;post=812331&#038;subd=postmediaottawacitizen2&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></content:encoded>\n\t\t\t<wfw:commentRss>http://ottawacitizen.com/news/local-news/police-seek-help-identifying-bank-robbery-suspects/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\n\t\t<media:thumbnail url=\"http://wpmedia.ottawacitizen.com/2016/05/suspects.jpg?w=111\" />\n\t\t<media:content url=\"http://wpmedia.ottawacitizen.com/2016/05/suspects.jpg?w=111\" medium=\"image\">\n\t\t\t<media:title type=\"html\">suspects</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://0.gravatar.com/avatar/08d962cd551441942172069b31ef5878?s=96&#38;d=http%3A%2F%2F0.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">pmccooey</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Federal building in Gatineau declared safe after three-hour evacuation</title>\n\t\t<link>http://ottawacitizen.com/news/local-news/federal-building-in-gatineau-declared-safe-after-three-hour-evacuation</link>\n\t\t<comments>http://ottawacitizen.com/news/local-news/federal-building-in-gatineau-declared-safe-after-three-hour-evacuation#respond</comments>\n\t\t<pubDate>Fri, 13 May 2016 00:51:17 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Meghan Hurley, Ottawa Citizen]]></dc:creator>\n\t\t\t\t<category><![CDATA[Local News]]></category>\n\t\t<category><![CDATA[Gatineau]]></category>\n\t\t<category><![CDATA[police]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://ottawacitizen.com/?p=812402</guid>\n\t\t<description><![CDATA[A&#160;government building in Hull was evacuated Thursday morning after an employee discovered a suspicious package. Less than three hours after police were called to&#160;the&#160;Shared Services Canada building at&#160;105 Hotel de Ville St. around at 9:15 a.m., the envelope was deemed safe. The basement, first and second floors were evacuated while employees on all other floors [&#8230;]<img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=ottawacitizen.com&#038;blog=66829272&#038;post=812402&#038;subd=postmediaottawacitizen2&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>A&nbsp;government building in Hull was evacuated Thursday morning after an employee discovered a suspicious package.</p>\n<p>Less than three hours after police were called to&nbsp;the&nbsp;Shared Services Canada building at&nbsp;105 Hotel de Ville St. around at 9:15 a.m., the envelope was deemed safe.</p>\n<p>The basement, first and second floors were evacuated while employees on all other floors were told to stay in their offices.</p>\n<p>The Ottawa Fire Services hazmat team was also called to the scene to investigate.</p><img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=ottawacitizen.com&#038;blog=66829272&#038;post=812402&#038;subd=postmediaottawacitizen2&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></content:encoded>\n\t\t\t<wfw:commentRss>http://ottawacitizen.com/news/local-news/federal-building-in-gatineau-declared-safe-after-three-hour-evacuation/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\n\t\t<media:thumbnail url=\"http://wpmedia.ottawacitizen.com/2014/12/ottawa-07-06-05-glenwood-plaza-fire-gatineau-firefighter-m.jpg?w=111\" />\n\t\t<media:content url=\"http://wpmedia.ottawacitizen.com/2014/12/ottawa-07-06-05-glenwood-plaza-fire-gatineau-firefighter-m.jpg?w=111\" medium=\"image\">\n\t\t\t<media:title type=\"html\">122014-OTT0706-GLENWOOD11-1221_fire-W.jpg</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://2.gravatar.com/avatar/e88c66e4fe7b959e6947658a68ab4b5f?s=96&#38;d=http%3A%2F%2F2.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">meghanhurley</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Workers may have discovered human bones at Manotick construction site</title>\n\t\t<link>http://ottawacitizen.com/news/local-news/workers-may-have-discovered-human-bones-at-manotick-construction-site</link>\n\t\t<comments>http://ottawacitizen.com/news/local-news/workers-may-have-discovered-human-bones-at-manotick-construction-site#respond</comments>\n\t\t<pubDate>Fri, 13 May 2016 00:48:10 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Paula McCooey, Ottawa Citizen]]></dc:creator>\n\t\t\t\t<category><![CDATA[Local News]]></category>\n\t\t<category><![CDATA[City]]></category>\n\t\t<category><![CDATA[human remains]]></category>\n\t\t<category><![CDATA[Manotick]]></category>\n\t\t<category><![CDATA[police]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://ottawacitizen.com/?p=812422</guid>\n\t\t<description><![CDATA[A forensic anthropologist was called in from Toronto this week to assess whether bones found at a residential construction site in Manotick are human. Ottawa police confirmed they were called around 4 p.m. on Tuesday after a construction crew building a new home at Cabrelle Place near 1 Line Rd.&#160; made the discovery.&#160; Police found [&#8230;]<img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=ottawacitizen.com&#038;blog=66829272&#038;post=812422&#038;subd=postmediaottawacitizen2&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>A forensic anthropologist was called in from Toronto this week to assess whether bones found at a residential construction site in Manotick are human.</p>\n<p>Ottawa police confirmed they were called around 4 p.m. on Tuesday after a construction crew building a new home at Cabrelle Place near 1 Line Rd.&nbsp; made the discovery.&nbsp;</p>\n<p>Police found a jawbone and some vertebrae in a shallow dirt area that had been backfilled.</p>\n<p class=\"p1\">Ottawa police&#8217;s major crime unit is currently handling the&nbsp;investigation.&nbsp;</p>\n<p class=\"p1\"><em>With files from Shaamini Yogaretnam</em></p>\n<p><a href=\"mailto:pmccooey@postmedia.com\">pmccooey@postmedia.com</a></p><img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=ottawacitizen.com&#038;blog=66829272&#038;post=812422&#038;subd=postmediaottawacitizen2&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></content:encoded>\n\t\t\t<wfw:commentRss>http://ottawacitizen.com/news/local-news/workers-may-have-discovered-human-bones-at-manotick-construction-site/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\n\t\t<media:thumbnail url=\"http://wpmedia.ottawacitizen.com/2016/02/murder-at-ottawa-restaurant8.jpeg?w=111\" />\n\t\t<media:content url=\"http://wpmedia.ottawacitizen.com/2016/02/murder-at-ottawa-restaurant8.jpeg?w=111\" medium=\"image\">\n\t\t\t<media:title type=\"html\">021716-OttMurder02-0218_text_911-W.jpg</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://0.gravatar.com/avatar/08d962cd551441942172069b31ef5878?s=96&#38;d=http%3A%2F%2F0.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">pmccooey</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Ontario legislation would require anti-vax parents to take an &#039;education session&#039;</title>\n\t\t<link>http://ottawacitizen.com/news/local-news/ontario-legislation-would-require-anti-vax-parents-to-take-an-education-session</link>\n\t\t<comments>http://ottawacitizen.com/news/local-news/ontario-legislation-would-require-anti-vax-parents-to-take-an-education-session#respond</comments>\n\t\t<pubDate>Fri, 13 May 2016 00:47:25 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Joanne Laucius, Ottawa Citizen]]></dc:creator>\n\t\t\t\t<category><![CDATA[Local News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://ottawacitizen.com/?p=812533</guid>\n\t\t<description><![CDATA[Ontario parents who refuse to immunize their children for non-medical reasons will have to take an &#8220;education session&#8221; about the risks if new legislation passes. &#160; The amendment to the province&#8217;s Immunization of School Pupils Act, introduced Thursday, would &#8220;help parents and guardians make informed decisions about vaccination,&#8221; said Minister of Health and Long-Term Care [&#8230;]<img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=ottawacitizen.com&#038;blog=66829272&#038;post=812533&#038;subd=postmediaottawacitizen2&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Ontario parents who refuse to immunize their children for non-medical reasons will have to take an &#8220;education session&#8221; about the risks if new legislation passes. &nbsp;</p>\n<p>The amendment to the province&#8217;s Immunization of School Pupils Act, introduced Thursday, would &#8220;help parents and guardians make informed decisions about vaccination,&#8221; said Minister of Health and Long-Term Care Eric Hoskins.</p>\n<p>The amendment proposes that parents who are not able to provide immunization records to a public health unit would be required to take an education session to get an exemption. Parents would still be able to get exemptions for religious or conscientious reasons, however the pending&nbsp;legislation means they&#8217;d have to jump through one more hoop. Details of the proposed education sessions are not yet clear, but they would be provided by public health units.&nbsp;</p>\n<p>As is currently the case, unvaccinated children without&nbsp;an exemption would be suspended from school.</p>\n<p>Ontario and New Brunswick are the only the provinces that require immunizations for children to attend school unless there is a valid exemption, said David Jensen, a spokesman for the Health Ministry.&nbsp;</p>\n<p>Under the Immunization of School Pupils Act, children must have proof they have been immunized against diphtheria, tetanus, polio, measles, mumps, rubella, pertussis, meningococcal disease and chickenpox for those born after 2010.</p>\n<p>Several U.S. states, including Arizona, Arkansas, California, Michigan, Oregon, Vermont, Utah and Washington, require parents to attend a session from a public health department or health care provider to get a non-medical exemption, said Jensen.</p>\n<p>On July 1, California will no longer offer non-medical exemptions for school attendance.</p>\n<p>In Ottawa, immunization exemption rates are below two per cent, according to a statement from Ottawa Public Health.</p>\n<p>&#8220;As part of our standard practice, OPH conducts one-on-one counselling with parents who wish to file a non-medical exemption for their children, to ensure that they have all the information to make an informed decision.&#8221;</p>\n<p>The anti-vaccine lobby group Vaccine Choice Canada has charged that Ontario&#8217;s Health Ministry has &#8220;failed to ensure that Ontario citizens are adequately informed of their legal right to exemption from vaccination requirements under the Immunization of School Pupils Act.&#8221;</p>\n<p>In a complaint to the Ontario ombudsman dated May 5, Vaccine Choice said the Health Ministry&#8217;s insistence that vaccinations are mandatory are &#8220;misleading and incorrect and legal exemptions are available to parents for medical, religious and conscientious reasons.&#8221;</p>\n<p>Meanwhile, another amendment to the Immunization of School Pupils Act introduced Thursday would offer the next step in the province&#8217;s goal of establishing a vaccine registry. The amendment would require health care providers to report any vaccines they administer that are required by schools to the local public health unit.&nbsp;</p>\n<p>As it stands, parents are responsible for reporting their child&#8217;s immunization status to the health unit. The change would make it easier for parents and reduce unnecessary suspensions because of outdated immunization information, said Jensen.</p>\n<p>The Liberal majority government could quickly pass the bill, even with a mere dozen sitting days left in the session, so it can take effect before the start of the next school year.</p>\n<p>In 2013, Ontario introduced a central immunization information repository called Panorama, which has already standardized and stored over 6.3 million client records from all 36 public health units in the province, said Jensen. The initial stage of the project, focused on school-aged children, was completed in March.&nbsp;</p>\n<p>In December and January, Ottawa Public Health suspended hundreds of elementary school students because of missing immunization records. <span class=\"doctext\">As of last October, the records of 50,000 Ottawa students were out of date, despite an extensive phone and letter campaign to update them. Ottawa Public Health officials sent 8,400 final notice of suspension letters to parents, notifying them their children will be <span class=\"dochighlight\">suspended</span> if their records were not updated.<br />\n</span></p>\n<p><a href=\"mailto:jlaucius@postmedia.com\">jlaucius@postmedia.com</a></p>\n<p><em>— With a file from the National Post</em></p><img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=ottawacitizen.com&#038;blog=66829272&#038;post=812533&#038;subd=postmediaottawacitizen2&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></content:encoded>\n\t\t\t<wfw:commentRss>http://ottawacitizen.com/news/local-news/ontario-legislation-would-require-anti-vax-parents-to-take-an-education-session/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\n\t\t<media:thumbnail url=\"http://wpmedia.ottawacitizen.com/2016/05/otth1n1mainnov7.jpeg?w=111\" />\n\t\t<media:content url=\"http://wpmedia.ottawacitizen.com/2016/05/otth1n1mainnov7.jpeg?w=111\" medium=\"image\">\n\t\t\t<media:title type=\"html\">051216-H1N1_vaccine-42332599-H1N1_vaccine-W.jpg</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://0.gravatar.com/avatar/611e72e1dc90de7949b28ab026431b7d?s=96&#38;d=http%3A%2F%2F0.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">jlaucius</media:title>\n\t\t</media:content>\n\t</item>\n\t\t<item>\n\t\t<title>Boy, 13 months, dies in suspected choking accident at Gatineau daycare</title>\n\t\t<link>http://ottawacitizen.com/news/local-news/boy-13-months-dies-is-suspected-choking-accident-at-gatineau-daycare</link>\n\t\t<comments>http://ottawacitizen.com/news/local-news/boy-13-months-dies-is-suspected-choking-accident-at-gatineau-daycare#respond</comments>\n\t\t<pubDate>Fri, 13 May 2016 00:46:23 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Tom Spears, Ottawa Citizen]]></dc:creator>\n\t\t\t\t<category><![CDATA[Local News]]></category>\n\t\t<category><![CDATA[Child]]></category>\n\t\t<category><![CDATA[Choking]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://ottawacitizen.com/?p=812295</guid>\n\t\t<description><![CDATA[Gatineau police are investigating the death of a 13-month-old boy&#160;at a daycare, but say that early indications show it was a tragic accident. The child choked on food Wednesday at the daycare&#160;centre at 272 Thuyas St. in Aylmer,&#160;police said. Staff at the centre and paramedics&#160;tried unsuccessfully to save the boy. An investigation by police and [&#8230;]<img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=ottawacitizen.com&#038;blog=66829272&#038;post=812295&#038;subd=postmediaottawacitizen2&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Gatineau police are investigating the death of a 13-month-old boy&nbsp;at a daycare, but say that early indications show it was a tragic accident.</p>\n<p>The child choked on food Wednesday at the daycare&nbsp;centre at 272 Thuyas St. in Aylmer,&nbsp;police said.</p>\n<p>Staff at the centre and paramedics&nbsp;tried unsuccessfully to save the boy.</p>\n<p>An investigation by police and a coroner is automatic in deaths of children under the age of six.</p>\n<p><a href=\"mailto:tspears@postmedia.com\">tspears@postmedia.com</a></p>\n<p><a href=\"http://twitter.com/TomSpears1\">twitter.com/TomSpears1</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><img alt=\"\" border=\"0\" src=\"http://pixel.wp.com/b.gif?host=ottawacitizen.com&#038;blog=66829272&#038;post=812295&#038;subd=postmediaottawacitizen2&#038;ref=&#038;feed=1\" width=\"1\" height=\"1\" />]]></content:encoded>\n\t\t\t<wfw:commentRss>http://ottawacitizen.com/news/local-news/boy-13-months-dies-is-suspected-choking-accident-at-gatineau-daycare/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\n\t\t<media:thumbnail url=\"http://wpmedia.ottawacitizen.com/2016/05/daycare-centre-la-ribambelle-daylmer-in-gatineau-quebec-whe.jpeg?w=111\" />\n\t\t<media:content url=\"http://wpmedia.ottawacitizen.com/2016/05/daycare-centre-la-ribambelle-daylmer-in-gatineau-quebec-whe.jpeg?w=111\" medium=\"image\">\n\t\t\t<media:title type=\"html\">051216-2016512001.jpg-45511411-2016512001-W.jpg</media:title>\n\t\t</media:content>\n\n\t\t<media:content url=\"http://1.gravatar.com/avatar/4643d760f8ad1b8d11ed9abf99f08146?s=96&#38;d=http%3A%2F%2F1.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D96&#38;r=G\" medium=\"image\">\n\t\t\t<media:title type=\"html\">tomspears1</media:title>\n\t\t</media:content>\n\t</item>\n\t</channel>\n</rss>\n",
  "headers": {
    "Date": "Fri, 13 May 2016 07:43:48 GMT",
    "Transfer-Encoding": "chunked",
    "X-Instart-Streaming": "HtmlStreaming:MISS,user_agent_filter;InstantLoad:SKIP,not_html",
    "Age": "0",
    "Content-Encoding": "gzip",
    "Last-Modified": "Fri, 13 May 2016 03:56:47 GMT",
    "Content-Type": "application/rss+xml; charset=UTF-8",
    "Connection": "keep-alive",
    "X-Instart-Request-ID": "5006749999285137698:FWP01-NPPRY07:1463125428:134",
    "X-nc": "HIT bur 49",
    "X-hacker": "If you're reading this, you should visit automattic.com/jobs and apply to join the fun, mention this header.",
    "Vary": "Accept-Encoding, Accept-Encoding",
    "Server": "nginx",
    "X-ac": "4.sjc _bur"
  },
  "response_url": "http://ottawacitizen.com/feed/"
}