{
  "requested_url": "http://recode.net/feed/",
  "fetched_at": "2016-05-13T00:45:47.956387",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<feed xmlns=\"http://www.w3.org/2005/Atom\" xml:lang=\"en\">\n  <title>Recode -  All</title>\n  <updated>2016-05-12T22:56:23-04:00</updated>\n  <id>http://www.recode.net/rss/index.xml</id>\n  <link type=\"text/html\" href=\"http://www.recode.net/\" rel=\"alternate\"/>\n  <entry>\n    <published>2016-05-12T22:56:23-04:00</published>\n    <updated>2016-05-12T22:56:23-04:00</updated>\n    <title>Apple just invested $1 billion in Chinese ride-hailing service Didi</title>\n    <content type=\"html\">  \n  &lt;img alt=\"\" src=\"https://cdn1.vox-cdn.com/thumbor/Pq4ZO_NT_sf42hrNSmx67J2KMvI=/90x0:1530x1080/400x300/cdn0.vox-cdn.com/uploads/chorus_image/image/49585579/488734330.0.jpg\" /&gt;\n\n\n\n  &lt;p&gt;The Uber rival handles over 11 million rides a day on its platform.&lt;/p&gt; &lt;p&gt;Apple has invested $1 billion in China's ride-hailing service Didi Chuxing, a move that deepens the company's ties to the world's largest market.&lt;/p&gt;\n&lt;p&gt;The Cupertino technology giant's investment gives Apple, which has been hiring auto industry veterans for its own unannounced vehicle project, a stake in Uber's principal rival in China. &lt;/p&gt;\n&lt;p&gt;&lt;a href=\"http://www.reuters.com/article/us-apple-china-idUSKCN0Y404W\"&gt;Apple Chief Executive Tim Cook told Reuters&lt;/a&gt; that the company hopes to better understand the Chinese market through the investment, and potentially explore future collaborations.&lt;/p&gt;\n&lt;p&gt;Didi President Jean Liu said the deal came together at \"lightning speed.\" She recalled a meeting with Cook on April 20 in Cupertino, in which the executives shared a moment of levity.&lt;/p&gt;\n&lt;p&gt;\"Our company's legal name is called 'little orange,'\" Liu said in a briefing with journalists. \"We figured the company named after a fruit can always achieve something big.\"&lt;/p&gt;\n&lt;p&gt;Liu talked broadly about collaborating with its new investor on products, technology and marketing, though she declined to say whether Apple had discussed its long-rumored autonomous car project.&lt;/p&gt;\n&lt;p&gt;\"This is still at an early stage,\" Liu said. \"So we couldn't share more.\"&lt;/p&gt;\n&lt;p&gt;Didi, like its American counterpart Uber, has an interest in self-driving vehicles and is building a network to support human drivers and autonomous cars, Liu said.&lt;/p&gt;\n&lt;p&gt;The only automotive project Cook has talked about publicly is Apple's CarPlay, which connects a smartphone to a vehicle's entertainment system.&lt;/p&gt;\n&lt;p&gt;Asked whether Didi could help improve Apple's relationship with the Chinese government, Liu punted and referred reporters to Apple.&lt;/p&gt;\n&lt;p&gt;China is Apple's second-largest market. But fears of the Chinese government cracking down on Apple — forcing the company to s&lt;a href=\"http://www.bloomberg.com/news/articles/2016-04-22/apple-says-itunes-movies-book-services-closed-down-in-china\"&gt;hut down its iTunes Movies and iBook services i&lt;/a&gt;n the market — prompted investor&lt;a href=\"http://www.cnbc.com/2016/04/28/icahn-we-no-longer-have-a-position-in-apple.html\"&gt; Carl Icahn &lt;/a&gt;to sell his shares in the company.&lt;/p&gt;\n&lt;p&gt;Apple joins Chinese tech giants Tencent and Alibaba as strategic investors in the fast-growing taxi- and car-hailing service.&lt;/p&gt;\n&lt;p&gt;Didi, previously known as Didi Kuaidi, is looking to fend off competition from American rival Uber. It also has global expansion ambitions of its own, partnering with Lyft in the U.S. and Grab (formerly GrabTaxi) in Southeast Asia.&lt;/p&gt;\n&lt;p&gt;Liu said the company is also focused on growing its domestic market where, despite a presence in 400 cities, it commands a mere 1 percent share of the entire Chinese market.&lt;/p&gt;\n&lt;p&gt;&lt;a href=\"http://www.recode.net/2016/4/28/11586498/code-speakers-brown-crenn-liu-tan\"&gt;Liu and Anthony Tan, CEO and founder of Grab&lt;/a&gt;, will both be speaking at the &lt;strong&gt;&lt;a href=\"http://conferences.voxmedia.com/events/code-conference/#speakers\"&gt;Code&lt;/a&gt;&lt;/strong&gt;&lt;a href=\"http://conferences.voxmedia.com/events/code-conference/#speakers\"&gt; conference&lt;/a&gt; at the end of May.&lt;/p&gt;\n\n</content>\n    <link rel=\"alternate\" type=\"text/html\" href=\"http://www.recode.net/2016/5/12/11669192/apple-invest-china-ride-didi-taxi-uber\"/>\n    <id>http://www.recode.net/2016/5/12/11669192/apple-invest-china-ride-didi-taxi-uber</id>\n    <author>\n      <name>Dawn Chmielewski</name>\n    </author>\n  </entry>\n  <entry>\n    <published>2016-05-12T21:45:58-04:00</published>\n    <updated>2016-05-12T21:45:58-04:00</updated>\n    <title>Mark Zuckerberg says he wants to talk to conservatives</title>\n    <content type=\"html\">  \n  &lt;img alt=\"\" src=\"https://cdn3.vox-cdn.com/thumbor/mORLYvLui35ByYlZVdXfGcvjb-U=/447x0:4442x2996/400x300/cdn0.vox-cdn.com/uploads/chorus_image/image/49585357/511574500.0.jpg\" /&gt;\n\n\n\n  &lt;p&gt;Facebook is still in damage control mode over its Trending Topics feature. &lt;/p&gt; &lt;p&gt;Mark Zuckerberg says he wants to talk to conservatives — and lots of other people — to convince them that Facebook doesn't suppress certain political viewpoints.&lt;/p&gt;\n&lt;p&gt;&lt;a href=\"https://m.facebook.com/zuck/posts/10102830259184701\"&gt;Zuckerberg posted a short message on his Facebook page&lt;/a&gt; Thursday night as part of his  social network's continued effort to respond to a story that alleged that Facebook workers routinely kept stories about conservatives out of the site's \"trending\" box.&lt;/p&gt;\n&lt;p&gt;\"We have found no evidence that this report is true,\" the Facebook chief executive wrote. \"In the coming weeks, I'll be inviting leading conservatives and people from across the political spectrum to talk with me about this and share their points of view.\"&lt;/p&gt;\n&lt;p&gt;Facebook has been buffeted this week by reports that its news curators manipulate the news featured in its \"Trending Topics\" — a charge it sought to push back in &lt;a href=\"http://www.recode.net/2016/5/12/11665360/report-leaked-documents-facebook-trending-headlines\"&gt;great detail today.&lt;/a&gt;  &lt;/p&gt;\n&lt;p&gt;\"The reason I care so much about this is that it gets to the core of everything Facebook is and everything I want it to be,\" Zuckerberg wrote. \"Every tool we design is to give more people a voice.\"&lt;/p&gt;\n\n</content>\n    <link rel=\"alternate\" type=\"text/html\" href=\"http://www.recode.net/2016/5/12/11669044/zuckerberg-conservative-facebook-trending\"/>\n    <id>http://www.recode.net/2016/5/12/11669044/zuckerberg-conservative-facebook-trending</id>\n    <author>\n      <name>Dawn Chmielewski</name>\n    </author>\n  </entry>\n  <entry>\n    <published>2016-05-12T20:43:27-04:00</published>\n    <updated>2016-05-12T20:43:27-04:00</updated>\n    <title>U.S. Magistrate Judge Paul Grewal is leaving the bench for Facebook</title>\n    <content type=\"html\">  \n  &lt;img alt=\"\" src=\"https://cdn2.vox-cdn.com/thumbor/uT4ti1HvKDBg5vj2J_ajGeeNCIE=/0x0:626x470/400x300/cdn0.vox-cdn.com/uploads/chorus_image/image/49585159/144741523.1463100207.jpg\" /&gt;\n\n\n\n  &lt;p&gt;He has been overseeing cases in the federal court in San Jose since 2010.&lt;/p&gt; &lt;div class=\"float-right\"&gt;\r\n  &lt;figure class=\"e-image\"&gt;\n  &lt;span class=\"e-image__image \" data-original=\"https://cdn2.vox-cdn.com/uploads/chorus_asset/file/6479991/PSG-photo.JPG\"&gt;\n    \n      \n&lt;img class=\"c-dynamic-image\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAUEBAAAACwAAAAAAQABAAACAkQBADs\" alt=\" \" data-chorus-optimize-field=\"main_image\" data-cid=\"site/dynamic_size_image-1463106695_8819_4612\" data-cdata='{\"asset_id\":6479991,\"ratio\":\"*\"}'&gt;\n&lt;noscript&gt;&lt;img src=\"https://cdn2.vox-cdn.com/uploads/chorus_asset/file/6479991/PSG-photo.JPG\" alt=\" \"&gt;&lt;/noscript&gt;\n\n    \n  &lt;/span&gt;\n  \n&lt;/figure&gt;\n\n\r\n&lt;/div&gt;\r\n&lt;p&gt;Paul Grewal, a magistrate judge in San Jose federal court, is leaving his post there to join social network Facebook as deputy general counsel in charge of litigation.&lt;/p&gt;\r\n&lt;p&gt;&lt;a href=\"https://twitter.com/iampaulgrewal\"&gt;Grewal&lt;/a&gt;, who confirmed the move to &lt;strong&gt;Recode&lt;/strong&gt;, has been on the bench since 2010. He has been on the court's technology and patent committees.&lt;/p&gt;\r\n&lt;p&gt;&lt;span&gt;Facebook said Grewal will start in late June and report to general counsel Colin Stretch.&lt;/span&gt;&lt;/p&gt;\r\n&lt;p&gt;Before joining the bench as a magistrate, Grewal worked at the law firms Pillsbury Madison &amp;amp; Sutro and at Day Casebeer Madrid &amp;amp; Batchelder as well as serving as a law clerk to Federal Circuit appeals court judge Arthur J. Gajarsa.&lt;/p&gt;\r\n&lt;p&gt;His hiring was &lt;a href=\"http://www.therecorder.com/id=1202757560813/Judge-Grewal-to-Leave-Bench-for-Facebook-Post?mcode=1202615718827\"&gt;reported&lt;/a&gt; earlier Thursday by San Francisco-area legal newspaper The Recorder.&lt;/p&gt;\r\n\n\n</content>\n    <link rel=\"alternate\" type=\"text/html\" href=\"http://www.recode.net/2016/5/12/11668896/federal-magistrate-paul-grewal-joining-facebook\"/>\n    <id>http://www.recode.net/2016/5/12/11668896/federal-magistrate-paul-grewal-joining-facebook</id>\n    <author>\n      <name>Ina Fried</name>\n    </author>\n  </entry>\n  <entry>\n    <published>2016-05-12T15:13:37-04:00</published>\n    <updated>2016-05-12T15:13:37-04:00</updated>\n    <title>Discounting is killing online retailers. Here's how one startup is trying to fix that.</title>\n    <content type=\"html\">  \n  &lt;img alt=\"\" src=\"https://cdn0.vox-cdn.com/thumbor/U5FifH16cfNC95-BQ7ke3aBPRIA=/100x0:1700x1200/400x300/cdn0.vox-cdn.com/uploads/chorus_image/image/49583221/JT_20TryOuts_6.0.jpg\" /&gt;\n\n\n\n  &lt;p&gt;JackThreads wants to bring the fitting room to your home.&lt;/p&gt; &lt;p&gt;Mark Walker had two goals for his startup this year: Get its new line of clothing into as many guys' homes as possible and get them to pay full price. He would have to get creative. &lt;/p&gt;\n&lt;p&gt;Walker, after all, is the CEO of &lt;a href=\"https://www.jackthreads.com/\"&gt;JackThreads&lt;/a&gt;, a men's clothing site that has mainly been known for its discounted prices since it started in 2008. It had grown rapidly for years on the back of flash sales — short-lasting, deep discounts that spurred impulse buying.&lt;/p&gt;\n&lt;p&gt;As the flash fad faded, though, JackThreads was forced to move away from the model, meaning it would have to rely less on discounts. But as revenue growth became a problem, it found itself turning back to its old tricks, even after it launched its own JackThreads clothing label to help it stand out and boost profit margins.&lt;/p&gt;\n&lt;p&gt;\"We were guilty of talking out of both sides of our mouth because we wanted to make top-line revenue goals,\" Walker told &lt;strong&gt;Recode&lt;/strong&gt;. \"We were continuing to send 10 to 14 emails a week to our guy, and we were still relying on the 25-percent-off-all-boots.\"&lt;/p&gt;\n&lt;p&gt;JackThreads is not alone in this predicament. It's tough going, selling clothing online as a venture-backed startup in 2016. How do you keep growing fast to satisfy investors without relying on short-lived gimmicks? The fast-growth days of &lt;a href=\"http://www.recode.net/2015/12/15/11621476/why-gilt-groupe-is-forced-to-sell-either-to-saks-parent-company-or\"&gt;flash sales are mostly over&lt;/a&gt;, and subscription-in-a-box successes are &lt;a href=\"http://www.recode.net/2016/2/2/11587478/the-beginning-of-the-end-of-gimmick-commerce\"&gt;few and far between&lt;/a&gt;. Then there's &lt;a href=\"http://www.recode.net/2016/1/20/11588960/amazons-clothing-selection-is-now-bigger-than-250-walmart\"&gt;the Amazon problem&lt;/a&gt;.&lt;/p&gt;\n&lt;p&gt;Some fashion startups have resorted to opening their own stores to get in front of new customers while also acknowledging that many people still won't buy clothing they haven't tried on.&lt;/p&gt;\n&lt;p&gt;In December, Walker had a come-to-Jesus meeting with the rest of his board of directors, led by chairman Ben Lerer. (Lerer had bought JackThreads back in 2010, as the CEO of the digital media company Thrillist, when the idea of melding content and commerce was hot. Last year, he &lt;a href=\"http://www.recode.net/2015/9/30/11619054/thrillist-and-jackthreads-raise-54-million-split-into-separate\"&gt;split them apart&lt;/a&gt;.)&lt;/p&gt;\n&lt;p&gt;Walker's task: \"Getting out of this death spiral of discounting.\" The group came to the realization that you can't build loyalty among customers if they only shop with you during a sale. And you can't run sales all the time and expect to make money online.&lt;/p&gt;\n&lt;h2&gt;Try before you buy&lt;/h2&gt;\n&lt;p&gt;A month later, Walker and his executive team had come up with their idea: Tryouts. Everything on the site — JackThreads' own line of clothing as well as all the other brands they sell — would come with free delivery and free returns. No minimum thresholds.&lt;/p&gt;\n&lt;p&gt;What's more, shoppers would have seven days to decide what to keep and what to return — and they wouldn't have to pay until they made that decision.&lt;/p&gt;\n&lt;p&gt;The executive team knew from their data that customers who bought the JackThreads brand of clothing loved it. They ordered more frequently and spent more than other customers did. But there was one big problem.&lt;/p&gt;\n&lt;p&gt;\"We were just not getting it on enough guys fast enough,\" Walker said.&lt;/p&gt;\n&lt;p&gt;The new model aimed to fix that. It combined the free-delivery, free-returns policies that companies like Zappos pioneered along with the try-on-at-home models of personal styling services like Trunk Club and Stitch Fix. About 65 percent of JackThreads customers pay with debit cards, making the pay-after-trying feature a crucial one, too.&lt;/p&gt;\n&lt;p&gt;\"For the guy using a debit card, they need that hundred bucks,\" he said. &lt;/p&gt;\n&lt;p&gt;The Tryouts service, in short, aims to bring the store to you. It also includes touches that the company hopes will make returns less of a hassle. Pre-paid return labels are included in the delivery box, as is a piece of tape to reseal it so it can be reused. So is an empty shipping bag in case the items to be returned would fit in that cheaper shipping method. Packages can be left for a USPS delivery person if you live in an area where leaving a package out front is possible and prudent.&lt;/p&gt;\n  &lt;figure class=\"e-image\"&gt;\n  &lt;span class=\"e-image__image \" data-original=\"https://cdn1.vox-cdn.com/uploads/chorus_asset/file/6469501/JT%20TryOuts_3.jpg\"&gt;\n    \n      \n&lt;img class=\"c-dynamic-image\" src=\"data:image/gif;base64,R0lGODlhAQABAIAAAAUEBAAAACwAAAAAAQABAAACAkQBADs\" alt=\" \" data-chorus-optimize-field=\"main_image\" data-cid=\"site/dynamic_size_image-1463081225_1121_2971\" data-cdata='{\"asset_id\":6469501,\"ratio\":\"*\"}'&gt;\n&lt;noscript&gt;&lt;img src=\"https://cdn1.vox-cdn.com/uploads/chorus_asset/file/6469501/JT%20TryOuts_3.jpg\" alt=\" \"&gt;&lt;/noscript&gt;\n\n    \n  &lt;/span&gt;\n  \n    &lt;span class=\"e-image__meta\"&gt;\n      \n        &lt;figcaption&gt;New JackThreads boxes are easily resealable to simplify returns.&lt;/figcaption&gt;\n      \n      \n        &lt;cite&gt;JackThreads&lt;/cite&gt;\n      \n    &lt;/span&gt;\n  \n&lt;/figure&gt;\n\n\n&lt;h2&gt;Break the advertising addiction&lt;/h2&gt;\n&lt;p&gt;If this plan sounds expensive, it's because it is. JackThreads is paying for shipping both ways and the costs associated with a large expected increase in returns. There's also the risk of having so much unsold inventory in people's homes.&lt;/p&gt;\n&lt;p&gt;“Delaying your cash flow for like a week or longer?\" said Forrester Research analyst Sucharita Mulpuru. \"I don't know a ton of merchants that actively embrace that.\"&lt;/p&gt;\n&lt;p&gt;To afford it, JackThreads is reallocating a chunk of money from online advertising to these new efforts. The bet — a bold one — is that it can turn its current customers into more loyal ones while buying fewer new customers who don't often stick around.&lt;/p&gt;\n&lt;p&gt;JackThreads also faces the challenge of training existing customers to pay full price for clothing, when it has taught them over the years that the JackThreads name was synonymous with discounting. &lt;/p&gt;\n&lt;p&gt;I tried out the new program and it did succeed in lowering the barrier for me to order clothing that sits outside of my comfort zone. The quality of the clothing seemed to be better than fast-fashion brands like Uniqlo, but worse than a brand like J.Crew. As it turned out, the one item I wasn't at all sure about — a pair of black jeans — was the only item I ended up keeping out of the six I ordered. And there's no way I would have ordered them if returns weren't free. (Most of the other stuff just didn't fit right — but I'm a picky shopper, so I'll say, \"It's me, not you, JackThreads.\")&lt;/p&gt;\n&lt;p&gt;I asked Walker whether the company turned a profit on my purchase of $60 jeans and he declined to answer. But he said the goal is clearly not to have people order six items and only keep one.&lt;/p&gt;\n&lt;p&gt;Walker also said the company will consider partnerships that would help make returns even easier. He said JackThreads has talked with startups &lt;a href=\"http://www.recode.net/2016/2/19/11588030/can-uber-for-x-services-survive-outside-of-san-francisco\"&gt;like Shyp&lt;/a&gt;, which has an app that lets people schedule package pickups. It also has talked with &lt;a href=\"http://www.recode.net/2016/4/4/11585832/happy-returns-seed-funding-upfront-ventures\"&gt;Happy Returns&lt;/a&gt;, a startup that hopes to get e-commerce sites to allow their customers to return orders to nearby malls or other retailers' stores. &lt;/p&gt;\n&lt;p&gt;If the majority of clothing purchases are going to someday be made online, similar experiments to this one will have to be the norm. JackThreads hopes it has timed the move right.&lt;/p&gt;\n&lt;p&gt;\"In the end,\" Walker said, \"we're trying to bring the fitting room into the online experience.\"&lt;/p&gt;\n\n</content>\n    <link rel=\"alternate\" type=\"text/html\" href=\"http://www.recode.net/2016/5/12/11652270/discounting-killing-online-retailers-jackthreads\"/>\n    <id>http://www.recode.net/2016/5/12/11652270/discounting-killing-online-retailers-jackthreads</id>\n    <author>\n      <name>Jason Del Rey</name>\n    </author>\n  </entry>\n  <entry>\n    <published>2016-05-12T14:08:56-04:00</published>\n    <updated>2016-05-12T14:08:56-04:00</updated>\n    <title>Here's Facebook's guide to how its 'Trending Topics' tool works</title>\n    <content type=\"html\">  \n  &lt;img alt=\"\" src=\"https://cdn2.vox-cdn.com/thumbor/PauHLr6Yi0unfFwYZ0gUVj6Hc-A=/0x0:2997x2248/400x300/cdn0.vox-cdn.com/uploads/chorus_image/image/49582727/126106038.0.jpg\" /&gt;\n\n\n\n  &lt;p&gt;A Guardian report contradicts earlier Facebook denials.&lt;/p&gt; &lt;p&gt;A &lt;a href=\"https://www.theguardian.com/technology/2016/may/12/facebook-trending-news-leaked-documents-editor-guidelines?CMP=Share_iOSApp_Other\"&gt;report published in the Guardian&lt;/a&gt; today includes a training document for Facebook editors that outlines how they should curate the \"trending\" headlines tool.&lt;/p&gt;\r\n&lt;p&gt;Instructions in the documents appear to contradict &lt;a href=\"http://www.recode.net/2016/5/10/11647738/facebook-refutes-gizmodo-report-that-it-was-censoring-conservative-news\"&gt;Facebook's earlier denials&lt;/a&gt; of a &lt;a href=\"http://gizmodo.com/former-facebook-workers-we-routinely-suppressed-conser-1775461006\"&gt;Gizmodo article&lt;/a&gt; that said Facebook editors directly inserted headlines into the trending news widget. It also contradicts what Facebook &lt;a href=\"http://www.recode.net/2015/8/21/11617880/how-facebook-decides-whats-trending\"&gt;told &lt;/a&gt;&lt;a href=\"http://www.recode.net/2015/8/21/11617880/how-facebook-decides-whats-trending\"&gt;&lt;strong&gt;Recode&lt;/strong&gt;&lt;/a&gt;&lt;a href=\"http://www.recode.net/2015/8/21/11617880/how-facebook-decides-whats-trending\"&gt; last summer&lt;/a&gt;.&lt;/p&gt;\r\n&lt;p&gt;The guidelines obtained by the Guardian additionally show that editors must select trending news topics from headlines its algorithm surfaced, and make sure that they appear on five of a list of 10 \"trusted\" news sources that include the New York Times, BBC News, CNN and Fox News. This is likely to make people who are upset about alleged anti-conservative bias that Gizmodo reported on even madder; Fox News looks like the only right-wing outlet on the list.&lt;/p&gt;\r\n&lt;p&gt;The Guardian notes that the former Facebook editors it spoke to disagreed with the allegations of anti-conservative leanings at Facebook, and that Facebook has since updated its guidelines.&lt;/p&gt;\r\n&lt;p&gt;Shortly after this story was published, Facebook VP of global operations Justin Osofsky &lt;a href=\"https://newsroom.fb.com/news/2016/05/information-about-trending-topics/\"&gt;posted a broad overview&lt;/a&gt; of how the Trending Topics tool works, in addition to Facebook's updated Trending Topics guidelines.&lt;/p&gt;\r\n&lt;p&gt;These guidelines include a list of &lt;a href=\"https://drive.google.com/file/d/0B0bKmiiTW3_KYXVUQjVkR2hSREk/view?usp=sharing\"&gt;the many RSS links for news publications&lt;/a&gt; that Facebook scans to find news topics. Additionally, Facebook released &lt;a href=\"https://drive.google.com/a/voxmedia.com/file/d/0B0bKmiiTW3_KeVJFVDd0cm9TSlU/view\"&gt;the list of the 1,000 publications&lt;/a&gt; that it uses to verify a generated trending topic. Some publications that aren't on the so-called \"1K\" list: Capital New York, Times of India, Eater, Polygon and &lt;strong&gt;Recode&lt;/strong&gt;.&lt;/p&gt;\r\n&lt;p&gt;Keeping track of these lists is getting confusing, so here's a straightforward breakdown of how Facebook uses them to source and write its Trending Topics headlines:&lt;/p&gt;\r\n&lt;ul&gt;\r\n&lt;li&gt;The RSS feed is a way of identifying stuff that's trending that isn't just on Facebook. &lt;/li&gt;\r\n&lt;li&gt;The 1K list has websites that can be used to verify headlines. &lt;/li&gt;\r\n&lt;li&gt;Editors use the 10 outlets list (New York Times, Fox News, CNN, etc.) to figure out how important the story is.&lt;/li&gt;\r\n&lt;/ul&gt;\r\n&lt;p&gt;We've embedded both the 1K list and the RSS list at the bottom of this post.&lt;/p&gt;\r\n&lt;p&gt;A representative for Facebook directed &lt;strong&gt;Recode&lt;/strong&gt; to a specific line in the leaked guideline, in the \"Injecting Topics\" section: \"The editorial team CANNOT inject a newsworthy topic if it is not appearing in the [news topic] demo or re-view tools.\"&lt;/p&gt;\r\n&lt;p&gt;In a separate statement provided to &lt;strong&gt;Recode&lt;/strong&gt;, which paraphrases the blog post and is available to read below, Osofsky says that the leaked documents are proof of how seriously Facebook takes its ideological even-handedness:&lt;/p&gt;\r\n&lt;blockquote&gt;\r\n&lt;p&gt;The guidelines demonstrate that we have a series of checks and balances in place to help surface the most important popular stories, regardless of where they fall on the ideological spectrum. Facebook does not allow or advise our reviewers to systematically discriminate against sources of any political origin, period. What these guidelines show is that we’ve approached this responsibly and with the goal of creating a high-quality product — in the hopes of delivering a meaningful experience for the people who use our service.&lt;/p&gt;\r\n&lt;p&gt;Trending Topics uses a variety of mechanisms to help surface events and topics that are happening in the real world. In our guidelines, we rely on more than a thousand sources of news — from around the world, and of all sizes and viewpoints — to help verify and characterize world events and what people are talking about. The intent of verifying against news outlets is to surface topics that are meaningful to people and newsworthy. We have at no time sought to weight any one view point over another, and in fact our guidelines are designed with the intent to make sure we do not do so.&lt;/p&gt;\r\n&lt;/blockquote&gt;\r\n&lt;p&gt;Here's the RSS list:&lt;/p&gt;\r\n&lt;p style=\" margin: 12px auto 6px auto; font-family: Helvetica,Arial,Sans-serif; font-style: normal; font-variant: normal; font-weight: normal; font-size: 14px; line-height: normal; font-size-adjust: none; font-stretch: normal; -x-system-font: none; display: block;\"&gt;&lt;a style=\"text-decoration: underline;\" href=\"https://www.scribd.com/doc/312422024/rss-list-fb-trending-topics\" title=\"View RSS List - FB Trending Topics on Scribd\"&gt;RSS List - FB Trending Topics&lt;/a&gt; by &lt;a style=\"text-decoration: underline;\" href=\"https://www.scribd.com/user/299198863/Noah-Kulwin\" title=\"View Noah Kulwin's profile on Scribd\"&gt;Noah Kulwin&lt;/a&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;iframe frameborder=\"0\" height=\"600\" width=\"100%\" id=\"doc_57991\" scrolling=\"no\" data-aspect-ratio=\"0.7729220222793488\" data-auto-height=\"false\" src=\"https://www.scribd.com/embeds/312422024/content?start_page=1&amp;amp;view_mode=scroll&amp;amp;access_key=key-fX67Z2sSSrkRb0k6yuQH&amp;amp;show_recommendations=true\" class=\"scribd_iframe_embed\"&gt;&lt;/iframe&gt;&lt;/p&gt;\r\n&lt;p&gt; &lt;/p&gt;\r\n&lt;p&gt;And here's the 1K list:&lt;/p&gt;\r\n&lt;p style=\" margin: 12px auto 6px auto; font-family: Helvetica,Arial,Sans-serif; font-style: normal; font-variant: normal; font-weight: normal; font-size: 14px; line-height: normal; font-size-adjust: none; font-stretch: normal; -x-system-font: none; display: block;\"&gt;&lt;a style=\"text-decoration: underline;\" href=\"https://www.scribd.com/doc/312422446/Media-1K-List-FB-Trending-Topics\" title=\"View Media 1K List - FB Trending Topics on Scribd\"&gt;Media 1K List - FB Trending Topics&lt;/a&gt; by &lt;a style=\"text-decoration: underline;\" href=\"https://www.scribd.com/user/299198863/Noah-Kulwin\" title=\"View Noah Kulwin's profile on Scribd\"&gt;Noah Kulwin&lt;/a&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;iframe frameborder=\"0\" height=\"600\" width=\"100%\" id=\"doc_36874\" scrolling=\"no\" data-aspect-ratio=\"0.75\" data-auto-height=\"false\" src=\"https://www.scribd.com/embeds/312422446/content?start_page=1&amp;amp;view_mode=scroll&amp;amp;access_key=key-QJ1jz8lNZXO4twAxnmpn&amp;amp;show_recommendations=true\" class=\"scribd_iframe_embed\"&gt;&lt;/iframe&gt;&lt;/p&gt;\r\n&lt;p&gt;&lt;em&gt;This story has been updated continually as news has developed.&lt;/em&gt;&lt;/p&gt;\n\n</content>\n    <link rel=\"alternate\" type=\"text/html\" href=\"http://www.recode.net/2016/5/12/11665360/report-leaked-documents-facebook-trending-headlines\"/>\n    <id>http://www.recode.net/2016/5/12/11665360/report-leaked-documents-facebook-trending-headlines</id>\n    <author>\n      <name>Noah Kulwin</name>\n    </author>\n  </entry>\n  <entry>\n    <published>2016-05-12T13:35:07-04:00</published>\n    <updated>2016-05-12T13:35:07-04:00</updated>\n    <title>Chelsea Handler tries giving a TED Talk</title>\n    <content type=\"html\">  \n  &lt;img alt=\"\" src=\"https://cdn2.vox-cdn.com/thumbor/hcGMEn8RfaEQA-Ssp20H5qEJf28=/319x0:1679x1020/400x300/cdn0.vox-cdn.com/uploads/chorus_image/image/49582451/Screen_20Shot_202016-05-12_20at_208.58.03_20AM.0.png\" /&gt;\n\n\n\n  &lt;p&gt;She also interviewed TED conference curator Chris Anderson for her new Netflix talk show.&lt;/p&gt; &lt;p&gt;As part of her &lt;a href=\"https://www.facebook.com/ChelseaShow/\"&gt;new Netflix talk show&lt;/a&gt;, Chelsea Handler this week interviewed TED conference curator Chris Anderson. In the episode, she does an \"audition\" for a TED talk of her own.&lt;/p&gt;\n&lt;p&gt;&lt;/p&gt;\n&lt;div&gt;&lt;div&gt;&lt;div style=\"left: 0px; width: 100%; height: 0px; position: relative; padding-bottom: 75.0019%;\"&gt;&lt;iframe src=\"https://www.youtube.com/embed/KpYPdIJtxnA?wmode=transparent&amp;amp;rel=0&amp;amp;autohide=1&amp;amp;showinfo=0&amp;amp;enablejsapi=1\" frameborder=\"0\" allowfullscreen=\"true\" webkitallowfullscreen=\"true\" mozallowfullscreen=\"true\" style=\"top: 0px; left: 0px; width: 100%; height: 100%; position: absolute;\"&gt;&lt;/iframe&gt;&lt;/div&gt;&lt;/div&gt;&lt;/div&gt;\n&lt;p&gt;We love you, Chelsea, but don't quit your day job. Which, by the way, is a long-awaited thrice-weekly half-hour talk show that just started on Netflix. &lt;/p&gt;\n&lt;p&gt;As far as fake TED talks go, I'm partial to the one &lt;a href=\"http://www.recode.net/2016/3/1/11586578/in-search-of-the-most-ted-thing-at-ted\"&gt;MythBusters host Adam Savage gave at this year's NinjaTED event&lt;/a&gt;.&lt;/p&gt;\n&lt;p&gt;Anderson, meanwhile, was on Handler's show to promote his new book &lt;a href=\"https://www.ted.com/read/ted-talks-the-official-ted-guide-to-public-speaking\"&gt;TED Talks&lt;/a&gt;, which aims to help readers improve their public speaking skills.&lt;/p&gt;\n\n</content>\n    <link rel=\"alternate\" type=\"text/html\" href=\"http://www.recode.net/2016/5/12/11664328/chelsea-handler-ted-talk-netflix\"/>\n    <id>http://www.recode.net/2016/5/12/11664328/chelsea-handler-ted-talk-netflix</id>\n    <author>\n      <name>Ina Fried</name>\n    </author>\n  </entry>\n  <entry>\n    <published>2016-05-12T12:46:26-04:00</published>\n    <updated>2016-05-12T12:46:26-04:00</updated>\n    <title>Facebook Live is turning journalists into bad 'Jackass' copycats</title>\n    <content type=\"html\">  \n  &lt;img alt=\"\" src=\"https://cdn2.vox-cdn.com/thumbor/0pEm7iAWDcbTKM_9ZDu7rXsjBu8=/118x0:1318x900/400x300/cdn0.vox-cdn.com/uploads/chorus_image/image/49581517/Screenshot_2016-05-12_09.31.02.0.0.png\" /&gt;\n\n\n\n  &lt;p&gt;The live stunt du jour is a Washington Post columnist literally eating his words.&lt;/p&gt; &lt;p&gt;In 1980, filmmaker Les Blank made a movie about director&amp;nbsp;&lt;a href=\"https://www.youtube.com/watch?v=CGcWTIWYDMQ\" target=\"_blank\"&gt;Werner Herzog eating a shoe&lt;/a&gt;.&lt;/p&gt;\r\n&lt;p&gt;Herzog had bet the documentarian Errol Morris that he would eat a shoe if Morris ever finished the movie \"Gates of Heaven,\" and Morris did, so Herzog held up his end of the deal and, as things often go in Hollywood, someone made a movie about the bet about a movie.&lt;/p&gt;\r\n&lt;p&gt;Facebook Live is forcing journalists to act similarly. For instance, on the Washington Post's Facebook page, right now, this very second, you can watch columnist Dana Milbank follow up on an earlier promise to eat a newspaper.&lt;/p&gt;\r\n&lt;p&gt;In October, Milbank said that &lt;a href=\"https://www.washingtonpost.com/opinions/trump-will-lose-or-i-will-eat-this-column/2015/10/02/1fd5c94a-6906-11e5-9ef3-fde182507eac_story.html\"&gt;he would literally eat his words&lt;/a&gt; if Donald Trump became the Republican nominee. Trump won, and Milbank is being a good sport about making such an abrasively wrong prediction.&lt;/p&gt;\r\n&lt;p&gt;So the Post has prepared a nine-course meal for him, because nine courses will perhaps be enough time for the digitally resurgent newspaper to net even a fraction of the 800,000 live viewers that BuzzFeed got &lt;a href=\"https://www.buzzfeed.com/brendanklinkenberg/this-exploding-watermelon-was-facebook-lives-biggest-hit-to?utm_term=.iw8xEE4QW#.gbObnnPd0\"&gt;when it exploded a watermelon&lt;/a&gt; using rubber bands.&lt;/p&gt;\r\n&lt;p&gt;Frankly, Johnny Knoxville and the \"Jackass\" crew&amp;nbsp;&lt;a target=\"_blank\" href=\"https://www.youtube.com/watch?v=sSHxFSaOV-o\"&gt;were a lot funnier&lt;/a&gt; than stunts like these, and there wasn't a lot of anxiety about the future of media palpable in the background.&lt;/p&gt;\r\n&lt;p&gt;You can watch Milbank's stunt below:&lt;/p&gt;\r\n&lt;p&gt;&lt;iframe src=\"https://www.facebook.com/plugins/video.php?href=https%3A%2F%2Fwww.facebook.com%2Fwashingtonpost%2Fvideos%2Fvb.6250307292%2F10153805082257293%2F%3Ftype%3D3&amp;amp;show_text=0&amp;amp;width=400\" width=\"400\" height=\"400\" style=\"border:none;overflow:hidden\" scrolling=\"no\" frameborder=\"0\" allowtransparency=\"true\" allowfullscreen=\"true\"&gt;&lt;/iframe&gt;&lt;/p&gt;\n\n</content>\n    <link rel=\"alternate\" type=\"text/html\" href=\"http://www.recode.net/2016/5/12/11664682/facebook-live-is-turning-journalists-into-bad-jackass-copycats\"/>\n    <id>http://www.recode.net/2016/5/12/11664682/facebook-live-is-turning-journalists-into-bad-jackass-copycats</id>\n    <author>\n      <name>Noah Kulwin</name>\n    </author>\n  </entry>\n  <entry>\n    <published>2016-05-12T12:00:07-04:00</published>\n    <updated>2016-05-12T12:00:07-04:00</updated>\n    <title>More NFL clips, plus classic games, are coming to YouTube</title>\n    <content type=\"html\">  \n  &lt;img alt=\"\" src=\"https://cdn2.vox-cdn.com/thumbor/qFHvHE_daKbbVZfEiLz9-Yd7gBo=/186x0:3358x2379/400x300/cdn0.vox-cdn.com/uploads/chorus_image/image/49580667/503298044.0.jpg\" /&gt;\n\n\n\n  &lt;p&gt;Pro football is TV's most valuable property — but the NFL is happy to sell the digital guys some slices.&lt;/p&gt; &lt;p&gt;Pro football is the most valuable property on TV. But the NFL is happy to distribute bits and pieces of itself online, too.&lt;/p&gt;\n&lt;p&gt;Latest evidence: The NFL has re-upped a distribution deal with YouTube, which means the world's biggest video site will have more clips to show its viewers when the new season kicks off this fall.&lt;/p&gt;\n&lt;p&gt;The NFL will show a handful of old games on YouTube, too. Nothing from the current season, but \"three of the most memorable games\" for each of the league's 32 teams will be available in their entirety this fall; if I understand the NFL's comms team correctly, fans will be able to vote for their favorites.&lt;/p&gt;\n&lt;p&gt;The &lt;a href=\"http://www.recode.net/2015/1/25/11558070/nfl-video-highlights-and-more-come-to-youtube-and-google\"&gt;NFL first signed with YouTube in 2015&lt;/a&gt;. The new deal, like the old one, means that NFL queries will get special treatment from Google search: Clips, scores and other NFL info will show up in Google's \"OneBox\" results format at the top of results pages. &lt;/p&gt;\n&lt;p&gt;The new deal means the NFL has deals with most of the big digital platforms, including &lt;a href=\"http://www.recode.net/2016/4/5/11585872/twitter-beats-amazon-verizon-for-global-nfl-streaming-deal\"&gt;Twitter (which will stream 10 live NFL games&lt;/a&gt; this fall) and Snapchat. &lt;/p&gt;\n&lt;p&gt;One big omission is &lt;a href=\"http://www.recode.net/2014/12/24/11634020/hey-tv-guys-facebooks-nfl-deal-means-facebook-is-getting-serious\"&gt;Facebook, which had a deal to distribute highlight clips in 2015&lt;/a&gt; but didn't renew it. A big sticking point for Facebook and the NFL — as well as all the other big sports leagues — is Facebook's opposition to sticking pre-roll ads before video clips; pro sports officials say they can't find advertisers who want to sponsor the clips without pre-rolls.&lt;/p&gt;\n&lt;p&gt;The NFL YouTube deal is also a reminder that YouTube continues to be very interested in sports. Last week, for instance, at YouTube's \"Brandcast\" presentation, the video site gave NBA commissioner Adam Silver significant stage time to announce a highlights deal. &lt;/p&gt;\n&lt;p&gt;And while YouTube didn't bid on the NFL's live game package this year, it has definitely been interested in streaming live games when various rights deals, including the \"Sunday Ticket\" currently owned by AT&amp;amp;T/DirecTV, have come up.&lt;/p&gt;\n&lt;p&gt;UDPATE: The clip I wanted to show you, sadly, won't play on this site. But here's another one of my favorites (Kids: did you know Ahmad Rashad used to be a famous football player?)&lt;/p&gt;\n&lt;div&gt;&lt;div&gt;&lt;div style=\"left: 0px; width: 100%; height: 0px; position: relative; padding-bottom: 75.0019%;\"&gt;&lt;iframe src=\"https://www.youtube.com/embed/AwWdA-o04sg?wmode=transparent&amp;amp;rel=0&amp;amp;autohide=1&amp;amp;showinfo=0&amp;amp;enablejsapi=1\" frameborder=\"0\" allowfullscreen=\"true\" webkitallowfullscreen=\"true\" mozallowfullscreen=\"true\" style=\"top: 0px; left: 0px; width: 100%; height: 100%; position: absolute;\"&gt;&lt;/iframe&gt;&lt;/div&gt;&lt;/div&gt;&lt;/div&gt;\n\n</content>\n    <link rel=\"alternate\" type=\"text/html\" href=\"http://www.recode.net/2016/5/12/11663398/nfl-youtube-highlights\"/>\n    <id>http://www.recode.net/2016/5/12/11663398/nfl-youtube-highlights</id>\n    <author>\n      <name>Peter Kafka</name>\n    </author>\n  </entry>\n  <entry>\n    <published>2016-05-12T10:55:40-04:00</published>\n    <updated>2016-05-12T10:55:40-04:00</updated>\n    <title>Gboard is Google's new app to smuggle search into iPhones</title>\n    <content type=\"html\">  \n  &lt;img alt=\"\" src=\"https://cdn3.vox-cdn.com/thumbor/XXAhizHOa8caqV4_UwjsxE9y9g8=/84x0:564x360/400x300/cdn0.vox-cdn.com/uploads/chorus_image/image/49580591/gboard_still_emojiGifSearch.0.jpg\" /&gt;\n\n\n\n  &lt;p&gt;You can even use it find that perfect GIF.&lt;/p&gt; &lt;p&gt;One of Google's looming existential fears is that Apple will cut Google search out — either through nixing its &lt;a href=\"http://www.bloomberg.com/news/articles/2016-01-22/google-paid-apple-1-billion-to-keep-search-bar-on-iphone\"&gt;lucrative deal&lt;/a&gt; as the default provider on its iPhone mobile browser or &lt;a href=\"http://www.recode.net/2015/9/9/11618416/with-siri-search-for-apple-tv-apple-could-beat-google-at-its-own-game\"&gt;some other routes&lt;/a&gt;. &lt;/p&gt;\n&lt;p&gt;Here is Google's latest move to undercut that: &lt;a href=\"https://googleblog.blogspot.com/2016/05/gboard-search-gifs-emojis-keyboard.html\"&gt;Gboard&lt;/a&gt;, an app for Apple's iOS devices that slips into other apps and summons Google search with the touch of a button. The app also permits popular millennial pastimes like searching for GIFs and emojis. &lt;/p&gt;\n&lt;p&gt;If adopted, the app gives Google access to loads more search data, its lifeblood, and gives iPhone users a pipeline to Google's information (on \"restaurant info, flight times, news articles,\" Google offers) — not information from competitors like Yelp or Apple. &lt;/p&gt;\n&lt;p&gt;The Verge, our sister site, &lt;a href=\"http://www.theverge.com/2016/3/22/11287220/google-keyboard-iOS-search\"&gt;told you in March&lt;/a&gt; that a Google iOS app was coming.&lt;/p&gt;\n\n</content>\n    <link rel=\"alternate\" type=\"text/html\" href=\"http://www.recode.net/2016/5/12/11662946/gboard-google-ios-search-app\"/>\n    <id>http://www.recode.net/2016/5/12/11662946/gboard-google-ios-search-app</id>\n    <author>\n      <name>Mark Bergen</name>\n    </author>\n  </entry>\n  <entry>\n    <published>2016-05-12T10:00:03-04:00</published>\n    <updated>2016-05-12T10:00:03-04:00</updated>\n    <title>Google is delaying support for an Android rival to Apple's 3D Touch</title>\n    <content type=\"html\">  \n  &lt;img alt=\"\" src=\"https://cdn1.vox-cdn.com/thumbor/lYW0broydOcye901X96QZAKCq8U=/40x0:976x702/400x300/cdn0.vox-cdn.com/uploads/chorus_image/image/49576153/Screen_20Shot_202016-05-11_20at_203.49.24_20PM.0.png\" /&gt;\n\n\n\n  &lt;p&gt;The feature, originally expected for Android N, will have to wait for a future release.&lt;/p&gt; &lt;p&gt;Google is delaying its support for the Android version of the pressure-sensitive touch &lt;a href=\"http://www.apple.com/iphone-6s/3d-touch/\"&gt;feature known as 3D Touch on the iPhone&lt;/a&gt;.&lt;/p&gt;\n&lt;p&gt;Documentation for the second preview release of Android N had &lt;a href=\"http://phandroid.com/2016/04/13/iphone-like-3d-touch-support-android-n-developer-preview-2/\"&gt;raised expectations&lt;/a&gt; that the operating system update would add support to allow developers to take advantage of such screens.&lt;/p&gt;\n&lt;p&gt;However, sources confirm that the feature will not be part of the initial Android N release and will have to wait for a later release of the operating system, most likely as part of a maintenance update to the software.&lt;/p&gt;\n&lt;p&gt;A Google representative declined to comment.&lt;/p&gt;\n&lt;p&gt;There are already a handful of Android phones, including &lt;a href=\"http://www.theverge.com/2015/9/2/9244651/huawei-mate-s-force-touch\"&gt;Huawei's Mate S&lt;/a&gt; and ZTE's Axon Mini, that have the pressure-sensitive screens needed for such a feature. However, without operating-level support, phone makers have the unenviable task of getting developers to write support for each of the phones individually.&lt;/p&gt;\n&lt;p&gt;Apple added 3D Touch to the iPhone 6s and 6s Plus, but opted not to include it in the more budget-oriented iPhone SE that debuted earlier this year.&lt;/p&gt;\n\n</content>\n    <link rel=\"alternate\" type=\"text/html\" href=\"http://www.recode.net/2016/5/12/11660444/google-delays-rival-apple-3d-touch\"/>\n    <id>http://www.recode.net/2016/5/12/11660444/google-delays-rival-apple-3d-touch</id>\n    <author>\n      <name>Ina Fried</name>\n    </author>\n  </entry>\n</feed>\n",
  "headers": {
    "X-Content-Type-Options": "nosniff",
    "Status": "304 Not Modified",
    "Date": "Fri, 13 May 2016 07:43:24 GMT",
    "Cache-Control": "max-age=0, must-revalidate",
    "X-Runtime": "0.033802",
    "X-Request-Id": "5c640a8b4ea554e40563729527fbfcd4585f7c9b",
    "Age": "205",
    "X-Cache": "HIT",
    "Content-Type": "application/xml; charset=utf-8",
    "Via": "1.1 varnish-v4, 1.1 varnish",
    "X-Timer": "S1463125404.607407,VS0,VE0",
    "Connection": "keep-alive",
    "X-Served-By": "cache-lax1438-LAX",
    "Content-Length": "40622",
    "X-XSS-Protection": "1; mode=block",
    "X-Cache-Hits": "1",
    "X-Frame-Options": "SAMEORIGIN",
    "ETag": "W/\"c65b8b94ff3b5a62b37426f121bdc5ad\"",
    "Vary": "Origin, X-Forwarded-Proto",
    "Server": "nginx",
    "Accept-Ranges": "bytes"
  },
  "response_url": "http://www.recode.net/rss/index.xml"
}