{
  "requested_url": "http://sify.com/rss2/news/article/category/science",
  "fetched_at": "2016-05-13T00:46:46.668708",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"utf-8\" ?> <rss version=\"2.0\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:cf=\"http://www.microsoft.com/schemas/rss/core/2005\"><channel><title><![CDATA[Sify.com]]></title><description><![CDATA[Sify India News: Latest updates on Indian sports, cricket India, movie news, images, videos, reviews. Indian business, finance news, stock market tips, Indian recipes, astrology, online shopping exclusively at sify.com]]></description><image><title><![CDATA[Sify.com]]></title><height>40</height><description><![CDATA[Sify India News: Latest updates on Indian sports, cricket India, movie news, images, videos, reviews. Indian business, finance news, stock market tips, Indian recipes, astrology, online shopping exclusively at sify.com]]></description><width>143</width><link><![CDATA[http://www.sify.com/]]></link><url><![CDATA[http://www.sify.com/sifyhome2011/images/mar2015/sify-logo-140x154.jpg]]></url></image><language><![CDATA[en-us]]></language><link><![CDATA[http://www.sify.com/]]></link><lastBuildDate><![CDATA[Fri, 13 May 2016 13:11:41 +0530]]></lastBuildDate><pubDate><![CDATA[Fri, 13 May 2016 13:11:41 +0530]]></pubDate><item><guid><![CDATA[http://www.sify.com/news/the-lhc-collides-ions-at-new-record-energy-news-science-plzxTGbjjidbe.html]]></guid><pubDate><![CDATA[Wed, 25 Nov 2015 18:25:00 +0530]]></pubDate><title><![CDATA[The LHC collides ions at new record energy]]></title><description><![CDATA[Geneva, Nov 25 (IBNS) After the successful restart of the Large Hadron Collider and its first months of data taking with proton collisions at a new energy frontier, the LHC is moving to a new phase, with the first lead-ion collisions of season 2 at an energy about twice as high as that of any previous collider experiment.<br /><br />Following a period of intense activity to re-configure the LHC and its chain of accelerators for heavy ion beams, CERNs accelerator specialists put the beams into collision for the first time in the early morning of 17 November 2015 and stable beams were declared at 10.59am today, marking the start of a one-month run with positively charged lead ions: lead atoms stripped of electrons, read a statement issued by the CERN.\tThe four large LHC experiments will all take data over this campaign, including LHCb, which will record this kind of collision for the first time. Colliding lead ions allows the LHC experiments to study a state of matter that existed shortly after the big bang, reaching a temperature of several trillion degrees.\tIt is a tradition to collide ions over one month every year as part of our diverse research programme at the LHC, said CERN Director General Rolf Heuer. This year however is special as we reach a new energy and will explore matter at an even earlier stage of our universe.\tEarly in the life of our universe, for a few millionths of a second, matter was a very hot and very dense medium  a kind of primordial soup of particles, mainly composed of fundamental particles known as quarks and gluons. In todays cold Universe, the gluons glue quarks together into the protons and neutrons that form bulk matter, including us, as well as other kinds of particles.\tThere are many very dense and very hot questions to be addressed with the ion run for which our experiment was specifically designed and further improved during the shutdown, said ALICE collaboration spokesperson Paolo Giubellino. For instance, we are eager to learn how the increase in energy will affect charmonium production, and to probe heavy flavour and jet quenching with higher statistics. The whole collaboration is enthusiastically preparing for a new journey of discovery.\tIncreasing the energy of collisions will increase the volume and the temperature of the quark and gluon plasma, allowing for significant advances in understanding the strongly-interacting medium formed in lead-ion collisions at the LHC.\tAs an example, in season 1 the LHC experiments confirmed the perfect liquid nature of the quark-gluon plasma and the existence of jet quenching in ion collisions, a phenomenon in which generated particles lose energy through the quark-gluon plasma. The high abundance of such phenomena will provide the experiments with tools to characterize the behaviour of this quark-gluon plasma. Measurements to higher jet energies will thus allow new and more detailed characterization of this very interesting state of matter.\tThe heavy-ion run will provide a great complement to the proton-proton data weve taken this year, said ATLAS collaboration spokesperson Dave Charlton. We are looking forward to extending ATLAS studies of how energetic objects such as jets and W and Z bosons behave in the quark gluon plasma.\tThe LHC detectors were substantially improved during the LHCs first long shutdown. With higher statistics expected, physicists will be able to look deeper at the tantalising signals observed in season 1.\tHeavy flavour particles will be produced at high rate in Season 2, opening up unprecedented opportunities to study hadronic matter in extreme conditions, said CMS collaboration spokesperson Tiziano Camporesi.  CMS is ideally suited to trigger on these rare probes and to measure them with high precision. \tFor the very first time, the LHCb collaboration will join the club of experiments taking data with ion-ion collisions.\tThis is an exciting step into the unknown for LHCb, which has very precise particle identification capabilities. Our detector will enable us to perform measurements that are highly complementary to those of our friends elsewhere around the ring, said LHCb collaboration spokesperson Guy Wilkinson.]]></description><link><![CDATA[http://www.sify.com/news/the-lhc-collides-ions-at-new-record-energy-news-science-plzxTGbjjidbe.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/indias-gsat-15-communication-satellite-launched-successfully-news-science-pllkakgggdgig.html]]></guid><pubDate><![CDATA[Wed, 11 Nov 2015 04:30:00 +0530]]></pubDate><title><![CDATA[India's GSAT-15 communication satellite launched successfully]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pllkahedjidde.jpg\"/><description><![CDATA[New Delhi, Nov 11 (IBNS) GSAT-15, India’s latest communications satellite, was launched successfully by the European Ariane 5 VA-227 launch Vehicle in the early morning hours of Wednesday, officials said.<br /><br />The 3164 kg GSAT-15 carries communication transponders in Ku-band as well as a GPS Aided GEO Augmented Navigation (GAGAN) payload operating in L1 and L5 bands.\tAfter a smooth countdown lasting 11 hours and 30 minutes, the Ariane 5 launch vehicle lifted off right on schedule at 0304 hrs (3:04 am) IST today. After a flight of 43 minutes and 24 seconds, GSAT-15 separated from the Ariane 5 upper stage in an elliptical Geosynchronous Transfer Orbit (GTO) with a perigee (nearest point to Earth) of 250 km and an apogee (farthest point to Earth) of 35,819 km, inclined at an angle of 3.9 degree to the equator. The achieved orbit was very close to the intended one.\tISROs Master Control Facility (MCF) at Hassan in Karnataka took over the command and control of GSAT-15 immediately after its separation from the launch vehicle. Preliminary health checks of the satellite revealed its normal health.\tIn the coming days, orbit raising manoeuvres will be performed to place the satellite in the Geostationary Orbit (36,000 km above the equator) by using the satellites propulsion system in steps, read an official statement.\tAfter the completion of orbit raising operations, the two solar arrays and both the antenna reflectors of GSAT-15 will be deployed.\tFollowing this, the satellite will be put in its final orbital configuration. GSAT-15 will be positioned at 93.5 deg East longitude in the geostationary orbit along with the operational INSAT-3A and INSAT-4B satellites.\tLater, it is planned to experimentally turn on the communication payloads of GSAT-15. After the successful completion of all the in-orbit tests, GSAT-15 will be ready for operational use.\t\tImage: ISRO Twitter page]]></description><link><![CDATA[http://www.sify.com/news/indias-gsat-15-communication-satellite-launched-successfully-news-science-pllkakgggdgig.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/world-cannot-afford-to-follow-american-consumption-model-cse-news-science-plgwy5bcjcccf.html]]></guid><pubDate><![CDATA[Fri, 06 Nov 2015 16:54:00 +0530]]></pubDate><title><![CDATA[World cannot afford to follow American consumption model: CSE]]></title><description><![CDATA[The world was following the unsustainable American consumption model which was leading to excessive demand for consumer goods and energy, said Centre for Science and Environment (CSE) on the final day of the Annual Media Briefing on Climate Change.<br /><br />The closing session was attended by the French AmbassadorFrancois Richierand Zambian Ambassador Sikapale Chinzewe. Richier said more than 40,000 persons were likely to attend the CoP at Paris and that the French government would offer free visas to journalists.\t\tSpeaking in a session to discuss American consumption trends, CSE Director General Sunita Narain said that if the US did not make serious changes to its conspicuous consumption, climate change mitigation efforts would not be as successful as US needed to lead the way, having been the highest emitter in the world.\t\tEarlier, CSE Deputy Director General Chandra Bhushan said that the per capita annual emission of the United States would be 12tonnes while that of the European Union would be five tonnes in 2030.\t\tPeople live well in the EU. Americans need to scale down their lifestyles, he said.\t\tCapitan America Bhushan presented findings from CSEs recent publication: Capitan America  US climate goals  A Reckoning and said that the US was shifting from coal to gas-based electricity production because it had found gas and that it was cheaper to produce electricity from gas in the current context for the US. It is the price that is determining the shift in policy, not its environmental thinking, he said.\t\tHe said in 2030, only 15 per cent of US energy would come from renewable energy. This is very small, and does not show the US is serious about cutting down its emissions, he said.\t\tBhushan also said US lifestyle was lavish, and while an American house was on an average 2200 sq ft, for a German it was 1200 sq ft. US was one country in the world where use of public transport was declining. This is alarming, he said.\t\tGaping inequalities between the developed and the developing world and its development needs were discussed on the in the several content-based sessions that covered thematic issues as well as geographies  including Africa and South Asia. The panellists on Friday included former secretary of the Ministry of New and Renewable Energy, SB Agnihotri;Livestock scientist Assah Ndambi;Thusitha Sugathpala from University of Moratuwa, Sri Lanka; and other specialists.\t\tIn the session on renewable energy, Agnihotri presented electrification maps for India and Bharat  representing urban and rural India. There is huge Inequality between rural and urban India. If 10 per cent of households in an Indian village have an electrical connection, it is considered to be electrified. Rural India needs more energy. Renewable energy could be an excellent alternative, he said.\t\tKumarakandath said while there was energy poverty in a part of the world, excessive consumption was the norm in another part of the world. Comparing 13,000 units of electricity a US citizen consumes in a year, 52 units consumed by an Ethiopian, she said the large energy deficit can be addressed by renewable energy. However, the initial capital investment for renewable energy was high, she said.\t\tShe said a global partnershipas part of the GREEAT programme was aimed at bringing about collaboration between countries, including developing and developed ones. Rich countries can immediately switch to renewable energy while the developing nations make a transition, she said.\t\t\tOther issues which are part of the climate change discussion were discussed in sessions on livestock emissions, methane emission due to rice farming, among others. Livestock emissions constitute 14.5 per cent of the total greenhouse gas emissions in the world. Switching to a diet which has different proteins can reduce GHG emissions, said Ndambi. Maricar Alberto from International Rice Research Institute said that one way of reducing methane emission in cultivation of rice was using irrigation methods which used less water.]]></description><link><![CDATA[http://www.sify.com/news/world-cannot-afford-to-follow-american-consumption-model-cse-news-science-plgwy5bcjcccf.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/nasa-mission-reveals-speed-of-solar-wind-stripping-martian-atmosphere-news-science-plgkpedgcefab.html]]></guid><pubDate><![CDATA[Fri, 06 Nov 2015 04:45:00 +0530]]></pubDate><title><![CDATA[NASA mission reveals speed of solar wind stripping Martian atmosphere]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/plgkpdddfgfea.jpg\"/><description><![CDATA[California, Nov 6 (IBNS) NASA’s Mars Atmosphere and Volatile Evolution (MAVEN) mission has identified the process that appears to have played a key role in the transition of the Martian climate from an early, warm and wet environment that might have supported surface life to the cold, arid planet Mars is today.<br /><br />MAVEN data have enabled researchers to determine the rate at which the Martian atmosphere currently is losing gas to space via stripping by the solar wind.\tThe findings reveal that the erosion of Mars atmosphere increases significantly during solar storms. The scientific results from the mission appear in the Nov. 5 issues of the journals Science and Geophysical Research Letters.\tMars appears to have had a thick atmosphere warm enough to support liquid water which is a key ingredient and medium for life as we currently know it, said John Grunsfeld, astronaut and associate administrator for the NASA Science Mission Directorate in Washington. Understanding what happened to the Mars atmosphere will inform our knowledge of the dynamics and evolution of any planetary atmosphere. Learning what can cause changes to a planets environment from one that could host microbes at the surface to one that doesnt is important to know, and is a key question that is being addressed in NASAs journey to Mars.\tMAVEN measurements indicate that the solar wind strips away gas at a rate of about 100 grams (equivalent to roughly 1/4 pound) every second. Like the theft of a few coins from a cash register every day, the loss becomes significant over time, said Bruce Jakosky, MAVEN principal investigator at the University of Colorado, Boulder. Weve seen that the atmospheric erosion increases significantly during solar storms, so we think the loss rate was much higher billions of years ago when the sun was young and more active.\tIn addition, a series of dramatic solar storms hit Mars atmosphere in March 2015, and MAVEN found that the loss was accelerated.\tThe combination of greater loss rates and increased solar storms in the past suggests that loss of atmosphere to space was likely a major process in changing the Martian climate.\tThe solar wind is a stream of particles, mainly protons and electrons, flowing from the suns atmosphere at a speed of about one million miles per hour.\tThe magnetic field carried by the solar wind as it flows past Mars can generate an electric field, much as a turbine on Earth can be used to generate electricity. This electric field accelerates electrically charged gas atoms, called ions, in Mars upper atmosphere and shoots them into space.\tMAVEN has been examining how solar wind and ultraviolet light strip gas from of the top of the planets atmosphere.\tNew results indicate that the loss is experienced in three different regions of the Red Planet: down the tail, where the solar wind flows behind Mars, above the Martian poles in a polar plume, and from an extended cloud of gas surrounding Mars. The science team determined that almost 75 percent of the escaping ions come from the tail region, and nearly 25 percent are from the plume region, with just a minor contribution from the extended cloud.\tAncient regions on Mars bear signs of abundant water  such as features resembling valleys carved by rivers and mineral deposits that only form in the presence of liquid water. These features have led scientists to think that billions of years ago, the atmosphere of Mars was much denser and warm enough to form rivers, lakes and perhaps even oceans of liquid water.\tRecently, researchers using NASAs Mars Reconnaissance Orbiter observed the seasonal appearance of hydrated salts indicating briny liquid water on Mars. However, the current Martian atmosphere is far too cold and thin to support long-lived or extensive amounts of liquid water on the planets surface.\tSolar-wind erosion is an important mechanism for atmospheric loss, and was important enough to account for significant change in the Martian climate, said Joe Grebowsky, MAVEN project scientist from NASAs Goddard Space Flight Center in Greenbelt, Maryland. MAVEN also is studying other loss processes -- such as loss due to impact of ions or escape of hydrogen atoms -- and these will only increase the importance of atmospheric escape.\tThe goal of NASAs MAVEN mission, launched to Mars in November 2013, is to determine how much of the planets atmosphere and water have been lost to space. It is the first such mission devoted to understanding how the sun might have influenced atmospheric changes on the Red Planet. MAVEN has been operating at Mars for just over a year and will complete its primary science mission on Nov. 16.\t\tImage Credits: NASA/GSFC]]></description><link><![CDATA[http://www.sify.com/news/nasa-mission-reveals-speed-of-solar-wind-stripping-martian-atmosphere-news-science-plgkpedgcefab.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/isro-releases-book-on-indian-space-programme-news-science-plfxLtgjhgade.html]]></guid><pubDate><![CDATA[Thu, 05 Nov 2015 18:17:00 +0530]]></pubDate><title><![CDATA[ISRO releases book on Indian Space Programme]]></title><description><![CDATA[A book on Indian Space Programme was released on the second anniversary of India's Mars Orbiter Spacecraft, which successfully completed one year in orbit around Mars on Sept  24, 2015.<br /><br />The Indian Space Programme was launched on November 05, 2013, exactly two years to this day.\t\tOn the second anniversary of the launch of the spacecraft, a technical meet was organised on Thursday at Mission Operations Complex, the location of Spacecraft Control Centre in the ISRO Telemetry, Tracking and Command Network (ISTRAC), Bangalore.\t\tThe meet deliberated on the mission challenges during the past one year of spacecraft operations around Mars and also on the data received from the five payloads of the spacecraft.\t\tA few weeks after its successful insertion into the planned orbit around Mars, the spacecraft operations team successfully managed the challenging task of safely maintaining the Mars Orbiter Spacecraft during the passage of Comet Siding Spring in October 2014 near Mars. \t\tBesides, the robust design, incorporation of full scale autonomy, extensive ground simulation tests and the operations strategy adopted by ISRO enabled the spacecraft to successfully survive during the month long solar conjunction around\tJune 2015. \t\tDuring this period, communication with the Earth was not possible due to the blockage of radio signals by the Sun.\t\tDuring its journey around Mars, the spacecraft has sent hundreds of Mars images including numerous full disc images of Mars, because of the unique elliptical orbit in which it was placed. Data sent by other four payloads (scientific instruments) of the spacecraft is being systematically analysed.\t\tMars Orbiter Spacecraft is now circling the Red Planet in an orbit with a periareion (nearest point to Mars) of 311 km and an apoareion (farthest point to Mars) of 71,311 km. The spacecraft health is normal.\t\tAlso on the occasion of the second anniversary of the launch of Mars Orbiter Spacecraft, a book From Fishing Hamlet to Red Planet was released by Prof U R Rao, Chairman, PRL Council and former Chairman, ISRO, in the presence of A S Kiran Kumar, Chairman, ISRO, Dr K Radhakrishnan, former Chairman, ISRO and many distinguished dignitaries of ISRO. \t\tThis comprehensive compendium traces the evolution of Indias satellite, launch vehicle and application programmes from a historical perspective. \t\tMany pioneers of the Indian space programme, who contributed to this compendium, were present during the function. \t\tSpeaking on the occasion, A S Kiran Kumar said the book places on record the innovative approach adopted by ISRO right from the beginning to develop space technologies for national development. \t\tHe stressed the need for ISRO to shoulder new responsibilities in the contemporary times.\t\tThe e-version of the book is made available on ISRO Website for free download.]]></description><link><![CDATA[http://www.sify.com/news/isro-releases-book-on-indian-space-programme-news-science-plfxLtgjhgade.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/once-macho-smoking-is-the-biggest-killer-news-science-plfjudfifchbg.html]]></guid><pubDate><![CDATA[Thu, 05 Nov 2015 03:50:00 +0530]]></pubDate><title><![CDATA[Once macho, smoking is the biggest killer]]></title><description><![CDATA[<p>Every day as I leave from work, I see men, old and young alike, making a beeline for the local paan (betel leaf) vendor. Some are busy chewing paan while others indulge in a quick \"stress-free\" smoking session.</p><p>The other day I noticed a group of young lads next to the same paan shop. They all must have been in their early teens. One of them bought a packet of cigarettes and started blowing smoke rings as the others watched in amazement. He then offered it to a friend who at first declined but finally accepted it after much persuasion by the group. He looked like a first timer. This boy took the first puff, coughed, gave it back, took it back and puffed again.</p><p>And there it was. Another youth falling for the bloody stick.</p><p>Why is it hard to say NO to another puff?</p><p>The answer is nicotine, an addictive substance in tobacco, which is as addictive as heroin or cocaine.</p><p>What's in a smoke you wonder, especially if you are a young reader or a new smoker. Well, there are over 4,000 chemicals in cigarettes. Over 50 of them are known to be carcinogenic. A carcinogen is something that causes cancer. And we all know that cancer is a disease that often kills those who have it.</p><p>But do you know how much harm can one puff of a cigarette cause you?</p><p>Well, honestly, one puff will not cause you harm, but it could lead you to fall into a trap. It wouldn't get you addicted but it could spark a curiosity to continue which will lead to addiction.</p><p>It really worries me to see the sorry state of tobacco consumption in our country. It inflicts huge damage on the health of Indians and could be clocking up a death toll of 1.5 million a year by 2020 if more users are not persuaded to kick the habit.</p><p>I recall a news item last year that quoted how the number of people smoking has increased in the past three decades from almost 75 million to over 110 million. In fact, India, with over 12 million women smokers in 2012, compared to just 5.3 million in 1980, has more women smoking than any other country except the US.</p><p>All this and a more saddening situation still prevail despite smoking being recognized as the third biggest health risk for Indians and despite all the anti-tobacco and smoke-free laws.</p><p>I think that more than anything, it is important to remember that as individuals become emancipated to make more choices, they are free to make bad ones. It is too bad that many of the women in India see smoking as a way of flaunting their freedom. There are so many other ways to celebrate autonomy and personal choice. Becoming a slave to smoking is not a good way to do it.</p><p>Going by the look of it, if the trend of an increase in cigarette smoking prevalence continues among Indian women, chronic health problems such as Chronic Obstructive Pulmonary Disease (COPD) and lung cancer will also rise in about 20 years. It is unlikely that India's healthcare system will be ready for that.</p><p>COPD is a set of lung diseases, including chronic bronchitis, emphysema and chronic obstructive airways disease. People with COPD have trouble breathing in and out, due to long-term damage to the lungs, usually because of smoking.</p><p>Coming back to chemicals in cigarettes and cigarette smoke, they cause not only cancer but also other serious health problems. Tar, for example, is the oily material which remains after tobacco passes through the filter. When a smoker inhales, a lot of the tar sticks to and blackens the lungs.</p><p>I am sure we all have seen the advisory advertisements that they play before a film start at most movie halls. Imagine that happening inside your body. How does that feel? Scary, I am sure.</p><p>So now that you know what's in a smoke, you have a choice. You can be a happy non-smoker if you have never tried one or have quit or you can choose to become an addicted smoker. Consider carefully which way of life better suits you - a slave to a deadly leaf or a smoke free person? The choice is yours.</p><p>Early symptoms of Lung cancer include:</p><p>* Coughing that lasts, blood in the cough or sputum</p><p>* Shortness of breath</p><p>* Wheezing</p><p>* Pneumonia</p><p>* Hoarse voice</p><p>* High pitch sound when talking</p><p>* Pain in chest area</p><p>* Tiredness that lasts</p><p>The most optimum time for lung cancer screening is before the symptoms appear. Sadly, lung cancer is detected only after symptoms appear. It is time we took charge of our lung health before it is too late.</p><p><b>(The author is Chairman, Centre for Chest Surgery, and Director, Institute of Robotic Surgery at Sir Ganga Ram Hospital. The views expressed are personal. He can be reached at irs.sgrh@gmail.com)</b></p>]]></description><link><![CDATA[http://www.sify.com/news/once-macho-smoking-is-the-biggest-killer-news-science-plfjudfifchbg.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/novaleadpharma-announces-successful-completion-of-global-phase-i--ii-clinical-trial-for-galnobax-news-science-pldxkbafhjadh.html]]></guid><pubDate><![CDATA[Tue, 03 Nov 2015 17:40:00 +0530]]></pubDate><title><![CDATA[NovaLeadPharma announces successful completion of global phase I , II clinical trial for Galnobax]]></title><description><![CDATA[Mumbai/Kolkata, Nov 3 (IBNS): NovaLead Pharma, a drug discovery and development company, on Tuesday announced a potential breakthrough in the treatment of diabetic foot ulcers (DFU), which is a frequent complication of uncontrolled diabetes over a period of time.<br /><br /><br />The recently concluded global Phase I/II clinical trial of its repositioned investigational drug, Galnobax successfully met both primary and secondary end points for efficacy and safety. The scientific challenge in this discovery can be understood by the fact that the last and the only US FDA approved drug for DFU came in 1997, the company said in a statement.\tIn this trial, Galnobax demonstrated significant benefit over placebo in terms of ability to close hard to heal DFUs in much shorter time, making it potentially the first small molecule drug for DFU. In addition the trial reported no side effects of any significance. The data supports anticipated mechanism of action of Galnobax that it triggers the intrinsic wound healing processes impaired in diabetics, it said.\tSupreet Deshpande, Managing Director, NovaLead and President of its US subsidiary- NovaLead Pharma Inc said, DFU is a global unmet medical need, with 85% of non-traumatic lower limb amputations happening due to hard to heal DFU. In spite of several therapeutic options being available, a lower limb is amputated every 20 seconds. The Phase I/II data of Galnobax indicates significant potential of this repositioned product to make a significant change in this situation. By repositioning a generic drug previously used for a heart condition, NovaLead has established that the existing generic drug base can be a potential source for novel therapeutics for hard to treat diseases like DFU.\tP.K. S Sarma, Head Technical - Discovery  Product Development, Biotechnology Industry Research Assistance Council, a Government of India Enterprise commented, NovaLeads latest innovation is very noteworthy because Diabetic Foot Ulcers is a major unmet medical need in our country and Galnobax promises to fill in this gap. With the results of clinical trials data being very encouraging so far, it is my hope that Galnobax can reach patients soon at an affordable price.\tSpeaking on this discovery and what it means for the Life Sciences industry, Visalakshi Chandramouli, Partner, Tata Capital Healthcare Fund and on the board of directors at NovaLead, said, NovaLeads innovative, computational technology-based discovery approach has made drug repurposing a significant potential source for new treatments starting with Galnobax. Private Equity Investments have significantly opened up in the Indian Healthcare  Life Sciences sector and we see huge growth potential in this market. We continue to seek compelling investment opportunities in companies that have strong business fundamentals for growth and an ability to create trusted brands in the Healthcare and Life Sciences sector.]]></description><link><![CDATA[http://www.sify.com/news/novaleadpharma-announces-successful-completion-of-global-phase-i--ii-clinical-trial-for-galnobax-news-science-pldxkbafhjadh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/jitendra-singh-inaugurates-7th-nuclear-energy-conclave-in-new-delhi-news-science-pldpTDfjhgahh.html]]></guid><pubDate><![CDATA[Tue, 03 Nov 2015 10:25:00 +0530]]></pubDate><title><![CDATA[Jitendra Singh inaugurates 7th Nuclear Energy Conclave in New Delhi]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pldpTCbjichac.jpg\"/><description><![CDATA[New Delhi, Nov 3 (IBNS) Union Minister of State (Independent Charge) Development of North Eastern Region (DoNER), MoS PMO, Personnel, Public Grievances, Pensions, Atomic Energy and Space, Jitendra Singh said that India’s nuclear programme is ahead of many other nations and truly testifies the “Make in India” initiative.<br /><br />He was addressing the inaugural session of the 7th Nuclear Energy Conclave organised by India Energy Forum on the theme Creating conditions for rapid capacity addition on nuclear power in India here.\tAllaying fears and apprehensions of some manufacturers and suppliers, Dr. Jitendra Singh reiterated that the Civil Liability for Nuclear Damage (CLND) Act of 2010 does not place anybody at disadvantage. The Indian Nuclear Insurance Pool (INIP) will cover the operators liability under the CLND Act, 2010 and adequately address the liability related concerns of national as well as international suppliers, he said.\tHe appealed to the organisations like the India Energy Forum to help spreading awareness about Indias nuclear programme and seek to clear public misgivings, if any.\tSingh said, under the leadership of the Prime Minister Narendra Modi, who has a natural scientific temper, the rapid strides in the past 18 months have vindicated the dream of Homi Bhabha, the founding father of Indias nuclear programme.\tToday, India has become a front-runner in the world in the field of nuclear energy and has also successfully proved its ability to use nuclear energy for peaceful purposes, he added.\tSingh referred to the Department of Atomic Energys social contribution in areas of health, literacy and clean drinking water and on the economic front, he emphasized the important future role of nuclear energy for long term energy security of India.]]></description><link><![CDATA[http://www.sify.com/news/jitendra-singh-inaugurates-7th-nuclear-energy-conclave-in-new-delhi-news-science-pldpTDfjhgahh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/lhc-luminosity-upgrade-project-moving-to-next-phase-news-science-pk3xhEeebjbhd.html]]></guid><pubDate><![CDATA[Thu, 29 Oct 2015 17:37:00 +0530]]></pubDate><title><![CDATA[LHC luminosity upgrade project moving to next phase]]></title><description><![CDATA[This week more than 230 scientists and engineers from around the world met at CERN to discuss the High-Luminosity LHC-a major upgrade to the Large Hadron Collider (LHC) that will increase the accelerator's discovery potential from 2025.<br /><br />After a four year long design study, the project is now moving into its second phase, which will see the development of industrial prototypes for various parts of the accelerator.\t\tLuminosity is a crucial indicator of performance for an accelerator.\t\tIt is proportional to the number of particles colliding within a defined amount of time. Since discoveries in particle physics rely on statistics, the greater the number of collisions, the more chances physicists have to see a particle or process that they have not seen before.\t\tThe High-Luminosity LHC will increase the luminosity by a factor of 10, delivering 10 times more collisions than the LHC would do over the same period of time.\t\tIt will therefore provide more accurate measurements of fundamental particles and enable physicists to observe rare processes that occur below the current sensitivity level of the LHC. With this upgrade, the LHC will continue to push the limits of human knowledge, enabling physicists to explore beyond the Standard Model and Brout-Englert-Higgs mechanism.\t\tThe LHC already delivers proton collisions at the highest energy ever, said CERN Director General Rolf Heuer. The High-Luminosity LHC will produce collisions 10 times more rapidly, increasing our discovery potential and transforming the LHC into a machine for precision studies: the natural next step for the high energy frontier.\t\tThe increase in luminosity will mean physicists will be able to study new phenomena discovered by the LHC, such as the Higgs boson, in more detail. The High-Luminosity LHC will produce 15 million Higgs bosons per year compared to the 1.2 million in total created at the LHC between 2011 and 2012.\t\tUpgrading the LHC will be a challenging procedure and relies on several breakthrough technologies currently under development.\t\tWe have to innovate in many fields, developing cutting-edge technologies for magnets, the optics of the accelerator, superconducting radiofrequency cavities, and superconducting links, explained Lucio Rossi, Head of the High-Luminosity LHC project.\t\tSome 1.2 km of the LHC will be replaced by these new technologies, which include cutting-edge 12 Tesla superconducting quadrupole magnets built using a superconducting compound of niobium and tin. These will strongly focus the beam to increase the probability of collisions occurring and will be installed at each side of the ATLAS and CMS experiments.\t\tThere are also brand new superconducting radiofrequency cavities, called crab cavities, which will be used to orientate the beam before the collision to increase the length of the area where the beams overlap. New electrical transfer lines, based on high temperature superconductors, will be able to carry currents of record intensities to the accelerator, up to 100,000 amps, over 100 metres.\t\tThe High-Luminosity LHC will use pioneering technologies - such as high field niobium-tin magnets - for the first time, said Frdrick Bordry, CERN Director for Accelerators and Technology. This will not only increase the discovery potential of the LHC but also serve as a proof of concept for future accelerators.\t\tAll these technologies have been explored since 2011 in the framework of the HiLumi LHC Design Study - partly financed by the European Commissions FP7 programme. HiLumi LHC brought together a large number of laboratories from CERNs member states, as well as from Russia, Japan and the US. American institutes participated in the project with the support of the US LHC Accelerator Research Program (LARP), funded by the US Department of Energy. Some 200 scientists from 20 countries collaborated on this first successful phase.\t\tThe meeting this week marks the end of this hugely complex and collaborative design phase of the High-Luminosity LHC project. The project will now focus on the prototyping and industrialization of the technologies before the construction phase can begin.]]></description><link><![CDATA[http://www.sify.com/news/lhc-luminosity-upgrade-project-moving-to-next-phase-news-science-pk3xhEeebjbhd.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/india-calls-for-multilateral-funding-for-science-technology-and-innovation-among-brics-countries-news-science-pk3lu5eihhchb.html]]></guid><pubDate><![CDATA[Thu, 29 Oct 2015 05:50:00 +0530]]></pubDate><title><![CDATA[India Calls for Multilateral Funding for Science, Technology and Innovation among BRICS Countries]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pk3lpghdibadg.jpg\"/><description><![CDATA[Moscow, Oct 29 (IBNS) The Minister for Science, Technology and Earth Sciences, Harsh Vardhan has said that India supports multilateral funding system which will  provide the basis for announcing BRICS Call for Proposal to support multi-country research projects.<br /><br />Addressing the 3rd Ministerial Meeting of BRICS - Brazil, Russia, India, China and South Africa on Science, Technology and Innovation (STI) on Wednesday, he said active co-investment of resources including funds from each BRICS partner country in support of BRICS Call for Proposal is desired.\tVardhan said that Indian Government attaches great importance to its engagement with BRICS which has emerged as a valuable forum for consultation, coordination and cooperation on contemporary global and regional issues of mutual interest.\tAt todays meeting India has supported creation of BRICS Research and Innovation Networking Platform (RINP) under which it expects a BRICS Innovation Corps to be created and that an inventory of innovative products, services and solutions would be maintained.\tIndia also welcomed the proposed BRICS initiative on Global Research Advanced Infrastructure Network (GRAIN). The minister said that all BRICS countries must identify their common needs and share information on existing major research infrastructure specially those engaged in addressing the common societal challenges as well as those under construction or those that can be developed in future to avoid duplication of resources and money.\tVardhan said that the BRICS STI Cooperation MoU signed in Brasilia in March 2015 captures the spirit in connecting usefulness of knowledge and innovative products to usefulness of society.\tHe said as a follow up of the BRICS Young Scientist Forum mooted and being coordinated by India, a five (5)-day BRICS Young Scientist Conclave will be held at the National Institute of Advanced Studies (NIAS) in Bangalore, India during March 2016, with intent to create BRICS Young Scientists Corps.\tThe minister called upon BRICS countries to collectively explore the merit of establishing a BRICS Young Scientist Forum Secretariat in India with the Department of Science and Technology of India as the coordinator and with the commitment and support from all BRICS countries. This would give pace to building and implementing the BRICS Young Scientists Regional Scientific Programs, he added.\tThe Minister also said in the area of Geo-spatial Technology Applications, India will be hosting the first BRICS Working Group meeting on the theme - Geospatial technology for good governance and decision making through collaboration and partnership, to come with detailed actions and joint project proposals which could then be supported by BRICS countries. India had earlier taken the leadership in the area of geospatial technologies and its applications among the BRICS countries for mutual cooperation.\tHe informed the BRICS Ministerial meeting that India would be willing to coordinate a new additional BRICS Thematic Leadership role in Nanotechnology. He proposed that it could be an integral part of the BRICS STI Cooperation Work Plan 2015-2018, by adding it to the current basket of BRICS Thematic Leadership Areas.\tHe said this should consolidate BRICS leadership at the global level in the area of Nanotechnology and its applications in areas of health, energy, environment etc. Harsh Vardhan said that BRICS countries should also have a cooperation plan to provide affordable healthcare to its people.\tIndia also outlined the scope of BRICS Project on Technology Foresight on Climate Systems to be implemented as part of BRICS STI Work Plan 2015-2018 and called for a focus on developing a roadmap for relevant best technologies available for climate change mitigation and adaptation.]]></description><link><![CDATA[http://www.sify.com/news/india-calls-for-multilateral-funding-for-science-technology-and-innovation-among-brics-countries-news-science-pk3lu5eihhchb.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/nasa-awards-contract-for-research-education-program-support-news-science-pk2x4Shbbcaie.html]]></guid><pubDate><![CDATA[Wed, 28 Oct 2015 18:00:00 +0530]]></pubDate><title><![CDATA[NASA awards contract for research, education program support]]></title><description><![CDATA[Washington, Oct 24 (IBNS) NASA has awarded the NASA Research Education Support Service (NRESS) contract to Arctic Slope Technical Services, Inc. of Beltsville, Maryland.<br /><br />This is an 8(a) small business set-aside, cost-plus fixed-fee indefinite delivery, indefinite quantity contract with a total value of $130 million. There is a 45-day phase-in period beginning onDec. 17and the period of performance is five years, starting onFeb. 1, 2016. Individual task orders may extend for up to one year past the expiration of the ordering period, read the NASA website.\t\tThe purpose of the contract is to provide research and technology development, arrange competitive education program opportunities, primarily through solicited, peer-reviewed proposals that result in grants, cooperative agreements, contracts, or intergovernmental agreements.\t\tSolicitation mechanisms include NASA Research Announcements, Announcements of Opportunity, and Cooperative Agreement Notices.\t\tThe contractor will provide administrative, logistical, and IT support for the peer review and project management activities of NASAs sponsored research and education programs.\t\tThe NRESS contractor will support workshops with research communities to help define objectives, assist in the development of broad agency announcements, receive and manage notices of intent and proposals, provides logistical and technical support for peer review of proposals, and assist NASA in various post-selection management functions.]]></description><link><![CDATA[http://www.sify.com/news/nasa-awards-contract-for-research-education-program-support-news-science-pk2x4Shbbcaie.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/nasa-awards-contract-for-research-education-program-support-news-science-pkyomAebeeicc.html]]></guid><pubDate><![CDATA[Sat, 24 Oct 2015 08:42:00 +0530]]></pubDate><title><![CDATA[NASA awards contract for research, education program support]]></title><description><![CDATA[Washington, Oct 24 (IBNS) NASA has awarded the NASA Research Education Support Service (NRESS) contract to Arctic Slope Technical Services, Inc. of Beltsville, Maryland.<br /><br />This is an 8(a) small business set-aside, cost-plus fixed-fee indefinite delivery, indefinite quantity contract with a total value of $130 million. There is a 45-day phase-in period beginning onDec. 17and the period of performance is five years, starting onFeb. 1, 2016. Individual task orders may extend for up to one year past the expiration of the ordering period, read the NASA website.\t\tThe purpose of the contract is to provide research and technology development, arrange competitive education program opportunities, primarily through solicited, peer-reviewed proposals that result in grants, cooperative agreements, contracts, or intergovernmental agreements.\t\tSolicitation mechanisms include NASA Research Announcements, Announcements of Opportunity, and Cooperative Agreement Notices.\t\tThe contractor will provide administrative, logistical, and IT support for the peer review and project management activities of NASAs sponsored research and education programs.\t\tThe NRESS contractor will support workshops with research communities to help define objectives, assist in the development of broad agency announcements, receive and manage notices of intent and proposals, provides logistical and technical support for peer review of proposals, and assist NASA in various post-selection management functions.]]></description><link><![CDATA[http://www.sify.com/news/nasa-awards-contract-for-research-education-program-support-news-science-pkyomAebeeicc.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/cassini-begins-series-of-flybys-with-close-up-of-saturn-moon-enceladus-news-science-pkok3Iaebjjfb.html]]></guid><pubDate><![CDATA[Wed, 14 Oct 2015 04:59:00 +0530]]></pubDate><title><![CDATA[Cassini begins series of Flybys with close-up of Saturn Moon Enceladus]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pkok3Habejdic.jpg\"/><description><![CDATA[California, Oct 14 (IBNS) NASA's Cassini spacecraft will wrap up its time in the region of Saturn's large, icy moons with a series of three close encounters with Enceladus starting Wednesday, Oct. 14.<br /><br /><br />Images are expected to begin arriving one to two days after the flyby, which will provide the first opportunity for a close-up look at the north polar region of Enceladus, NASA said in a statement.\tWednesdays flyby is considered a moderately close approach for Cassini, which will pass at an altitude of 1,142 miles (1,839 kilometers) above the moons surface. Closest approach to Enceladus will occur at 6:41 a.m. EDT (3:41 a.m. PDT). The spacecrafts final two approaches will take place in late October and mid-December.\tDuring Cassinis early-mission encounters with the moon, the northern terrain of Enceladus was masked by wintry darkness. Now that the summer sun is shining on the high northern latitudes, scientists will be looking for signs of ancient geological activity similar to the geyser-spouting, tiger-stripe fractures in the moons south polar region. Features observed during the flyby could help them understand whether the north also was geologically active at some time in the past.\tWeve been following a trail of clues on Enceladus for 10 years now, said Bonnie Buratti, a Cassini science team member and icy moons expert at NASAs Jet Propulsion Laboratory (JPL) in Pasadena, California. The amount of activity on and beneath this moons surface has been a huge surprise to us. Were still trying to figure out what its history has been, and how it came to be this way.\tSince Cassinis 2005 discovery of continually-erupting fountains of icy material on Enceladus, the Saturn moon has become one of the most promising places in the solar system to search for present-day habitable environments. Mission scientists announced evidence in March that hydrothermal activity may be occurring on the seafloor of the moons underground ocean. In September they broke news that its ocean -- previously thought to be only a regional sea -- was, in fact, global.\tThe global nature of Enceladus ocean and the inference that hydrothermal systems might exist at the oceans base strengthen the case that this small moon of Saturn may have environments similar to those at the bottom of our own ocean, said Jonathan Lunine, an interdisciplinary scientist on the Cassini mission at Cornell University in Ithaca, New York. It is therefore very tempting to imagine that life could exist in such a habitable realm, a billion miles from our home.\tThe Oct. 14 encounter will serve as a prelude to the main event, a flyby of Enceladus on Wednesday, Oct. 28, during which Cassini will come dizzyingly close to the icy moon, passing a mere 30 miles (49 kilometers) above the moons south polar region. During this encounter, Cassini will make its deepest-ever dive through the moons plume of icy spray, collecting images and valuable data about whats going on beneath the frozen surface. Cassini scientists are hopeful data from that flyby will provide evidence of how much hydrothermal activity is occurring in the moons ocean, and how the amount of activity impacts the habitability of Enceladus ocean.\tCassinis final close flyby on Dec. 19 will examine how much heat is coming from the moons interior from an altitude of 3,106 miles (4,999 kilometers).\tImage Credits: NASA/JPL-Caltech]]></description><link><![CDATA[http://www.sify.com/news/cassini-begins-series-of-flybys-with-close-up-of-saturn-moon-enceladus-news-science-pkok3Iaebjjfb.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/arts@cern-announces-three-new-open-calls-arrival-of-new-artists-in-residence-news-science-pkmsS2fcfiaha.html]]></guid><pubDate><![CDATA[Mon, 12 Oct 2015 13:24:00 +0530]]></pubDate><title><![CDATA[Arts@CERN announces three new open calls, arrival of new artists in residence]]></title><description><![CDATA[CERN on Monday announced three new open calls giving a chance to artists to immerse themselves in the research of particle physics and its community.<br /><br />Two new international partners have joined the Accelerate@CERN programme: the Abu Dhabi Music  Arts Foundation (ADMAF) from UAE1 and Rupert, the centre for Art and Education from Vilnius, Lithuani2.\t\tThe Collide@CERN Geneva award is also now calling for entries, continuing the fruitful collaboration with The Republic and Canton of Geneva and the City of Geneva3. Last but not least, the Collide@CERN Ars Electronica winning artists start their residency at CERN this week, an official statement said.\t\tScience and the arts are essential parts of a vibrant, healthy culture, and the Arts@CERN programme is bringing them closer together, said CERN DG Rolf Heuer. With CERNs diverse research programme, including the LHCs second run getting underway, theres no better place in the world to do that than here.\t\tWith the support of The Abu Dhabi Music  Arts Foundation (ADMAF), Arts@CERN gives the chance for an Emirati visual artist to come to CERN for a fully funded immersion in high-energy physics in the Accelerate@CERN programme. Thanks to the support by Rupert, Centre for Art and Education in Vilnius, the same door opens to Lithuanian artists who wish to deepen their knowledge in science and use it as a source of inspiration for their work. Each of the two open calls begins today for artists to win a one-month research stay at CERN. Applications can be submitted up to 11 January 2016.\t\tFunded by The Republic and Canton of Geneva and The City of Geneva, Collide@CERN Geneva has operated successfully since 2012. Arts@CERN announces the fourth open call for artists from Geneva, this time celebrating the citys strength in digital writing. Today, the competition opens to writers who were born, live or work in the Geneva region, and would like to win a three-month residency where scientific and artistic creativity collide. The winner will also receive a stipend of 15,000 CHF. The deadline for applications is 11 January 2016.\t\tArts and science have always been interlinked as major cultural forces, and this is the fundamental reason for CERN to continue to proactively pursue this relationship, said Mnica Bello, Head of Arts@CERN. The arts programme here continues to flourish.\t\tSemiconductor, the artist duo formed by Ruth Jarman and Joe Gerdhardt, are the winners of the Collide@CERN Ars Electronica award4. Out of 161 projects from 53 countries, the jury5 awarded Semiconductor for their broad sense of speculation, complexity and wonder, using strategies of analysis and translation of the phenomena into tangible and beautiful forms. Their two-month Collide@CERN residency starts on Monday.]]></description><link><![CDATA[http://www.sify.com/news/arts@cern-announces-three-new-open-calls-arrival-of-new-artists-in-residence-news-science-pkmsS2fcfiaha.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/nasa-releases-plan-outlining-next-steps-in-the-journey-to-mars-news-science-pkjkzTcbbfcad.html]]></guid><pubDate><![CDATA[Fri, 09 Oct 2015 04:55:00 +0530]]></pubDate><title><![CDATA[NASA releases plan outlining next steps in the journey to Mars]]></title><description><![CDATA[California, Oct 9 (IBNS) NASA is leading our nation and the world on a journey to Mars, and Thursday the agency released a detailed outline of that plan in its report, \"NASA's Journey to Mars: Pioneering Next Steps in Space Exploration.\"<br /><br /><br />NASA is closer to sending American astronauts to Mars than at any point in our history, said NASA Administrator Charles Bolden. Today, we are publishing additional details about our journey to Mars plan and how we are aligning all of our work in support of this goal. In the coming weeks, I look forward to continuing to discuss the details of our plan with members of Congress, as well as our commercial and our international and partners, many of whom will be attending the International Astronautical Congress next week.\tThe journey to Mars crosses three thresholds, each with increasing challenges as humans move farther from Earth. NASA is managing these challenges by developing and demonstrating capabilities in incremental steps:\tEarth Reliant exploration is focused on research aboard the International Space Station. From this world-class microgravity laboratory, we are testing technologies and advancing human health and performance research that will enable deep space, long duration missions.\tIn the Proving Ground, NASA will learn to conduct complex operations in a deep space environment that allows crews to return to Earth in a matter of days. Primarily operating in cislunar spacethe volume of space around the moon featuring multiple possible stable staging orbits for future deep space missionsNASA will advance and validate capabilities required for humans to live and work at distances much farther away from our home planet, such as at Mars.\tEarth Independent activities build on what we learn on the space station and in deep space to enable human missions to the Mars vicinity, possibly to low-Mars orbit or one of the Martian moons, and eventually the Martian surface. Future Mars missions will represent a collaborative effort between NASA and its partnersa global achievement that marks a transition in humanitys expansion as we go to Mars to seek the potential for sustainable life beyond Earth.\tNASAs strategy connects near-term activities and capability development to the journey to Mars and a future with a sustainable human presence in deep space, said William Gerstenmaier, associate administrator for Human Exploration and Operations at NASA Headquarters. This strategy charts a course toward horizon goals, while delivering near-term benefits, and defining a resilient architecture that can accommodate budgetary changes, political priorities, new scientific discoveries, technological breakthroughs, and evolving partnerships.\tNASA is charting new territory, and we will adapt to new scientific discoveries and new opportunities. Our current efforts are focused on pieces of the architecture that we know are needed. In parallel, we continue to refine an evolving architecture for the capabilities that require further investigation. These efforts will define the next two decades on the journey to Mars.\tLiving and working in space require accepting risksand the journey to Mars is worth the risks. A new and powerful space transportation system is key to the journey, but NASA also will need to learn new ways of operating in space, based on self-reliance and increased system reliability. We will use proving ground missions to validate transportation and habitation capabilities as well as new operational approaches to stay productive in space while reducing reliance on Earth.\tWe identify the technological and operational challenges in three categories: transportation, sending humans and cargo through space efficiently, safely, and reliably; working in space, enabling productive operations for crew and robotic systems; and staying healthy, developing habitation systems that provide safe, healthy, and sustainable human exploration. Bridging these three categories are the overarching logistical challenges facing crewed missions lasting up to 1,100 days and exploration campaigns that span decades.\tNASA is investing in powerful capabilities and state-of-the-art technologies that benefit both NASA and our industry partners while minimizing overall costs through innovative partnerships. Through our evolvable transportation infrastructure, ongoing spaceflight architecture studies, and rapid prototyping activities, we are developing resilient architecture concepts that focus on critical capabilities across a range of potential missions. We are investing in technologies that provide large returns, and maximizing flexibility and adaptability through commonality, modularity, and reusability.\tOn the space station, we are advancing human health and behavioral research for Mars-class missions. We are pushing the state-of-the-art life support systems, printing 3-D parts, and analyzing material handling techniques for in-situ resource utilization. The upcoming eighth SpaceX commercial resupply services mission will launch the Bigelow Expandable Activity Module, a capability demonstration for inflatable space habitats.\tWith the Space Launch System, Orion crewed spacecraft, and revitalized space launch complex, we are developing core transportation capabilities for the journey to Mars and ensuring continued access for our commercial crew and cargo partners to maintain operations and stimulate new economic activity in low-Earth orbit. This secured U.S. commercial access to low-Earth orbit allows NASA to continue leveraging the station as a microgravity test bed while preparing for missions in the proving ground of deep space and beyond.\tThrough the Asteroid Redirect Mission (ARM), we will demonstrate an advanced solar electric propulsion capability that will be a critical component of our journey to Mars. ARM will also provide an unprecedented opportunity for us to validate new spacewalk and sample handling techniques as astronauts investigate several tons of an asteroid boulder  potentially opening new scientific discoveries about the formation of our solar system and beginning of life on Earth\tWe are managing and directing the ground-based facilities and services provided by the Deep Space Network (DSN), Near Earth Network (NEN), andSpace Network (SN)  critical communications capabilities that we continue to advance for human and robotic communication throughout the solar system.\tThrough our robotic emissaries, we have already been on and around Mars for 40 years, taking nearly every opportunity to send orbiters, landers, and rovers with increasingly complex experiments and sensing systems. These orbiters and rovers have returned vital data about the Martian environment, helping us understand what challenges we may face and resources we may encounter. The revolutionary Curiosity sky crane placed nearly one metric ton  about the size of a small car  safely on the surface of Mars, but we need to be able to land at least 10 times that weight with humans  and then be able to get them off the surface.\tThese challenges are solvable, and NASA and its partners are working on the solutions every day so we can answer some of humanitys fundamental questions about life beyond Earth: Was Mars home to microbial life? Is it today? Could it be a safe home for humans one day? What can it teach us about life elsewhere in the cosmos or how life began on Earth? What can it teach us about Earths past, present and future?\tThe journey to Mars is an historic pioneering endeavora journey made possible by a sustained effort of science and exploration missions beyond low-Earth orbit with successively more capable technologies and partnerships.\tTo learn more about NASAs journey to Mars, including the agencys latest scientific exploration of the Red Planet, visit:]]></description><link><![CDATA[http://www.sify.com/news/nasa-releases-plan-outlining-next-steps-in-the-journey-to-mars-news-science-pkjkzTcbbfcad.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/new-horizons-finds-blue-skies-and-water-ice-on-pluto-news-science-pkjcgTchbhhdh.html]]></guid><pubDate><![CDATA[Thu, 08 Oct 2015 20:36:00 +0530]]></pubDate><title><![CDATA[New Horizons finds blue skies and water ice on Pluto]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pkjcgSiegfjdj.png\"/><description><![CDATA[The first color images of Pluto’s atmospheric hazes, returned by NASA’s New Horizons spacecraft last week, reveal that the hazes are blue.<br /><br /><br />Who would have expected a blue sky in the Kuiper Belt? Its gorgeous, Alan Stern, New Horizons principal investigator from Southwest Research Institute (SwRI), Boulder, Colorado was quoted as saying by NASA website.\tThe haze particles themselves are likely gray or red, but the way they scatter blue light has gotten the attention of the New Horizons science team.\tThat striking blue tint tells us about the size and composition of the haze particles, said science team researcher Carly Howett, also of SwRI. A blue sky often results from scattering of sunlight by very small particles. On Earth, those particles are very tiny nitrogen molecules. On Pluto they appear to be larger  but still relatively small  soot-like particles we call tholins.\tScientists believe the tholin particles form high in the atmosphere, where ultraviolet sunlight breaks apart and ionizes nitrogen and methane molecules and allows them to react with one another to form more and more complex negatively and positively charged ions.\tWhen they recombine, they form very complex macromolecules, a process first found to occur in the upper atmosphere of Saturns moon Titan. The more complex molecules continue to combine and grow until they become small particles; volatile gases condense and coat their surfaces with ice frost before they have time to fall through the atmosphere to the surface, where they add to Plutos red coloring.\tIn a second significant finding, New Horizons has detected numerous small, exposed regions of water ice on Pluto. The discovery was made from data collected by the Ralph spectral composition mapper on New Horizons.\tLarge expanses of Pluto dont show exposed water ice, said science team member Jason Cook, of SwRI, because its apparently masked by other, more volatile ices across most of the planet. Understanding why water appears exactly where it does, and not in other places, is a challenge that we are digging into.\tA curious aspect of the detection is that the areas showing the most obvious water ice spectral signatures correspond to areas that are bright red in recently released color images. Im surprised that this water ice is so red, says Silvia Protopapa, a science team member from the University of Maryland, College Park. We dont yet understand the relationship between water ice and the reddish tholin colorants on Plutos surface.\tThe New Horizons spacecraft is currently 3.1 billion miles (5 billion kilometers) from Earth, with all systems healthy and operating normally.\tImage Credits: NASA/JHUAPL/SwRI]]></description><link><![CDATA[http://www.sify.com/news/new-horizons-finds-blue-skies-and-water-ice-on-pluto-news-science-pkjcgTchbhhdh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/nobel-prize-in-chemistry--awarded-to-tomas-lindahl--paul-modrich-and-aziz-sancar-news-science-pkhpLEcecahja.html]]></guid><pubDate><![CDATA[Wed, 07 Oct 2015 10:17:00 +0530]]></pubDate><title><![CDATA[Nobel Prize in Chemistry  awarded to Tomas Lindahl , Paul Modrich and Aziz Sancar]]></title><description><![CDATA[London, Oct 7 (IBNS) The Royal Swedish Academy of Sciences on Wednesday announced to award Nobel Prize in Chemistry for 2015 to Tomas Lindahl , Paul Modrich and Aziz Sancar.<br /><br />The award was given to them for having mapped, at a molecular level, how cells repair damaged DNA and safeguard the genetic information.\t\tTheir work has provided fundamental knowledge of how a living cell functions and is, for instance, used for the development of new cancer treatments,nobelprize.orgsaid.\t\tEach day DNA is damaged by UV radiation, free radicals and other carcinogenic substances, but even without such external attacks, a DNA molecule is inherently unstable. Thousands of spontaneous changes to a cells genome occur on a daily basis. Furthermore, defects can also arise when DNA is copied during cell division, a process that occurs several million times every day in the human body.\t\tThe reason our genetic material does not disintegrate into complete chemical chaos is that a host of molecular systems continuously monitor and repair DNA. The Nobel Prize in Chemistry 2015 awards three pioneering scientists who have mapped how several of these repair systems function at a detailed molecular level.\t\tIn the early 1970s, scientists believed that DNA was an extremely stable molecule, but Tomas Lindahl demonstrated that DNA decays at a rate that ought to have made the development of life on Earth impossible. This insight led him to discover a molecular machinery, base excision repair, which constantly counteracts the collapse of our DNA.\t\tAziz Sancar has mapped nucleotide excision repair, the mechanism that cells use to repair UV damage to DNA. People born with defects in this repair system will develop skin cancer if they are exposed to sunlight. The cell also utilises nucleotide excision repair to correct defects caused by mutagenic substances, among other things.\t\tPaul Modrich has demonstrated how the cell corrects errors that occur when DNA is replicated during cell division. This mechanism, mismatch repair, reduces the error frequency during DNA replication by about a thousandfold. Congenital defects in mismatch repair are known, for example, to cause a hereditary variant of colon cancer.\t\tThe Nobel Laureates in Chemistry 2015 have provided fundamental insights into how cells function, knowledge that can be used, for instance, in the development of new cancer treatments.]]></description><link><![CDATA[http://www.sify.com/news/nobel-prize-in-chemistry--awarded-to-tomas-lindahl--paul-modrich-and-aziz-sancar-news-science-pkhpLEcecahja.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/nobel-prize-in-physics-awarded-to-takaaki-kajita-arthur-b-mcdonald-news-science-pkgsOligiidgg.html]]></guid><pubDate><![CDATA[Tue, 06 Oct 2015 13:20:00 +0530]]></pubDate><title><![CDATA[Nobel Prize in Physics awarded to Takaaki Kajita, Arthur B. McDonald]]></title><description><![CDATA[London, Oct 6 (IBNS) The Royal Swedish Academy of Sciences on Tuesday awarded  the Nobel Prize in Physics for the year 2015 to Takaaki Kajita and Arthur B. McDonald.<br /><br />The Nobel Prize in Physics 2015 recognises Takaaki Kajita in Japan and Arthur B. McDonald in Canada, for their key contributions to the experiments which demonstrated that neutrinos change identities. This metamorphosis requires that neutrinos have mass, nobelprize.org said.\tThe discovery has changed our understanding of the innermost workings of matter and can prove crucial to our view of the universe.\tAround the turn of the millennium, Takaaki Kajita presented the discovery that neutrinos from the atmosphere switch between two identities on their way to the Super-Kamiokande detector in Japan.\tMeanwhile, the research group in Canada led by\tArthur B. McDonald could demonstrate that the neutrinos from the Sun were not disappearing on their way to Earth. Instead they were captured with a different identity when arriving to the Sudbury Neutrino Observatory.\tA neutrino puzzle that physicists had wrestled with for decades had been resolved. Compared to theoretical calculations of the number of neutrinos, up to two thirds of the neutrinos were missing in measurements performed on Earth. Now, the two experiments discovered that the neutrinos had changed identities.\tThe discovery led to the far-reaching conclusion that neutrinos, which for a long time were considered massless, must have some mass, however small.\tFor particle physics this was a historic discovery. Its Standard Model of the innermost workings of matter had been incredibly successful, having resisted all experimental challenges for more than twenty years. However, as it requires neutrinos to be massless, the new observations had clearly showed that the Standard Model cannot be the complete theory of the fundamental constituents of the universe.\tThe discovery rewarded with this years Nobel Prize in Physics have yielded crucial insights into the all but hidden world of neutrinos. After photons, the particles of light, neutrinos are the most numerous in the entire cosmos. The Earth is constantly bombarded by them.\tMany neutrinos are created in reactions between cosmic radiation and the Earths atmosphere. Others are produced in nuclear reactions inside the Sun. Thousands of billions of neutrinos are streaming through our bodies each second. Hardly anything can stop them passing; neutrinos are natures most elusive elementary particles.\tNow the experiments continue and intense activity is underway worldwide in order to capture neutrinos and examine their properties. New discoveries about their deepest secrets are expected to change our current understanding of the history, structure and future fate of the universe.]]></description><link><![CDATA[http://www.sify.com/news/nobel-prize-in-physics-awarded-to-takaaki-kajita-arthur-b-mcdonald-news-science-pkgsOligiidgg.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/international-space-station-partners-release-major-update-to-docking-standard-news-science-pkgjO8gjbcceg.html]]></guid><pubDate><![CDATA[Tue, 06 Oct 2015 12:17:00 +0530]]></pubDate><title><![CDATA[International Space Station partners release major update to docking standard]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pkgjO7egfhbjg.jpg\"/><description><![CDATA[California, Oct 6 (IBNS) The International Space Station Multilateral Coordination Board (MCB) has approved a major update to the station docking system standard. <br /><br /><br />First released in 2010, the docking standard established a common station-to-spacecraft equipment interface to enable spacecraft of multiple types to dock to the space station.\tThe latest additions to the docking standard further open the door for contributions by international agencies, as well as commercial enterprises for the International Space Station and exploration, said William Gerstenmaier, MCB chair and NASAs associate administrator for the Human Exploration and Operations Mission Directorate. We have already seen benefits of this standard, creating the opportunity to develop additional standards for spacecraft design. The International Docking Adapters that will soon be installed on the space station are fully compatible with the docking standard, which means that any spacecraft can use the adapters in the future  from new commercial spacecraft to other international spacecraft yet to be designed.\tThe update more than doubles the content in the guidelines, which enable in-orbit crew rescue by a range of spacecraft types and international collaborative exploration with future spacecraft -- from crewed to autonomous vehicles, and low-Earth orbit to deep-space missions. Limited to describing physical features and design parameters of a standard docking interface, the docking standards help ensure a common interface without dictating a particular design.\tWith this revision, the standard now includes a full range of rendezvous operations, with information on passive rendezvous targets used by spacecraft to locate the space station and lock on for approach. The addition of content related to rendezvous operations will provide the greatest possible access to information for active rendezvous sensor developers, while providing full compatibility for all current rendezvous sensor technologies.\tThe space stations senior level management board, the MCB includes senior representatives from NASA; the Russian Federal Space Agency; the Japanese Ministry of Education, Culture, Sports, Science and Technology, assisted by the Japan Aerospace Exploration Agency; ESA (European Space Agency); and the Canadian Space Agency. This group coordinates the orbiting laboratorys operations and activities among the partners.\tThe Multilateral Coordination Board released the document to allow non-partner agencies and commercial developers to review the new standard and provide feedback. Technical teams from the five space station partner agencies will continue to work on additional refinements and revisions to the standard.\t\tCredits: NASA/Charles Babir]]></description><link><![CDATA[http://www.sify.com/news/international-space-station-partners-release-major-update-to-docking-standard-news-science-pkgjO8gjbcceg.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/nobel-prize-in-physiology-or-medicine-2015--awarded-to-three-scientists-news-science-pkfsc1gafffde.html]]></guid><pubDate><![CDATA[Mon, 05 Oct 2015 12:31:00 +0530]]></pubDate><title><![CDATA[Nobel Prize in Physiology or Medicine 2015  awarded to three scientists]]></title><description><![CDATA[London. Oct 5 (IBNS): The Nobel Prize 2015 in Physiology or Medicine has been awarded jointly to William C. Campbell and Satoshi Ōmura and Youyou Tu for their contributions in the sector.<br /><br />The Nobel Assembly at Karolinska Institutet has today decided to award the 2015 Nobel Prize in Physiology or Medicine with one half jointly to William C. Campbell and Satoshi Ōmura for their discoveries concerning a novel therapy against infections caused by roundworm parasites and the other half to Youyou Tu for her discoveries concerning a novel therapy against Malaria, read the nobelprize.org website.\tWilliam C. Campbell and Satoshi Ōmura discovered a new drug, Avermectin, the derivatives of which have radically lowered the incidence of River Blindness and Lymphatic Filariasis, as well as showing efficacy against an expanding number of other parasitic diseases. Youyou Tu discovered Artemisinin, a drug that has significantly reduced the mortality rates for patients suffering from Malaria.\tThese two discoveries have provided humankind with powerful new means to combat these debilitating diseases that affect hundreds of millions of people annually. The consequences in terms of improved human health and reduced suffering are immeasurable, read the website.]]></description><link><![CDATA[http://www.sify.com/news/nobel-prize-in-physiology-or-medicine-2015--awarded-to-three-scientists-news-science-pkfsc1gafffde.html]]></link></item></channel></rss>",
  "headers": {
    "Content-Length": "26452",
    "Connection": "keep-alive",
    "Content-Encoding": "gzip",
    "Vary": "Accept-Encoding",
    "Date": "Fri, 13 May 2016 07:44:24 GMT",
    "Content-Type": "application/rss+xml;",
    "Server": "Apache/2.2.22 (Unix) mod_ssl/2.2.22 OpenSSL/1.0.1e-fips PHP/5.4.43",
    "X-Powered-By": "PHP/5.4.43"
  },
  "response_url": "http://www.sify.com/rss2/news/article/category/science"
}