{
  "requested_url": "http://sify.com/rss2/sports/article/category/cricket",
  "fetched_at": "2016-05-13T00:46:52.879331",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"utf-8\" ?> <rss version=\"2.0\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:cf=\"http://www.microsoft.com/schemas/rss/core/2005\"><channel><title><![CDATA[Sify.com]]></title><description><![CDATA[Sify India News: Latest updates on Indian sports, cricket India, movie news, images, videos, reviews. Indian business, finance news, stock market tips, Indian recipes, astrology, online shopping exclusively at sify.com]]></description><image><title><![CDATA[Sify.com]]></title><height>40</height><description><![CDATA[Sify India News: Latest updates on Indian sports, cricket India, movie news, images, videos, reviews. Indian business, finance news, stock market tips, Indian recipes, astrology, online shopping exclusively at sify.com]]></description><width>143</width><link><![CDATA[http://www.sify.com/]]></link><url><![CDATA[http://www.sify.com/sifyhome2011/images/mar2015/sify-logo-140x154.jpg]]></url></image><language><![CDATA[en-us]]></language><link><![CDATA[http://www.sify.com/]]></link><lastBuildDate><![CDATA[Fri, 13 May 2016 13:02:28 +0530]]></lastBuildDate><pubDate><![CDATA[Fri, 13 May 2016 13:02:28 +0530]]></pubDate><item><guid><![CDATA[http://www.sify.com/sports/mcc-releases-first-ever-laws-of-cricket-app-news-cricket-qfnltohdgfbih.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 11:19:14 +0530]]></pubDate><title><![CDATA[MCC releases first ever Laws of Cricket app]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfnlx6jjeadeh.jpg\"/><description><![CDATA[London: Marylebone Cricket Club (MCC) on Thursday released the first ever Laws of Cricket app.<p>Free to download, MCC Laws of Cricket includes easily digestible explanations of each law, new imagery and animations and a special Laws quiz.</p><p>MCC is the guardian of the laws and spirit of cricket, and all 42 laws of the game are explained within the app.</p><p>The laws are categorised into eight sections explaining everything from how to set up a game to appeals and modes of dismissals.</p><p>There are 15 laws animations available to view, all of which are voiced by writer, broadcaster and actor Stephen Fry and explain various laws including \"damaging the pitch\" and \"obstructing the field\".</p><p>The app further simplifies the laws with 18 separate videos of umpire signals, designed to help players, officials and fans to decipher exactly what an umpire s movements mean.</p><p>The final feature is the laws quiz, which tests the user on knowledge acquired through interacting with the app.</p><p>Derek Brewer, MCC Chief Executive, said: A lot of development work has gone in to this application and it is another example of MCC s commitment to investing in digital an area in which the Club strives to remain ahead of the curve within cricket. As Guardians of the Laws and Spirit of Cricket, it is vital that MCC embraces the new audiences that the sport has gained in recent years and makes the Laws of the game even more accessible.</p>]]></description><link><![CDATA[http://www.sify.com/sports/mcc-releases-first-ever-laws-of-cricket-app-news-cricket-qfnltohdgfbih.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/mumbai-have-taken-a-big-step-to-stay-in-playoffs-race-news-cricket-qfnkTIdcgdfje.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 10:55:44 +0530]]></pubDate><title><![CDATA['Mumbai have taken a big step to stay in playoffs race']]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfmalJcihejfe.jpg\"/><description><![CDATA[Mumbai Indians smartest buy of this season has to be Jos Buttler. The Englishman has that rare ability to hit good deliveries for massive sixes and that’s what he did to take his team home against the Royal Challengers Bangalore. Along with him was Kieron Pollard who was keen to make up for the expensive over that he had bowled that gave the Bangalore team some hope and he also joined in the mayhem that was savage in its intensity, yet seemed so cool and calculated. <p>A rare failure while chasing for the Mumbai Indians' skipper Rohit Sharma may have given the Mumbai dug out a bit of a jolt but they have the batting depth to overcome most such situations. They had young Krunal Pandya waiting to bat and the left-hander has shown a good appreciation of the faith reposed in him and has delivered regularly with both bat and ball. He was the deserving man of the match too as he got AB de Villiers out just when the South African champion was looking dangerous. All Krunal has to do now is to look no further than home to avoid the mistakes that brother  Hardik seems to have made in losing his place in the team.  </p><p>Mumbai have taken a big step in beating the Bangalore team and the race to the final four spots becomes tighter with every match. The Kings Eleven Punjab has been out of sorts with their star players not delivering when needed. In fact the impression from a distance  that some of them are not even giving it their best may be misleading for no player likes to fail but at the same time some players feel once they have made it to their national teams that the performance in the IPL will not impact their places in the national team and so tend to play bit carelessly.</p><p><img src=\"http://im.sify.com/sifyhome2011/images/apr2016/image_1_300x94apl24.jpg\" align=\"left\"></p><p> There is always a thin line between carefree and careless cricket and the so called aggressive players often get away with careless play because of the image of being an attacking player. The new Punjab skipper Vijay is playing superbly but is not quite getting the support that the team needs to win close games and after that heart breaking one run loss to Bangalore he will have a job on his hands to lift the team. </p><p>Mumbai play at home so they are clearly the favourites with their recent win but the T20 format is such that surprises are round the corner for any team that gets complacent.</p><p><b>Source: PMG</b></p>]]></description><link><![CDATA[http://www.sify.com/sports/mumbai-have-taken-a-big-step-to-stay-in-playoffs-race-news-cricket-qfnkTIdcgdfje.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/someone-trying-to-blackmail-me-with-tampered-video-sharjeel-khan-news-cricket-qfmx2Rfijbfjf.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 23:28:53 +0530]]></pubDate><title><![CDATA[Someone trying to blackmail me with tampered video: Sharjeel Khan]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfmx2Ibagbjaa.jpg\"/><description><![CDATA[Pakistani opener, Sharjeel Khan has claimed that some unknown persons were trying to blackmail him by demanding money for not releasing videos of him which could harm his reputation.<p>Police in Sharjeel’s hometown Hyderabad visited his residence and spoke to his father to inquire about the matter but a senior official said the family had not filed any official complaint as yet with them.</p><p>“No official complaint has been made by them as yet with us so we can’t move forward. But we are confident that if they make a complaint we can get to the bottom of the matter in a few hours,” the official said.</p><p>Sharjeel, a swashbuckling left hander who played in the recent Asia Cup and World T20 events, said in a video message posted on his facebook page that he wanted to inform his fans that some people were trying to blackmail him.</p><p>“I just wanted to let you know some people have called me and threatened me they would release some videos of me if I don’t pay them 200,000 rupees. I just want to tell my fans these videos are tampered and I am in no way involved in anything,” Sharjeel said.</p><p>He said the unidentified persons had said they would increase the money by one lakh rupees a day until he didn’t pay them.</p><p>His father, Sohail Khan told the media that he had informed the police about the matter but said since the calls came from an unknown caller they couldn’t provide the number.</p><p>“It is a ploy to blackmail us and I am confident my son is not involved in anything wrong,” he said..But he brushed aside a question whether his son had brought the matter to the notice of the Pakistan Cricket Board vigilance and anti-corruption and security cell.</p><p>Sharjeel, 26, has played 11 one-day internationals and 11 T20 matches for his country and was the only century maker in the inaugural Pakistan Super League held in February in the UAE.</p><p>Pakistani players appear to be caught up in a storm of controversies in recent months and more recently chief selector, Inzamam-ul-Haq didn’t include batsmen, Ahmed Shehzad and Umar Akmal in the training camp for the tour to England.</p>]]></description><link><![CDATA[http://www.sify.com/sports/someone-trying-to-blackmail-me-with-tampered-video-sharjeel-khan-news-cricket-qfmx2Rfijbfjf.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/coach-denies-any-threat-from-kxip-co-owner-preity-zinta-news-cricket-qfmqODcjghjed.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 16:50:39 +0530]]></pubDate><title><![CDATA[Coach denies any threat from KXIP co-owner Preity Zinta]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfkkomgdefiei.jpg\"/><description><![CDATA[<p><b>New Delhi: </b>Kings XI Punjab coach Sanjay Bangar reacted strongly to a media report which claimed that the team's co-owner Preity Zinta threatened to sack him after the one-run loss to Royal Challengers Bangalore (RCB) in an Indian Premier League game on Monday, and termed it as \"fabricated\".</p><p><a href=\"http://www.sify.com/sports/cricket/ipl/\"><b>IPL 2016 - Complete Coverage</b></a></p><p>Barely an hour after Preity lashed out at the report on her Facebook page, denying any such incident after the match, Bangar also took to the social networking site to deny the report.</p><p>\"After our one run defeat against RCB, there was the usual post match discussion on the match with Kings XI owners. Some reports in the media have blown the issue totally out of proportion by fabricating a non existent chain of events..loss by close margin hurts but team has been playing good cricket,\" Bangar wrote.</p><p>\"No reported abusive or disrespectful language was against me. Kings XI will continue to fight for its survival in the tournament,\" the former India all-rounder further stated.</p><p><b>Preity reacts strongly to news of spat with coach</b></p><p>Meanwhile, actress Preity Zinta, co-owner of Indian Premier League (IPL) franchise Kings XI Punjab, has slammed a media report for portraying her \"as a villain\" by claiming that she tore into the team's coach Sanjay Bangar after their recent one-run loss to Royal Challengers Bangalore.</p><p>A media report claimed that after the match at Mohali on Monday, she had a spat with Bangar and used a \"rant laden with expletives and threats of sacking\".</p><p>The actress took to her Facebook page on Thursday to clear the air on the issue.</p><p>\"A perfect example of how journalists lie blatantly and should be sued for defamation! For the record, I do have manners and I did go to school... I most definitely did not be disrespectful to our coach nor abuse any one and definitely did not use the four letter word. Your story reeks of sexism and is incorrect and exaggerated beyond words,\" she wrote.</p><p>Further clarifying her stance, Preity posted: \"I did speak to Veeru and Sanjay for exactly 20 seconds and asked why Axe did not bat after which I congratulated Virat Kohli and spoke to him briefly as he walked up to me. After which I proceeded to have a chat with Shane Watson and then left the ground with my husband and in laws as we were in one car and I was disappointed.\"</p><p>\"I will not deny that I was disappointed but how dare any journalist cook up a story with me as a villain. Just because I do not support 'paid media' or 'media net' does not mean I am a soft target,\" stressed Preity, who is in India with her American husband Gene Goodenough. </p><p>She also rued how \"just because our judicial system is slow, some Indian journalists time and again use it to write any and everything and make soft targets of celebrities\".</p><p>Preity even slammed the \"chauvinist and sexist undertone\" to the article.</p><p>\"Just because I am a woman you presume me to be a bimbo and know nothing about cricket even though I have been working in this sport and business for the past nine years.\"</p><p>The media report featured in a Mumbai-based daily.</p>]]></description><link><![CDATA[http://www.sify.com/sports/coach-denies-any-threat-from-kxip-co-owner-preity-zinta-news-cricket-qfmqODcjghjed.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/kkr-ropes-in-tait-as-hastings-replacement-news-cricket-qfmqEUgdhhcia.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 16:40:56 +0530]]></pubDate><title><![CDATA[KKR ropes in Tait as Hastings' replacement]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qbtlLueccdegf.jpg\"/><description><![CDATA[<p><b>Kolkata:</b> Kolkata Knight Riders (KKR) have roped in Australian fast bowler Shaun Tait as replacement for his compatriot John Hastings for the remainder of the ninth edition of the Indian Premier League (IPL).</p><p><a href=\"http://www.sify.com/sports/cricket/ipl/\"><b>IPL 2016 - Complete Coverage</b></a></p><p>Hastings, who was earlier ruled out following an injury to his left ankle, had played two matches for the Shah Rukh Khan-co-owned franchise. The all-rounder went under the knife after returning to Australia.</p><p>Welcoming the lanky pacer, KKR CEO Venky Mysore confirmed the news on Twitter.</p><p>\"Pleasure to welcome @shaun_tait32 to @KKRiders family. Welcome Taity!\" Mysore wrote on Thursday.</p><p>The Gautam Gambhir-led franchise is Tait's second team in the cash-rich tournament after having been a part of now-banned Rajasthan Royals in the previous editions.</p><p>Tait, who last played for Australia in the T20 series against India in January, went unsold in the IPL player auction in February. </p><p>The 33-year-old's inclusion in the third-ranked KKR will bolster the bowling department comprising Andre Russell, Morne Morkel, Umesh Yadav and Jason Holder.</p><p>--IANS</p><p>tri/sam/dg</p>]]></description><link><![CDATA[http://www.sify.com/sports/kkr-ropes-in-tait-as-hastings-replacement-news-cricket-qfmqEUgdhhcia.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/cricketer-in-bangladesh-beaten-to-death-with-stump-news-cricket-qfmpITffccaie.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 15:44:56 +0530]]></pubDate><title><![CDATA[Cricketer in Bangladesh beaten to death with stump]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pi1kyPehdabig.jpg\"/><description><![CDATA[<b>Dhaka:</b> A teenage cricketer in Bangladesh was allegedly killed by a stump-wielding batsman after he taunted the umpire over a no-ball delivery, police said today.<p>Sixteen-year-old Babul Shikdar was wicketkeeping during a neighbourhood match with friends in the capital Dhaka yesterday when the batsman was given out, local police chief Bhuiyan Mahboob Hasan said.</p><p>Shikdar suggested that the umpire might again favour the batsman, by declaring the bowler's delivery a no-ball, allowing him to remain at the crease, after the umpire made the same ruling off the previous ball.</p><p>\"It enraged the batsman who picked up a stump and hit Shikdar on the back of his head. He collapsed on the field and died on the way to a clinic,\" Hasan told AFP.</p><p>Police were now searching for the batsman who fled the scene, he said.</p><p>Cricket is the most popular sport in the South Asian nation with millions of people playing the game at every level.</p>]]></description><link><![CDATA[http://www.sify.com/sports/cricketer-in-bangladesh-beaten-to-death-with-stump-news-cricket-qfmpITffccaie.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/shashank-manohar-elected-icc-chairman-unopposed-news-cricket-qfmmiFdadbbib.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 12:08:41 +0530]]></pubDate><title><![CDATA[Shashank Manohar elected ICC chairman unopposed]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pj1mVtacaiehf.jpg\"/><description><![CDATA[Shashank Manohar has been elected unopposed as the first independent chairman of the International Cricket Council (ICC), the governing body said on Thursday.<p>Under reforms Manohar himself had initiated within the ICC as its former chief earlier this year, the chairman must be an independent candidate with no formal links to his home board.</p><p>Manohar, who resigned as the president of the powerful BCCI on Tuesday, commenced his two-year term at ICC with immediate effect.</p><p>\"It is an honour to be elected as the Chairman of the International Cricket Council and for that I am thankful to all the ICC directors who have put their faith and trust in my abilities,\" Manohar, 58, said in a statement.</p><p>\"I also take this opportunity to thank all my colleagues in the BCCI who have supported me during my recent time as the BCCI's President.\"</p><p>During his previous ICC stint, Manohar was instrumental in overturning the constitutional changes made in 2014 that gave India, England and Australia almost total control of cricket's administration.</p><p>The ICC full council approved the constitutional amendments which will see the president's post abolished after the governing body's annual conference in Edinburgh.</p><p>A lawyer by profession, Manohar served as BCCI president from 2008-2011 and was re-elected to the powerful position in October 2015 after the death of Jagmohan Dalmiya.</p><p>As BCCI president, Manohar brought significant transparency into the functioning of a board traditionally perceived as an efficient but opaque body.</p><p>\"These are exciting times for international cricket as we are presently carrying out a comprehensive review of the 2014 constitutional amendments which is aimed at not only improving governance structures, but cricket structures as well,\" he said.</p><p>\"The ultimate objective is to grow our sport and engage a whole new generation of fans and I look forward to working with all stakeholders to shape the future of cricket, which has a proud history and rich tradition.\"</p>]]></description><link><![CDATA[http://www.sify.com/sports/shashank-manohar-elected-icc-chairman-unopposed-news-cricket-qfmmiFdadbbib.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/india-keen-to-host-dn-test-against-oz-next-year-news-cricket-qfmlURfjeibfi.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 11:56:53 +0530]]></pubDate><title><![CDATA['India keen to host D/N Test against Oz next year']]></title><description><![CDATA[<p> India are showing great interest to host a day-night Test under lights when Steve Smith's side travel to subcontinent next year, said the Cricket Australia chief executive officer.</p><p>\"I think there's certainly some positive signals coming out of India and other parts of the world (regarding day-night Tests),\" James Sutherland was quoted as saying by cricket.com.au.</p><p>\"Indicatively they've started talking to us about the prospect of playing a day-night Test match against Australia when Australia tours in February and March of next year,\" he said.</p><p>The Virat Kohli-led side are hoping to play their first-ever twilight Test with pink ball against New Zealand later this year, while Pakistan have also expressed their interest in playing Sri Lanka under lights.</p><p>Meanwhile, Australian authorities continue to negotiate with South Africa for a proposed day-night Test in Adelaide in November.</p><p>Last year, New Zealand and Australia etched their names in the history books by playing the cricket's first-ever pink ball Test under lights in Adelaide. </p>]]></description><link><![CDATA[http://www.sify.com/sports/india-keen-to-host-dn-test-against-oz-next-year-news-cricket-qfmlURfjeibfi.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/wicket-was-a-bit-slower-when-we-batted-kl-rahul-news-cricket-qfmloSdfbafic.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 11:14:54 +0530]]></pubDate><title><![CDATA[Wicket was a bit slower when we batted: KL Rahul]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qflxtcbcefaii.jpg\"/><description><![CDATA[<b>Bengaluru:</b> Royal Challengers Bangalore's KL Rahul, who top-scored in a losing cause in their previous IPL game, said Mumbai Indians benefited as the pitch at the Chinnaswamy Stadium in Bengaluru had eased out in the second half.<p><a href=\"http://www.sify.com/sports/cricket/ipl/\"><b>IPL 2016 - Complete Coverage</b></a></p><p>Mumbai Indians relied on a late assault from Kieron Pollard and Jos Buttler to beat Royal Challengers Bangalore by six wickets in their crucial IPL match and keep their hopes of a play-offs berth alive Wednesday night.</p><p>\"Having lost Virat and Chris early, we had to change the batting strategy. The wicket was a bit slower on the side and it was not easy to go there and start hitting straight away. We discussed in the middle to stick on and build a partnership, and may be after 10 overs decide on a target.</p><p>Unfortunately, AB (de Villiers) got out, but we were happy to have posted 150 odd runs. Obviously, in the second half, the wicket became a little bit easy for batting,\" Rahul said.</p><p>Rahul said he donned the role of an opener when he walked out to bat as Kohli and Gayle were dismissed early.</p><p>Moreover, the team had stressed on flexible batting line-up, which did not click due to the bad start, he added.</p><p>\"That was the plan, and that's what we discussed in the team meeting, to be flexible. Unfortunately, we lost Chris and Virat early, and it wasn't in any way a good start for the team, but I played the role of an opener when I went in to bat early on,\" he said.</p><p>Asked about Gayle, who is struggling for form at the moment, Rahul said, \"In this game, we decided on Chris to open the innings as he is a dangerous batsman, and we all know that. If he fires he can get us 250 runs on any wicket and any ground. But that doesn't happen as always.\"</p><p>Mumbai Indians' Krunal Pandya said he was surprised to have won the Man of the Match as mostly the award goes to a batsman in this slam-bang league.</p><p>\"Yeah (I was surprised) that a bowler got the Man of the Match in this format. However, I am very happy the way I bowled today. Getting a result in our favour was like icing on the cake,\" he said.Replying to a query, Krunal said, \"Actually the wicket was not a normal Bangalore wicket. Today it was on a slower side. The ball was gripping slightly, so when we went into bat our plan was to keep wickets at the back end, and 150 runs target here is gettable because of the smaller size of the ground.\"</p>]]></description><link><![CDATA[http://www.sify.com/sports/wicket-was-a-bit-slower-when-we-batted-kl-rahul-news-cricket-qfmloSdfbafic.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/rahman-on-board-as-ioa-goodwill-ambassador-news-cricket-qfmpEejigaefb.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 10:10:00 +0530]]></pubDate><title><![CDATA[Rahman on board as IOA goodwill ambassador]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qelslFgidaied.jpg\"/><description><![CDATA[<p>Music maestro A.R. Rahman on Thursday joined Bollywood star Salman Khan, batting legend Sachin Tendulkar and Beijing Olympics gold medalist shooter Abhinav Bindra as goodwill ambassador of the Indian contingent for the Rio Olympics.</p><p>The Oscar winning musician wrote to the Indian Olympic Association (IOA), giving his nod to become one of the goodwill ambassadors.</p><p>\"It's absolutely an honour and my pleasure to be a goodwill ambassador of the Indian contingent,\" Rahman wrote.</p><p> </p><p>Welcoming Rahman, IOA Secretary General Rajeev Mehta said the music legend was an inspiration for sportpersons.</p><p>\"I would like to welcome A.R. Rahman on board as a goodwill ambassador of Indian contingent for Rio Olympics. It's our privilege to have the Oscar winning living legend-music composer on board to spread awareness and promote the Olympic movement,\" Mehta said in a statement.</p><p>\"We are happy Rahman has come forward from the field of music to support our athletes and we already have Salman Khan from Bollywood, Abhinav Bindra from Olympic Sports and Sachin Tendulkar from Cricket. I am sure Rahman will inspire our sportspersons,\" he added.</p>]]></description><link><![CDATA[http://www.sify.com/sports/rahman-on-board-as-ioa-goodwill-ambassador-news-cricket-qfmpEejigaefb.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/tony-cozier-passes-away-aged-75-news-cricket-qflwEOidbhjdd.html]]></guid><pubDate><![CDATA[Wed, 11 May 2016 22:40:50 +0530]]></pubDate><title><![CDATA[Tony Cozier passes away aged 75]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qflwEmhjdjjjb.jpg\"/><description><![CDATA[Tony Cozier, the voice of West Indies cricket passed away at the age of 75. Cozier, a distinguished commentator, writer and historian passed away in Barbados due to illness. <p>He was hospitalized at the Bayview Hospital in Barbados related to infections in the neck and legs and was said to be in 'critical' condition.</p><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">So so Sad ... Forget all the Great players .. Tony Cozier was the reason I loved West Indian Cricket<a href=\"https://twitter.com/hashtag/RIPTonysrc=hash\">#RIPTony</a></p>-Michael Vaughan (@MichaelVaughan) <a href=\"https://twitter.com/MichaelVaughan/status/730439174441078785\">May 11, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Despite having not played the game, Cozier became one of the most distinguished voices in the world. The whole of cricketing world mourned the death of Cozier.  </p><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">Condolences go out to the families and friends of <a href=\"https://twitter.com/hashtag/TonyCoziersrc=hash\">#TonyCozier</a> That voice will forever be in my head <a href=\"https://twitter.com/hashtag/RIPTonyCozier?src=hash\">#RIPTonyCozier</a></p>-Darren Sammy (@darrensammy88) <a href=\"https://twitter.com/darrensammy88/status/730435167643275265\">May 11, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">I remember how Tony Cozier would finish his commentary stint &amp; go straight to the press box. Perhaps felt, that39;s where he truly belonged.</p>-Sanjay Manjrekar (@sanjaymanjrekar) <a href=\"https://twitter.com/sanjaymanjrekar/status/730427432994381824\">May 11, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Cozier, began his commentary career during Australia's tour of West Indies in 1965 and is believed to have covered almost every cricket series involving the West Indies since 1962. </p><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">Go well Tony Cozier. You adorned our game. You loved it like a child and a parent. You had respect. You had dignity. And you had love.</p>-Harsha Bhogle (@bhogleharsha) <a href=\"https://twitter.com/bhogleharsha/status/730420838206341120\">May 11, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>It is estimated that Cozier had covered approximately 266 Test matches in his distinguished 40 years of covering the game. </p><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">Cricket has lost one of its most trusted and endearing voice...watching cricket from the WI will never be same again. R.I.P. Tony Cozier</p>-Aakash Chopra (@cricketaakash) <a href=\"https://twitter.com/cricketaakash/status/730419995956502528\">May 11, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">What a sad day for cricket, especially WI cricket, and the fans. RIP Mr Cozier. Gone but you will never be forgotten Dwayne DJ Bravo (@DJBravo47) <a href=\"https://twitter.com/DJBravo47/status/730427526514774016\">May 11, 2016</a></p></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>He not only did commentary but also wrote books, and his articles were published widely across in newspapers, magazines and on the internet.</p><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">RIP Tony Cozier<br>From the archives: Veteran writer Mike Coward on his favourite commentator <a href=\"https://t.co/NXCYKUuVWW\">https://t.co/NXCYKUuVWW</a> <a href=\"https://t.co/mYZ4tLVjsB\">pic.twitter.com/mYZ4tLVjsB</a></p>-The Cricket Monthly (@cricketmonthly) <a href=\"https://twitter.com/cricketmonthly/status/730441907814289409\">May 11, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>In 2011, the MCC awarded Cozier life membership for his services to the game of cricket.</p><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">To say Cozier loved cricket would be shallow: it was his life. He gave to the game as much as he got from it.</p>-Sambit Bal (@sambitbal) <a href=\"https://twitter.com/sambitbal/status/730424802259947521\">May 11, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">Never had the privilege to meet the great Tony Cozier, but the impact his passing has had on the entire crew speaks volumes of the man</p>-Lisa Sthalekar (@sthalekar93) <a href=\"https://twitter.com/sthalekar93/status/730438793912791040\">May 11, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">Tony Cozier was on <a href=\"https://twitter.com/bbctms\">@bbctms</a> team on my debut, 2012. I listened, watched &amp; learned. Lucky to have met &amp; worked with a truly great broadcaster.</p>-Charles Dagnall (@CharlesDagnall) <a href=\"https://twitter.com/CharlesDagnall/status/730436538727866368\">May 11, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">Tony Cozier RIP made eras and players memorable thru his great commentary Kerry Packer, C Lloyds destructive Windies VIV and Malcolm -Lara</p>-Ramiz Raja (@iramizraja) <a href=\"https://twitter.com/iramizraja/status/730436470008250368\">May 11, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">Tony Cozier with <a href=\"https://twitter.com/tinobest\">@tinobest</a> in what sadly was his final match with us <a href=\"https://twitter.com/bbctms\">@bbctms</a> in Barbados last year <a href=\"https://twitter.com/hashtag/bbccricket?src=hash\">#bbccricket</a> <a href=\"https://t.co/OmYMGbtKcZ\">pic.twitter.com/OmYMGbtKcZ</a></p>-Test Match Special (@bbctms) <a href=\"https://twitter.com/bbctms/status/730434743305646080\">May 11, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p></p>]]></description><link><![CDATA[http://www.sify.com/sports/tony-cozier-passes-away-aged-75-news-cricket-qflwEOidbhjdd.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/yuvraj-running-out-dhoni-won-us-the-game-news-cricket-qflp8Gcgdhcai.html]]></guid><pubDate><![CDATA[Wed, 11 May 2016 15:34:42 +0530]]></pubDate><title><![CDATA['Yuvraj running out Dhoni won us the game']]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfliVxeceibia.jpg\"/><description><![CDATA[<p> Sunrisers all-rounder Moises Henriques has lauded Yuvraj Singh's presence of mind, saying that his teammate's run-out of Mahendra Singh Dhoni swung the tide of the match in their favour.</p><p><a href=\"http://www.sify.com/sports/cricket/ipl/\"><b>IPL 2016 - Complete Coverage</b></a></p><p>Rising Pune Supergiants' hopes of making it to the playoffs ended in all likelihood after suffering a narrow four-run defeat to Sunrisers in their Indian Premier League clash in Visakhapatnam's ACA-VDCA stadium on Tuesday.</p><p><img src=\"http://im.sify.com/sifyhome2011/images/may2016/yuvi_warner_600.jpg\"><br></p><p>With 14 needed off the last over, Supergiants fell short by five runs as Ashish Nehra bowled a fine last over while Yuvraj spectacularly ran out Dhoni in the penultimate balll of the match.</p><p>\"You can't buy experience. Tonight when Yuvi from backward point came running in for that run out, an inexperienced player would have been just watching the game and not know what was going on. For me that was the play that won us the game,\" Henriques was quoted as saying by iplt20.com.</p><p><img src=\"http://im.sify.com/sifyhome2011/images/may2016/keech.jpg\"><br></p><p>\"It's that little play, otherwise Dhoni would have been on strike for the win, set batsman and he's a master-class in those situations. But to have a new batsman out there for the last ball, it was because Yuvi was aware and just having that experience shows in a game of cricket, when under pressure especially,\" said Henriques while adding that credit should go to Yuvraj for forcing Adam Zampa to face the last ball with a six to win or a four to tie the game.</p><p>However, Zampa edged to a flying Naman Ojha behind the stumps as Supergiants could only make 133 in their stipulated 20 overs.</p><p>With the win, Sunrisers have topped the points table.&nbsp;</p>]]></description><link><![CDATA[http://www.sify.com/sports/yuvraj-running-out-dhoni-won-us-the-game-news-cricket-qflp8Gcgdhcai.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/i-was-forced-to-resign-says-shashank-manohar-news-cricket-qflpgqgdecdid.html]]></guid><pubDate><![CDATA[Wed, 11 May 2016 15:06:16 +0530]]></pubDate><title><![CDATA[I was forced to resign, says Shashank Manohar]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pktpTOgahhjeb.jpg\"/><description><![CDATA[Shashank Manohar who stepped down as the BCCI president on Tuesday has cleared the air as to why he resigned from the post.<p>It was widely believed that Manohar had submitted his resignation as he was eyeing the ICC chairmanship. </p><p>\"The whole world knows how powerful the BCCI president's post is in the global context. Why would I quit a post if I had been angling for it (ICC chairman post)?,\" Manohar told the<i> Times of India</i>. \"I could have continued to be the BCCI president as well as the ICC chairman, and not pushed for a change in the global body to have an independent head.\"</p><p>Manohar added that he had kept his BCCI colleagues in the loop about the move and had sent in his resignation letter to BCCI secretary Anurag Thakur four days before making it public on Tuesday.</p><p>Manohar, who had taken over as the BCCI chief after the death of Jagmohan Dalmiya in October last year for a second stint, admitted that he was not happy in his role. &nbsp;</p><p>\"If you recall, I was not very keen to return to the BCCI for a second stint. After Jagmohan Dalmiya's sudden demise, when board members requested that I lead the BCCI again, I agreed because I felt it was time for me to give back something to the institution that serves Indian cricket.\"</p><p>\"I am not disenchanted with the BCCI, but with the overall scenario. I shared my thoughts with my colleagues over the past couple of months. I must say there was pressure on me to continue but I have never felt comfortable hanging on to any post without contributing significantly,\" explained Manohar.</p><p>\"After taking over as the BCCI president for the second time (in October) I did my best and brought in major changes in the organisation. I feel certain portions of the Lodha panel's recommendations are not in the interests of the board. There is very little I can do in the current scenario. My conscience no longer permits me to continue,\" he said. </p>]]></description><link><![CDATA[http://www.sify.com/sports/i-was-forced-to-resign-says-shashank-manohar-news-cricket-qflpgqgdecdid.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/want-to-watch-azhar-movie-sehwag-news-cricket-qfltudhifecba.html]]></guid><pubDate><![CDATA[Wed, 11 May 2016 13:50:00 +0530]]></pubDate><title><![CDATA[Want to watch Azhar movie: Sehwag]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pfzqI7fdhfbde.jpg\"/><description><![CDATA[<p>India's batting icon Virender Sehwag said on Wednesday that he is eagerly waiting and looking forward to the release of the film 'Azhar' which is a biopic based on former India cricket skipper Mohammad Azharuddin.</p><p>The film which is scheduled to release on May 13, features Bollywood actor Emraan Hashmi in the lead role as Azhar. The film portrays the life of the former batsman and the controversies surrounding his life and career.</p><p>\"I really want to watch the movie (Azhar) for sure. When the movie is made it is done for people to see it, so I will definitely see it,\" Sehwag said here at the announcement of 92.7 Big FM's Big Catch contest.</p><p>Sehwag, who is currently the mentor for Indian Premier League side Kings XI Punjab, praised newly-appointed captain Murali Vijay as a good leader and hoped that his team will break their recent run of poor performances in the ongoing cash-rich tournament and will do better in the upcoming matches.</p><p>\"We thought that David Miller should not do the captaincy and he should concentrate on his batting. Murali Vijay took the captaincy and we won two games. So there is a quality in Murali who can lead the side and he is a very good cricketing brain. He has changed things for the team and I hope in the coming games he will do well for the side.\"</p><p>After a series of losses, Punjab find themselves at the bottom of the points table and their chances of making it to the play-off stage have already been dashed.</p><p>\"He (Vijay) has got the confidence and now he has scored two fifties after that. He has played enough cricket, he knows what a captain's role is. He knows how to motivate the team,\" Sehwag said.</p><p>\"We took the decision in favour of the team. The team was not doing well. Miller as a captain was under a lot of pressure. He was not performing well as a batsman also, so we thought that if we give captaincy to someone else then he can play as a batsman and score more runs and win games. Everyone took it in a good way an accepted it, no one complained about it, not even Miller. So as a sports staff our duty is to pick the right captain and give him the responsibility. Murali was the right choice.\"</p><p>The 37-year-old also hoped that the team's overseas players Glenn Maxwell, Hashim Amla and Miller will give their best in the upcoming next matches. </p><p>\"There is nothing new in the Punjab squad this time, same as last tie. Last time we were at the bottom of the table, this time also we are at same spot. There were a lot of close matches. We are hoping to do well ahead in the rest four games. We will hope next we will give a better performance,\" he said.</p><p>\"The youngsters in our side, Manan Vohra, Wriddhiman Saha, Axar Patel all are talented players. I have motivated them a lot. We failed to give consistent performances but will hope that Glenn Maxwell, Amla, Miller give their best and help the team win,\" Sehwag added.</p>]]></description><link><![CDATA[http://www.sify.com/sports/want-to-watch-azhar-movie-sehwag-news-cricket-qfltudhifecba.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/kohli-shouldnt-be-compared-to-tendulkar-sehwag-news-cricket-qflrEgagcddjg.html]]></guid><pubDate><![CDATA[Wed, 11 May 2016 12:10:00 +0530]]></pubDate><title><![CDATA[Kohli shouldn't be compared to Tendulkar: Sehwag]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfimfwfaefghh.jpg\"/><description><![CDATA[<p>Former India batsman Virender Sehwag said on Wednesday it is unfair to compare batting legend Sachin Tendulkar with current run-machine Virat Kohli.</p><p>India Test skipper Kohli has been in sublime form over the past couple of months for his national side as well as his Indian Premier League (IPL) franchise, Royal Challengers Bangalore.</p><p>The Delhi-born batsman after winning the Man of the Tournament award in the recent World Twenty20, has smashed two centuries in the ongoing ninth edition of the cash-rich IPL tournament and is the leading run-getter with 561 runs.</p><p>\"No one should compare two individuals. People used to compare me with Tendulkar, me with Viv Richards, that's not fair. The era is not same. I don't think we should compare Kohli with Tendulkar,\" Sehwag said here at the announcement of the final winner of the 92.7 Big FM Big Catch contest.</p><p>Sehwag, who is currently the mentor for IPL team Kings XI Punjab, also hailed Kohli as the most dangerous batsman at present.</p><p>\"There are a lot of batsmen. But at the moment, I think, Kohli is the dangerous batsman. There is AB de Villiers, David Warner, but the way Virat is playing, the way he is scoring runs ... he scored two tons in this IPL ... He is the most dangerous at the moment.\"</p><p>Commenting on the talks going on around the first day-night Test to be played between New Zealand and India later this year in the country, the 37-year-old said it would be good for fans and cricket lovers to view a new level of cricket.</p><p>\"It is not officially announced yet but talks are going on. When BCCI announces it, it will be fair for us to comment ... People want to see day-night Test. We have seen Australia-New Zealand playing a day-night Test.\" </p><p>\"We will also want as a commentator, ex-cricketer, as a public or as a fan of cricket, that day-night eventually happen here and we will go to witness it,\" Sehwag added.</p><p><br></p>]]></description><link><![CDATA[http://www.sify.com/sports/kohli-shouldnt-be-compared-to-tendulkar-sehwag-news-cricket-qflrEgagcddjg.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/its-do-or-die-game-for-both-mumbai-bangalore-news-cricket-qflkvyeggehhc.html]]></guid><pubDate><![CDATA[Wed, 11 May 2016 10:21:24 +0530]]></pubDate><title><![CDATA['It's do-or-die game for both Mumbai, Bangalore']]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qezutLjgjdhff.jpg\"/><description><![CDATA[<p><b>Bengaluru: </b>The reverse game between hosts Royal Challengers Bangalore (RCB) and defending champions Mumbai Indians (MI) here on Wednesday would be a do-or-die battle for both teams in advancing to the play-offs, says Mumbai all-rounder Hardik Pandya.</p><p><a href=\"http://www.sify.com/sports/cricket/ipl/\"><b>IPL 2016 - Complete Coverage</b></a></p><p>\"Pressure is on both of us. We know that it's going to be a do-or-die match, as the team that loses would have less hope of making it to play-offs,\" he told reporters on Tuesday ahead of the league tie at the Chinnaswamy stadium.</p><p>Though Mumbai is ahead in the points table at fifth place with 10 points from 5 wins in 10 games, the home team is at sixth place with 8 points from 4 wins in 9 games and has a better net run rate (NRR) -- +0.032 than -0.447 of the former.</p><p>\"Let us see who takes the pressure and comes out winning. Obviously, RCB is a side that looks good and confident, especially on its home turf. But pressure will be on them as well,\" the Baroda lad said before going into a two-hour practice session.</p><p>A win for two-time titleholders Mumbai will propel them back into the top four while RCB will displace it if it maintains the winning streak from the two previous games, including one here over Pune Rising Supergiants on May 7 and a thrilling 1-run victory over Kings XI Punjab at Mohali on Monday.</p><p>With home advantage, RCB will also look for avenging its 6-wicket loss to Mumbai on April 20 in Mumbai and cash-in on its good form while Mumbai is coming after a 85-run humiliating loss to Sunrisers Hyderabad at Visakhapatnam on May 8.</p><p>\"We don't think much about the result of the last game as whatever happened is a part of history. We are looking forward to the Bangalore match on the morrow. We would like to play as good as possible and are preparing for it,\" said Pandya.</p><p>Acknowledging that RCB had powerful batsmen like A.B. de Villiers and Virat Kohli, he said bowlers like him would have to be positive of their ability and prepare to face them with confidence.</p><p>\"We have to be ready for everything as bowlers. But it would not be wise to give away 40 runs in 4 overs, which will work against us. We cannot be complacent against star players like AB or Virat. We have to wait for them to make mistakes than struggle to bowl them out,\" said the right-arm medium pacer.</p><p>Asked if his team has specific plans to contain Kolhi, de Villiers and Chris Gayle from going after bowlers on a strong batting ground, Pandya said their plan was to be on top of the game by giving their best in bowling and fielding.</p><p>\"We all know how good RCB is a batting unit. Our bowlers, including me need to be on top of the game. That's how we cope with the batting challenge of rival teams with a plan and scheme to win over. We also need to remain positive,\" he added.</p><p> </p>]]></description><link><![CDATA[http://www.sify.com/sports/its-do-or-die-game-for-both-mumbai-bangalore-news-cricket-qflkvyeggehhc.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/srinivasan-was-honest-enemy-manohar-backstabber-news-cricket-qfljJ6dijjhec.html]]></guid><pubDate><![CDATA[Wed, 11 May 2016 09:45:32 +0530]]></pubDate><title><![CDATA['Srinivasan was honest enemy, Manohar backstabber']]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pj1mVtacaiehf.jpg\"/><description><![CDATA[<b>New Delhi:</b> The petitioner in IPL spot-fixing case Aditya Verma has termed outgoing BCCI president Shashank Manohar as a \"power hungry backstabber\", who has failed to keep his promise of cleaning up the game.<p>A peeved Verma went to the extent of saying that atleast former president and Tamil Nadu strongman N Srinivasan was a man who would \"fight manfully against his foes in an honest manner.\"</p><p>\"Shashank Manohar's latest move to go to ICC shows that he is a power-hungry official. When he was not in power, he spoke about cleansing the game and now he is leaving BCCI without completing his job. Also he is a man who believes in back-stabbing as he and his group used me in their battle against N Srinivasan and then backstabbed without fulfilling promises,\" an angry Verma told PTI today.</p><p>He felt that atleast Srinivasan, whatever his intentions might be was \"Man enough\" to do it in front of everyone and never broke the trust of his allies.</p><p>\"Srinivasan dusmani bhi shaan se kartaa thaa aur apne doston ko kabhi dhokha naahin diya. (Srinivasan maintained his enemity with honesty and never ditched his friends). For Manohar, promises meant nothing. I understood that when with help of Ratnakar Shetty I was thrown out of the BCCI office, it was Manohar behind the move. I had made numerous complaints about Shetty and that fell on deaf ears,\" said Verma.</p><p>Having been dumped by all who had once allegedly used him as their front in their bid to oust N Srinivasan, Verma's only hope now is the Supreme Court of India. He also hopes that Lodha Committee's reforms will be implemented in toto.</p><p>\"My only hope now is SC verdict. I hope after that youngsters of Bihar will again get to play in BCCI tournaments and be considered for national team selections.</p>]]></description><link><![CDATA[http://www.sify.com/sports/srinivasan-was-honest-enemy-manohar-backstabber-news-cricket-qfljJ6dijjhec.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/shashank-manohar-resigns-as-bcci-president-news-cricket-qfkrFNfghgifd.html]]></guid><pubDate><![CDATA[Tue, 10 May 2016 17:41:50 +0530]]></pubDate><title><![CDATA[Shashank Manohar resigns as BCCI president]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pj1mVtacaiehf.jpg\"/><description><![CDATA[Ahead of the all-important International Cricket Council (ICC) polls, Shashank Manohar on Tuesday tendered his resignation from the post of president of the Board of Control for Cricket in India (BCCI).<p>Manohar, who took over as the national cricket board's president for the second time in October last year, succeeded the late Jagmohan Dalmiya to the post. Resigning barely seven months after taking over as BCCI president, Manohar's second stint at the helm of the world's richest cricket body is the shortest till now.</p><p>The Vidharbha cricket strongman also quit as the board's representative on the International Cricket Council (ICC) and also the Asian Cricket Council. With the ICC polls slated for later this month, the 58-year-old has paved his way to take over as the first independent chairman of the world body.</p><p>\"I hereby tender my resignation with immediate effect from the post of president of Board of Control for Cricket in India. I also resign with immediate effect as the representative of BCCI on the International Cricket Council, as also the Asian Cricket Council on which I was nominated by the general body of BCCI,\" Manohar said in a letter to BCCI secretary Anurag Thakur.</p><p>\"I thank all my colleagues and the staff for their support and cooperation during my tenure. I wish all of you all the very best in taking the cause of Cricket to greater heights,\" he added. </p><p>The BCCI accepted and confirmed Manohar's resignation from the post of president and acknowledged his contribution towards running the game.</p><p>\"The BCCI confirms that Shashank Manohar has resigned from the post of president, BCCI. He has also resigned as the BCCI representative on the International Cricket Council (ICC) and the Asian Cricket Council,\" Thakur said in a statement.</p><p>\"The BCCI places on record its deep appreciation of the immense contribution to Indian cricket made by Manohar,\" the statement added.</p><p>Thakur cited the new ICC guidelines as the reason behind Manohar's resignation. </p><p>\"He resigned because a candidate for the ICC President's post must be an independent member,\" Thakur told the media here.</p><p>The ICC announced in February that its new chairman would be independent and no longer be able to hold a position with their home board.</p><p>The ICC elections will be overseen by the ICC's independent Audit Committee chairman and all present and past ICC directors will be eligible to contest the election. </p>]]></description><link><![CDATA[http://www.sify.com/sports/shashank-manohar-resigns-as-bcci-president-news-cricket-qfkrFNfghgifd.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/azhar-walks-out-of-interview-evades-question-on-fixing-news-cricket-qfkosafdgejag.html]]></guid><pubDate><![CDATA[Tue, 10 May 2016 14:18:00 +0530]]></pubDate><title><![CDATA[Azhar walks out of interview, evades question on fixing]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfkouWeeafead.jpg\"/><description><![CDATA[<p> Former cricketer Mohammad Azharuddin, who is actively promoting his upcoming biopic 'Azhar', walked out of an interview recently when posed questions about the match-fixing controversy.</p><p>Reportedly, the 53-year-old cricketer moved out during an interview when asked about match fixing and refused to return despite being persuaded several times.</p><p>According to sources, he even refused to be part of a major show hosted by another news channel as he did not want to be asked 'hard-nosed' questions yet again.</p><p>The Tony D. Souza directed movie, which stars Emraan Hashmi in the title-role along with Prachi Desai and Nargis Fakhri, is all set to hit the theatres this Friday.</p>]]></description><link><![CDATA[http://www.sify.com/sports/azhar-walks-out-of-interview-evades-question-on-fixing-news-cricket-qfkosafdgejag.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/ganguly-questions-dhonis-future-as-india-captain-news-cricket-qfkmKHigaidbj.html]]></guid><pubDate><![CDATA[Tue, 10 May 2016 12:46:43 +0530]]></pubDate><title><![CDATA[Ganguly questions Dhoni's future as India captain]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qd1kA3dhbfcgd.jpg\"/><description><![CDATA[After leading Team India for nine years, does Mahendra Singh Dhoni have what it takes to continue as skipper for another four years till the 2019 World Cup? <p>Former India captain Sourav Ganguly, who was part of a sports show on <i>India Today</i>, has expressed his doubts over 34-year-old Dhoni continuing for that long as he feels captaining a side for 13 years is very difficult.</p><p>\"Dhoni has been captain for nine years, which is a long period. Does he have it in him to go for another four years? Do the selectors think he has got in him to go another four years and be captain of a country for 13 years and take them to the 2019 World Cup? I am not so sure. That's the decision selectors will have to make.\"</p><p>However, Ganguly brushed aside Dhoni's present struggles with his new IPL team - Rising Pune Supergiants.</p><p>\"My point is more than what Dhoni's form is in the IPL or Dhoni's captaincy form is in the IPL, it's immaterial,\" Ganguly said.\"To be honest, he has come under fire but that's because he has gone to a new franchise, new team. His side has not been the same as it has been before with the Chennai Super Kings. You got to take that into consideration,\" added Ganguly.</p><p>Ganguly feels Dhoni would struggle to continue for the next four years.\"My point is that what selectors need to think is that three years down the line or four years down the line when the World Cup is going to happen, do they see MS Dhoni as captain of India. Does he have the ability in the next four years to see India into that World Cup in 2019? He has already given up Test cricket.\"</p><p>Meanwhile, Virat Kohli  has done remarkably well as India's Test captain both at home and away.</p><p>\"Coming to Virat Kohli, he has been exceptional. He is one of the best in the world at the moment. Whatever you have seen him as a Test captain, he has been phenomenal,\" signed off the Bengal Tiger.</p>]]></description><link><![CDATA[http://www.sify.com/sports/ganguly-questions-dhonis-future-as-india-captain-news-cricket-qfkmKHigaidbj.html]]></link></item></channel></rss>",
  "headers": {
    "Content-Length": "18717",
    "Connection": "keep-alive",
    "Content-Encoding": "gzip",
    "Vary": "Accept-Encoding",
    "Date": "Fri, 13 May 2016 07:44:31 GMT",
    "Content-Type": "application/rss+xml;",
    "Server": "Apache/2.2.22 (Unix) mod_ssl/2.2.22 OpenSSL/1.0.1e-fips PHP/5.4.43",
    "X-Powered-By": "PHP/5.4.43"
  },
  "response_url": "http://www.sify.com/rss2/sports/article/category/cricket"
}