{
  "requested_url": "http://sify.com/rss2/news/article/category/national",
  "fetched_at": "2016-05-13T00:46:24.372639",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"utf-8\" ?> <rss version=\"2.0\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:cf=\"http://www.microsoft.com/schemas/rss/core/2005\"><channel><title><![CDATA[Sify.com]]></title><description><![CDATA[Sify India News: Latest updates on Indian sports, cricket India, movie news, images, videos, reviews. Indian business, finance news, stock market tips, Indian recipes, astrology, online shopping exclusively at sify.com]]></description><image><title><![CDATA[Sify.com]]></title><height>40</height><description><![CDATA[Sify India News: Latest updates on Indian sports, cricket India, movie news, images, videos, reviews. Indian business, finance news, stock market tips, Indian recipes, astrology, online shopping exclusively at sify.com]]></description><width>143</width><link><![CDATA[http://www.sify.com/]]></link><url><![CDATA[http://www.sify.com/sifyhome2011/images/mar2015/sify-logo-140x154.jpg]]></url></image><language><![CDATA[en-us]]></language><link><![CDATA[http://www.sify.com/]]></link><lastBuildDate><![CDATA[Fri, 13 May 2016 13:04:58 +0530]]></lastBuildDate><pubDate><![CDATA[Fri, 13 May 2016 13:04:58 +0530]]></pubDate><item><guid><![CDATA[http://www.sify.com/news/when-ansar-shaikh-became-shubham-before-cracking-upsc-news-topnews-qfnlECacaddaa.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 11:40:38 +0530]]></pubDate><title><![CDATA[When Ansar Shaikh became Shubham before cracking UPSC]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfnmwgfaibdia.jpg\"/><description><![CDATA[<div><font face=\"tahoma, arial, verdana, sans-serif\"><b style=\"color: rgb(0, 0, 0); font-family: tahoma, arial, verdana, sans-serif; font-size: 12px;\">Pune:</b><span style=\"font-size: 12px;\"> Defying all odds, including religious discrimination that forced him to adopt a Hindu identity, 21-year old&nbsp;Ansar Shaikh&nbsp;from Maharashtra has cracked the prestigious UPSC examinations, the results of which were announced on Tuesday.</span></font></div><div style=\"color: rgb(0, 0, 0); font-family: tahoma, arial, verdana, sans-serif; font-size: 12px;\"><font face=\"tahoma, arial, verdana, sans-serif\"><span style=\"font-size: 12px;\"><br></span></font></div><div style=\"color: rgb(0, 0, 0); font-family: tahoma, arial, verdana, sans-serif; font-size: 12px;\"><font face=\"tahoma, arial, verdana, sans-serif\"><span style=\"font-size: 12px;\">He hails from the Shelgaon village in Jalna district in the heart of drought-hit Marathwada region and considers the UPSC results as his \"advance present\" for his upcoming 22nd birthday on June 1, a thrilled relative told journalists.</span></font></div><div style=\"color: rgb(0, 0, 0); font-family: tahoma, arial, verdana, sans-serif; font-size: 12px;\"><font face=\"tahoma, arial, verdana, sans-serif\"><span style=\"font-size: 12px;\"><br></span></font></div><div style=\"color: rgb(0, 0, 0); font-family: tahoma, arial, verdana, sans-serif; font-size: 12px;\"><font face=\"tahoma, arial, verdana, sans-serif\"><span style=\"font-size: 12px;\">All doors for&nbsp;accommodation&nbsp;were shut when ansar landed in Pune three years ago to prepare for his civil service examinations. The reason behind was his name. what's in a name you might wonder, however, for Ansar being a Muslim was a stumbling block to his dream of cracking the tough UPSC test. Ansar, the son of an autorickshaw driver hails from the Shelgaon village in Jalna district in the heart of drought-hit Marathwada region.&nbsp;</span></font></div><div style=\"color: rgb(0, 0, 0); font-family: tahoma, arial, verdana, sans-serif; font-size: 12px;\"><font face=\"tahoma, arial, verdana, sans-serif\"><span style=\"font-size: 12px;\"><br></span></font></div><div style=\"color: rgb(0, 0, 0); font-family: tahoma, arial, verdana, sans-serif; font-size: 12px;\"><font face=\"tahoma, arial, verdana, sans-serif\"><span style=\"font-size: 12px;\">\"I came to Pune to pursue civil service examinations in 2013. However, during the search for a PG (paying guest) accommodation and mess, I faced a lot of hardship as I was denied both because of my name,\" Shaikh who stood 361st in the all-India rankings, told PTI.</span></font></div><div style=\"color: rgb(0, 0, 0); font-family: tahoma, arial, verdana, sans-serif; font-size: 12px;\"><font face=\"tahoma, arial, verdana, sans-serif\"><span style=\"font-size: 12px;\"><br></span></font></div><div style=\"color: rgb(0, 0, 0); font-family: tahoma, arial, verdana, sans-serif; font-size: 12px;\"><font face=\"tahoma, arial, verdana, sans-serif\"><span style=\"font-size: 12px;\">After facing discrimination, finally Ansar decided to hide his real name and started using the name of his friend Shubham, a Hindu, and thereafter never faced any issues while getting admission into a mess.\"I never got angry or frustrated. In fact, I used to get motivated and inspired by all these things. It became a driving force during my preparation so that I can see myself there (at the top),\" he said.</span></font></div><div style=\"color: rgb(0, 0, 0); font-family: tahoma, arial, verdana, sans-serif; font-size: 12px;\"><font face=\"tahoma, arial, verdana, sans-serif\"><span style=\"font-size: 12px;\"><br></span></font></div><div style=\"color: rgb(0, 0, 0); font-family: tahoma, arial, verdana, sans-serif; font-size: 12px;\"><font face=\"tahoma, arial, verdana, sans-serif\"><span style=\"font-size: 12px;\">Braving all challenges and with support of his brother and mother, this young boy during most of his academic&nbsp;career&nbsp;doggedly devoted 13 hours daily to study and crack the UPSC exams at first shot.</span></font></div><div style=\"color: rgb(0, 0, 0); font-family: tahoma, arial, verdana, sans-serif; font-size: 12px;\"><font face=\"tahoma, arial, verdana, sans-serif\"><span style=\"font-size: 12px;\"><br></span></font></div><div style=\"color: rgb(0, 0, 0); font-family: tahoma, arial, verdana, sans-serif; font-size: 12px;\"><font face=\"tahoma, arial, verdana, sans-serif\"><span style=\"font-size: 12px;\">Ansar is now determined to proudly flaunt his Muslim name and minority background and also work for communal harmony as a government officer.\"Every society has such elements. So there is no need to get frustrated, instead, we have to see how we can put an end to such things,\" he said.</span></font></div>]]></description><link><![CDATA[http://www.sify.com/news/when-ansar-shaikh-became-shubham-before-cracking-upsc-news-topnews-qfnlECacaddaa.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/the-paradox-of-tns-mindless-freebie-politics-news-national-qfnlCTjbgiged.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 11:38:55 +0530]]></pubDate><title><![CDATA[The paradox of TN's mindless freebie politics]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qb3r9pfhcacbd.jpg\"/><description><![CDATA[<p>Scrambling to woo the electorate, chief minister Jayalalitha and DMK patriarch Karunanidhi have loaded their manifestos with freebies. From smartphones and set-top boxes to tablets and 4-G connections, everything is on offer.  For all that, the average voter remains unenthused. </p><p>The DMK had been tom-tomming that its manifesto would be the game changer. When the manifesto was released, the party offered so much that the opposition parties questioned the feasibility of its implementation. </p><p>Jayalalitha came out with her manifesto almost a month later and in the middle of her campaign. She improved upon many of the DMK's key promises and added a few of her own. </p><p>In the last lap, the DMK appears to be unsure of its manifesto's efficacy.<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/G8o6f81RMRc\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p><p>Tamil Nadu has a long tradition of welfare politics. But the current freebie run started in 2006 when the DMK promised a colour TV set to all those households that did not have one. This marked a departure. Because welfare schemes had not been associated with a consumer durable like a TV set. </p><p>Not only did the DMK manage to win in that keenly-fought contest, but the humble TV set was credited with tilting the polls in the party's favour. The story though did not end there. Even as the DMK government distributed the television sets in phases, Karunanidhi family's hold over the administration was growing. </p><p>The opposition alleged that the free TV scheme was aimed at helping the Maran brothers - media baron Kalanithi Maran and his brother and then union minister Dayanidhi Maran. Grandnephews of Karunanidhi, the brothers had a stranglehold over the cable television distribution in the state. Soon the scheme acquired a crony capitalist dimension. For many, it was a telling example of how Karunanidhi used the levers of power to help promote his family businesses.    </p><p>Worse, when the 2G scam was raging, the DMK claimed that the fallout would be limited to the urban middle class. But media reports and poll surveys indicated that voters - in poor urban neighbourhoods and in rural areas - had come to know about the scam through their newly acquired televisions. </p><p>Battling a massive anti-incumbency wave, Karunanidhi offered mixers and grinders for women voters and laptops for college students in the 2011 assembly elections. Besides offering all these and electric fans, Jayalalitha promised laptops for higher secondary students as well. The whole exercise looked irrelevant as the people looked determined to see the back of the DMK government. The ADMK chief was only denying any possible advantage to her political rival. Interestingly, she promised to provide cable connectivity at affordable rates. </p><p>As the ADMK came to power, the free laptop scheme was launched. The students of government-aided higher secondary schools and colleges would be its beneficiaries. The programme was greeted with scepticism by the public. But some educationists felt that the scheme could achieve a great deal if backed with serious efforts. </p><p>The ADMK government stoutly defended the scheme. It was an effort to help the students, particularly those from the rural areas and poor families. With laptops, their skills and ability in computer usage would go up. They could take advantage of the information technology revolution, the government argued.</p><p>But before a digital revolution could take hold, laptops had begun to enter the flea market. Without any worthwhile servicing facility, some students sold their laptops once they developed any snag. Others found little use for the machine as they could not afford an internet connection. There were also instances where the laptops were sold simply to get over financial distress.  </p><p>In certain schools and among sections of students, the laptops did make a positive impact. Rather than crowding around a few desktops in the so-called computer labs, students pursuing computer science could have their own machines. They were also able to load programming languages onto their laptops with the help of teachers. </p><p>By and large, however, the scheme did little more than transfer laptops to students with no proper training. Students happily ended up storing only films, song clips and animated games on their laptops. Educationalists saw the whole exercise as a wasted opportunity. They felt the right curriculum, adequate teachers and infrastructure should have preceded the free laptops.</p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">Bought or imported electronic junks from China with lesser rates and given as a freebie in tamilnadu <a href=\"https://twitter.com/hashtag/ADMKManifesto?src=hash\">#ADMKManifesto</a> <a href=\"https://t.co/mTBVcdW904\">pic.twitter.com/mTBVcdW904</a></p>— Senthikumar Dayanidh (@Rayar1978) <a href=\"https://twitter.com/Rayar1978/status/728234800083968000\">May 5, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p></p><p>Even as the free laptops have been delivered, countless government colleges and schools have functioned without enough teachers. Over the last ten years, around 1000 government schools have been closed down. This paradox defines the politics of freebies in the state.    </p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">Even more convinced 2016 <a href=\"https://twitter.com/hashtag/TamilNaduElection?src=hash\">#TamilNaduElection</a> is last of its kind, &amp; that's a very mixed blessing. Nice edit <a href=\"https://twitter.com/livemint\">@livemint</a> <a href=\"https://t.co/8DYQgVhvoR\">https://t.co/8DYQgVhvoR</a></p>— Jessica Seddon (@jscaseddon) <a href=\"https://twitter.com/jscaseddon/status/730608074851946496\">May 12, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script>]]></description><link><![CDATA[http://www.sify.com/news/the-paradox-of-tns-mindless-freebie-politics-news-national-qfnlCTjbgiged.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/has-swamy-replaced-jaitley-as-modis-new-mukhauta-news-national-qfnjW3jghaifi.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 09:58:29 +0530]]></pubDate><title><![CDATA[Has Swamy replaced Jaitley as Modi's new mukhauta?]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pdpxoWhjcicdc.jpg\"/><description><![CDATA[<span id=\"docs-internal-guid-0ccd4a70-a856-e454-b692-f33789d18eb9\" style=\"line-height: 22.08px; white-space: pre-wrap;\"><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">When erstwhile Sangh hardliner AB Vajpayee became Prime Minister of India in the 1990s, he was passed off as someone who had mellowed down and a consensus candidate who would be acceptable to every section of India.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">In fact KN Govindacharya of the Sangh old guard famously used the term “mukhauta” (mask) for him. While the mask was seen as a concept, what if we viewed it as a person? If that is the case, then that person could very well be Vajpayee’s principal secretary cum National Security Adviser Brajesh Mishra.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">Vajpayee-Mishra formed an odd couple. Vajpayee was an out and out Sangh hardliner and totally unacceptable to Lutyens Delhi. Mishra was the son of a Congress Chief Minister close to legendary Prime Minister Indira Gandhi.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">An IFS man, ambassador and a permanent representative to the United Nations, Mishra was the ultimate insider and had contacts that spanned the entire network of Lutyens Delhi. In fact while Vajpayee was looked with suspicion, Mishra was welcomed with open arms.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">So successful was Mishra that most of Lutyens Delhi had totally got used to Vajpayee and backed another term for him by 2004. The surprise loss and the Vajpayee-Mishra exit made the BJP a pariah yet again.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">In fact Mishra was an excellent mukhauta of Vajpayee and the two had become inseparable.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">When another hardliner in the form of Narendra Modi became Prime Minister in 2014, people thought that he would be different and he wouldn’t need a mask. But a mask he took all the same. And that mukhauta was Arun Jaitley.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">Jaitley, like Mishra,<a href=\"http://www.sify.com/news/how-everybody-loves-arun-jaitley-news-columns-pmwpk3ebbdfjd.html\"> is the perfect Lutyens insider and everybody loves him</a>. He can deal with the Congress and every other party. The media rarely attacks him and if #AdarshLiberals had to pick one BJP politician they would be willing to do business with, then it would probably be Jaitley.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">Like Vajpayee-Mishra, Modi-Jaitley too formed the odd couple. Jaitley would make Modi acceptable and make deals with the Opposition and handle the Congress well. Or so most thought!</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">After two years, the partnership seems to have broken down. The Congress is on the warpath. Bills are not being passed. Modi is being attacked virulently (not Jaitley though). The Enforcement Directorate (under Finance Minister Jaitley) doesn’t seem to have looked much into cases like the National Herald.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">BJP supporters are getting impatient as to how nobody, not even “private citizens” like Robert Vadra and Karti Chidambaram have been arrested despite the umpteen allegations floating against them in the media.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">In fact Jaitley is powerful within the BJP, has good relations with the Congress, other parties and media. However, you only have to look to Twitter and see the rage against him where he is seen as an ineffectual figure too soft on the opposition.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">The turning point seems to be the Delhi and Bihar Assembly polls where the BJP got absolutely plastered in the former and saw a loss of face in the latter. If you note closely, then that seemed to be the turning point.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">Modi seems to have toughened his stand. The ED and other investigative bodies seemed to have suddenly become more active. BJP MPs are trying to go on the offensive instead of defending the party lamely.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">The leaks have increased and it is no co-incidence that the Congress is getting one bad news after another with the latest being AgustaWestland. Nothing symbolizes the new attitude than maverick Subramanian Swamy who joined the BJP some time back and became a Rajya Sabha MP recently.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">It seems the proverbial cat has been set among the pigeons. Swamy seems to have taken over the Rajya Sabha proceedings completely. Everything is about him. It’s either his speeches or attacks against him or his remarks which have been expunged.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">Defence Minister Manohar Parrikar gave such a detailed point by point and factual account of AgustaWestland that the government finally seems serious in taking Congress President Sonia Gandhi head on.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">Swamy also brought up controversial and hardline things like the Ram Mandir issue which seemed to be on the backburner to many BJP supporters. The BJP has changed and become more aggressive and the new face of this is definitely Swamy.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">Swamy has even launched an attack indirectly on a mysterious person called “Sakuni” on Twitter which his supporters staunchly claim is Jaitley. It is difficult to see all this being done without the consent of Modi.&nbsp;</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">In fact another Jaitley baiter Navjot Singh Sidhu (allegedly upset at losing his Amritsar ticket to Jaitley) also entered the Rajya Sabha with Swamy. There are rumours of Modi considering a new Finance Minister. Jaitley’s role seems to have been much diminished in the Modi Raj.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">From 1998-2004, Mishra was Vajpayee’s mukhauta.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">From 2014-2016, Jaitley was Modi’s mukhauta.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">So the question to be asked is: Is Swamy now Modi’s new mukhauta?</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">If that’s the case, then there is one major difference. While Mishra and Jaitley are moderates and Lutyens insiders, that is not the case with Swamy.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">Swamy is more hardline than Modi. Swamy is more of an outsider than Modi. Swamy is hated more in Lutyens Delhi than Modi. Swamy is more attacking than Modi.&nbsp;</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">During the 2002 elections Modi made his famous “Hum paanch hamare pachees” barb against Muslims but got his act together after that. Look at all of Modi’s speeches from 2013 onwards and you will struggle to find things that will mark him as an RSS hardliner. It’s all about development and governance.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">That is not the case with Swamy who speaks on Hinduism, Ayodhya, Uniform Civil Code, putting Sonia in jail etc more openly and strongly. In fact Swamy even called Mishra a Trojan horse for the Congress in a recent interview!</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">While hardline Vajpayee wore a moderate mask, it seems that hardline Modi has just taken on an ultra hardline mask! Either way, this marks a new turning point in Modi’s term. Watch this space closely!</p></span><br><div><b>Read More:</b></div><p><font color=\"#0000ee\"><b><u><a href=\"http://www.sify.com/news/why-i-totally-support-uber-s-surge-pricing-news-columns-qfglA8cfaffad.html\">Why I totally support Uber's surge pricing...</a></u></b></font><br><br><a href=\"http://www.sify.com/news/how-everybody-loves-arun-jaitley-news-columns-pmwpk3ebbdfjd.html\"><b>How everybody loves Arun Jaitley!&nbsp;</b></a><br><br><b><a href=\"http://www.sify.com/news/time-to-snap-all-ties-with-pakistan-immediately-news-columns-qbgjR4djcdjff.html\">Time to snap all ties with Pakistan immediately?</a></b>&nbsp;<br><br><b><a href=\"http://www.sify.com/news/national-herald-case-is-this-the-end-game-for-sonia-gandhi-news-columns-pmvlJjhghejge.html\">National Herald Case: Is this the end-game for Sonia Gandhi?&nbsp;</a><br><br></b><a href=\"http://www.sify.com/news/25-controversies-of-narendra-modi-imagegallery-features-plqmnodhgeieg.html\"><b>25 controversies of Narendra Modi</b></a><br><a href=\"http://www.sify.com/news/seven-reasons-to-fear-lalu-prasad-yadav-news-columns-plmh4pihchaia.html\"><b><br></b></a><a href=\"http://www.sify.com/news/seven-reasons-to-fear-lalu-prasad-yadav-news-columns-plmh4pihchaia.html\"><b>Seven reasons to fear Lalu Prasad Yadav</b></a><br><br><img src=\"http://im.sify.com/index2/images/apr2011/Sunil_11april11_100x100.jpg\" style=\"box-sizing: border-box; border: 0px; vertical-align: middle; float: left; margin-right: 10px; margin-top: 7px; margin-bottom: 15px;\"><i>The author is a Bangalore-based journalist and blogger. He blogs&nbsp;</i><b><a href=\"http://sunilrajguru.com/\">here</a></b></p>]]></description><link><![CDATA[http://www.sify.com/news/has-swamy-replaced-jaitley-as-modis-new-mukhauta-news-national-qfnjW3jghaifi.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/cong-to-knock-ecs-door-over-pm-modis-kerala-somalia-comparison-news-national-qfnndCahfjcci.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 07:33:00 +0530]]></pubDate><title><![CDATA[Cong to knock EC's door over PM Modi's Kerala-Somalia comparison]]></title><description><![CDATA[<p> The Congress will on Friday lead a delegation to the Election Commission to lodge a formal complaint against Prime Minister Narendra Modi for his comment comparing Kerala with Somalia.</p><p>Speaking to ANI, Congress leader Abhishek Manu Singhvi said he will be part of the delegation, which includes Ahmed Patel, Motilal Vohra and possibly Digvijaya Singh.</p><p>The delegation will go to the Election Commission with a written complaint against the Prime Minister.</p><p>\"The Election Commission is going to give us time shortly and we will go today with a written complaint against the completely false and misleading utterance of the Prime Minister contrary to the model code of conduct, misleading the people of Kerala during election,\" he said.</p><p>Asserting that the Prime Minister was not only insulting Kerala but deliberately the people of the state as well, Singhvi added Kerala is far superior than Gujarat as far as social indicators are concerned.</p><p>\"We don't say so, but in doing so he is demeaning all other states of India which have equal or better indicators,\" he said.</p><p>This development comes after Chief Minister Oommen Chandy yesterday hinted at legal action against the Prime Minister for his unwarranted remark.</p><p>\"We condemn this. This is an insult to the people of Kerala. We were expecting a clarification, apology from the PM, but he didn't'. Comparison of Kerala with Somalia made by the PM is devoid of facts. The Kerala Government took a serious note of this and is considering taking a legal action the Prime Minister,\" Chandy said.</p><p>The Chief Minister had earlier written a hard-hitting letter to the Prime Minister and requested him to show some 'political decency' by withdrawing the statement as they are 'baseless and contrary to ground realities'.</p><p>\"This is unbecoming of a prime minister and has created a great deal of agony and protest,\" he said while referring to the statement.</p><p>Addressing an election rally in the poll-bound state earlier, Prime Minister Modi had compared Kerala with Somalia.</p><p>\"The situation with the child death ratio among Scheduled Tribes in Kerala is scarier than even Somalia. Recently, one came across a tragic picture in the media. In Peravoor, which is seen as a stronghold of the Communist party, where it has always won, there, Scheduled Tribe children were seen foraging for food in a garbage dump,\" he said. (ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/cong-to-knock-ecs-door-over-pm-modis-kerala-somalia-comparison-news-national-qfnndCahfjcci.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/supreme-court-upholds-criminal-defamation-law-news-national-qfnlSOihcfbec.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 06:24:00 +0530]]></pubDate><title><![CDATA[Supreme Court upholds criminal defamation law]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qd5qGmjgegcaj.jpg\"/><description><![CDATA[<p><b>New Delhi:</b> The Supreme Court on Friday dismissed the petitions by BJP leader Subramanian Swamy, Congress vice president Rahul Gandhi and Delhi Chief Minister Arvind Kejriwal challenging the constitutional validity of Sections 499 and 500 of the Indian Penal Code (IPC) providing for criminal defamation.</p><p>The petitioners had argued that the criminal defamation under these sections of the IPC travelled beyond constitution's article 19(2) that imposes reasonable restriction on the freedom of speech and expression.</p><p>The verdict was reserved on August 13 last year after bench of Justice Dipak Misra and Justice Prafulla C. Pant heard the matter spread over a month.</p><p>Swamy and Gandhi have been charged with criminal defamation under Sections 499 and 500 of the IPC for their political speeches made in Tamil Nadu and Maharashtra respectively, while Kejriwal is facing cases under the same provisions lodged by BJP's Nitin Gadkari and others.</p>]]></description><link><![CDATA[http://www.sify.com/news/supreme-court-upholds-criminal-defamation-law-news-national-qfnlSOihcfbec.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/pramod-tiwari-gives-notice-in-rs-over-swamys-remark-on-rajan-news-national-qfnlRuifiedae.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 06:23:00 +0530]]></pubDate><title><![CDATA[Pramod Tiwari gives notice in RS over Swamy's remark on Rajan]]></title><description><![CDATA[<p> Congress leader Pramod Tiwari on Friday gave a notice in the Rajya Sabha for a discussion in zero hour over Bharatiya Janata Party (BJP) leader Subramanian Swamy's remark on RBI Governor Raghuram Rajan.</p><p>\"I have given a notice in the Rajya Sabha for discussion in zero hour over Swamy's remark on RBI Governor. Inflation has increased and the economy has been badly hit. And the government is trying to put the onus on Rajan,\" Tiwari told ANI.</p><p>Days after being nominated to the Rajya Sabha, Swamy yesterday embarrassed the government by training guns at Rajan and said that he should be removed as he is not fit for the nation.</p><p>\"In my opinion, the RBI Governor is not apt for our country. His move to increase the interest rates, so as to cut down inflation and stabilize the economy, has backfired and has badly affected the nation,\" Swamy told reporters.</p><p>\"All the industries have collapsed and as a result unemployment has increased. In my opinion, he should be removed as early as possible,\" he added. (ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/pramod-tiwari-gives-notice-in-rs-over-swamys-remark-on-rajan-news-national-qfnlRuifiedae.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/up-college-principal-removed-for-creating-caste-divide-in-class-news-national-qfnlMxhgabhgf.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 06:18:00 +0530]]></pubDate><title><![CDATA[UP college principal removed for creating 'caste divide' in class]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfnma7gijccgd.jpg\"/><description><![CDATA[<p><b>Uttar Pradesh:</b> Taking a strong exception to Seth Phulchand Baagla Inter College's Principal Radheshyam Vaishnav, who allegedly separated a class on the basis of caste, Avinash Krishan Singh, the District Magistrate of Hathras, removed him from his post.</p><p>\"We had received a complaint of discrimination against Principal of Seth Phulchand Baagla Inter College for separating classes on the basis of caste. We conducted an inquiry and found that three sections A, B, C of class 9 had difference in ratio over the distribution of General, SC and OBC students,\" Avinash Krishan Singh told the media.</p><p>\"The section A had more of General category students as compared with OBC and schedule caste, in the same way section B had more OBC students and similarly section C had more SC students,\" he added.</p><p>Singh further said that the administration has removed the Principal and three other teachers appointed as class teachers from their respective posts.</p><p>\"We are also planning to take strict action against them. We have advised the college administration distribute the students equally in the class and this would be done urgently,\" he added.</p><p>The students have alleged that there is discrimination being done in the class on basis of caste in seating arrangements and admissions in the college.</p><p>\"The students belonging to my caste are made to sit separately from students of higher castes,\" a student said.</p>]]></description><link><![CDATA[http://www.sify.com/news/up-college-principal-removed-for-creating-caste-divide-in-class-news-national-qfnlMxhgabhgf.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/unfazed-by-privilege-motion-swamy-dares-congress-says-would-teach-them-law-news-national-qfnlMxfgbache.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 06:18:00 +0530]]></pubDate><title><![CDATA[Unfazed by privilege motion Swamy dares Congress, says would teach them law]]></title><description><![CDATA[<p> Unperturbed by a privilege motion being moved against him, Bharatiya Janata Party (BJP) MP Subramanian Swamy on Friday dared the Congress to do their worst and that he will teach them the real meaning of law.</p><p>Talking to ANI over Congress moving a privilege motion claiming that documents authenticated by Swamy on the AgustaWestland chopper deal were \"bogus\", Swamy said that the grand-old party has lost it completely.</p><p>\"They are irritated of me because I have cornered them in the National Herald case and I exposed them in Parliament. When the privilege motion comes, I will give them the documents,\" he said.</p><p>\"First they said the document I didn't authenticate the documents and today they are saying that the documents aren't true,\" he added.</p><p>Swamy further said that he will teach the Congressmen law because they don't know the mechanism.</p><p>Congress leader Jairam Ramesh had said that his party will move a privilege motion against Subramanian Swamy and Defence Minister Manohar Parrikar claiming that the documents authenticated and tabled by them during the debate on the AgustaWestland chopper deal was \"bogus\".</p><p>The Congress leader said that among the 13 pages Swamy had tabled and authenticated, there was a two-page email that Swamy had sent to himself, nine pages taken from a website.</p><p>He further said that Congress will file a defamation case against a US-based website, www.pguru.com, whose material was used by Swamy in the Rajya Sabha debate.</p><p>It alleged that the website is linked to the Sangh Parivar. (ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/unfazed-by-privilege-motion-swamy-dares-congress-says-would-teach-them-law-news-national-qfnlMxfgbache.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/how-did-rocky-get-gun-license-without-verification-tejasvi-yadav-asks-centre-news-national-qfnlKGgfjbigg.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 06:16:00 +0530]]></pubDate><title><![CDATA[How did Rocky get gun license without verification: Tejasvi Yadav asks Centre]]></title><description><![CDATA[<p> With the Bihar government under fire over the tragic incident of a teenager's murder allegedly by Janata Dal (United) MLC Manorama Devi's son Rocky Yadav in a road rage incident, state Deputy Chief Minister Tejaswi Yadav on Friday shifted the blame on the Centre asserting that the accused had procured a gun license without verification, clearly through the influence of someone powerful within the government.</p><p>\"We have been asserting from day one that we condemn what happened but the politics happening over it is saddening. It has been printed today in a Delhi newspaper that the Delhi Police gave the gun license without verification. Why is no one talking about this?,\" Yadav told the media here.</p><p>Asserting that the Bihar government will probe into the matter, Yadav alleged that it was due to the influence of someone from the Centre that the accused managed to get a gun license without verification.</p><p>He added that on the other hand if the Bihar police had done the same and doled out a gun without a license, the furore created by the Centre would have been unimaginable.</p><p>\"Everyone needs to maintain calm and practice a little restrain so that the law can take its own course. The incident is saddening and tragic for sure but the entire Bihar should not be disgraced for it. The BJP government is targeting Bihar to hide their own flaws,\" Yadav added.</p><p>Rocky Yadav was arrested on Tuesday morning from his father's farm in Bodh Gaya., while the Excise Department had on Wednesday sealed the house of Manorama Devi.</p><p>A local court on Wednesday remanded Rocky Yadav, who allegedly shot dead a student for overtaking his vehicle in Bihar, to two-day police custody.</p><p>The court had earlier sent Rocky to 14 days' judicial custody.</p><p>Rakesh Ranjan Yadav alias Rocky is accused of killing Class XII student Aditya Sachdeva after an argument with the youth for overtaking his vehicle on Saturday night. (ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/how-did-rocky-get-gun-license-without-verification-tejasvi-yadav-asks-centre-news-national-qfnlKGgfjbigg.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/tracks-at-77-kms-per-day-to-be-laid-by-indian-railways-news-national-qfnlEdcfjihah.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 06:10:00 +0530]]></pubDate><title><![CDATA[Tracks at 7.7 kms per day to be laid by Indian Railways]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qesqhuaccaicc.jpg\"/><description><![CDATA[<p><b>New Delhi:</b> Indian Railways is set to commission 2,800 kms broad gauge track at the rate of 7.7 km per day, a senior railways official said.</p><p>V.K. Gupta, member engineering (ME) of Railway Board said that railways has commissioned around 4,800 km of broad gauge track in the last two years which includes about 1,200 km of new line, 1,900 km of gauge conversion and 1,700 km of doubling. </p><p>\"In the North-East region, Indian Railways commissioned about 900 km of broad gauge in the last two years, leaving only about 50 km of metre gauge lines to be converted in 2016-17. In addition, a 132 km part of third alternative connectivity route to the North-East (New Maynaguri - Jogighopa) was also commissioned,\" Gupta said here. </p><p>\"Udhampur-katra (25 km) railway line in Jammu and Kashmir, Rangapara-Murkongselek and Balipara-Bhalukpong (362 km) section in Arunachal Pradesh, Lumding-Silchar (210 km) gauge conversion in Assam are some of the important railway lines commissioned in the last two years,\" he added. </p><p>He further said that railways was committed to bring the North-East region on the railway map.  </p><p>\"Passenger services have been introduced between Silchar and Agartala, thereby bringing, the capital of Tripura on broad gauge. Similarly, Dudhnoi-Mendipathar (20 km) new line has brought Meghalaya on Indian Railway broad gauge network. With the commissioning of Kathakal-Bhairabi and Arunachal-Jiribam sections, the states of Mizoram and Manipur have also come on broad gauge map of the country,\" he informed. </p><p>He added that railways have adopted innovative techniques in the last two years which resulted in savings of hundreds of crores. </p><p>\"Many innovations were done in design of bridges, formation etc. resulting into an immediate saving of about Rs. 700 crores for Northern Railway. In fact, these innovations would result in perpetual savings of thousands of crores every year for Indian Railways,\" he concluded.</p>]]></description><link><![CDATA[http://www.sify.com/news/tracks-at-77-kms-per-day-to-be-laid-by-indian-railways-news-national-qfnlEdcfjihah.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/crackdown-on-manorama-devi-bihar-police-to-seize-her-properties-news-national-qfnkMIjagbfci.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 05:18:00 +0530]]></pubDate><title><![CDATA[Crackdown on Manorama Devi, Bihar Police to seize her properties]]></title><description><![CDATA[<p> Issuing an ultimatum to suspended Janata Dal (United) legislator Manorama Devi, the Bihar Police on Friday said that it will soon seize all of her property if she does not surrender.</p><p>The Gaya Police earlier today sent the seized alcohol found from Devi's residence to a laboratory in the state capital for investigation.</p><p>Meanwhile, Devi has filed an anticipatory bail in the Gaya Court after an arrest warrant was issued against her over liquor prohibition. The District Judge will hear her plea on Monday.</p><p>The Gaya Police had on Wednesday sealed the house of the suspended JD (U) legislator, who is said to be on the run after an arrest warrant was issued against her under the new state excise law.</p><p>Devi's son Rakesh Ranjan Yadav, also known as Rocky, and her husband Bindi Yadav are already in jail over the killing of Aditya Sachdeva, a businessman's son, in a case of road rage on Saturday evening. (ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/crackdown-on-manorama-devi-bihar-police-to-seize-her-properties-news-national-qfnkMIjagbfci.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/after-cjis-`cry`-sc-to-get-four-new-judges-today-news-national-qfnkLIiefhfef.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 05:17:00 +0530]]></pubDate><title><![CDATA[After CJI's `cry`, SC to get four new judges today]]></title><description><![CDATA[<p> The Supreme Court will today get four new judges after President Pranab Mukherjee cleared the names of three high court Chief Justices and a senior advocate for elevation to the apex court.</p><p>Justice D.Y. Chandrachud, Justice A.M. Khanwilkar and Justice Ashok Bhushan and the former ASG L. Nageswara Rao are to be sworn as Judges of apex court.</p><p>With their swearing-in, the strength of the Supreme Court judges will go up to 29, as against the sanctioned strength of 31 judges.</p><p>The appointments come days after a teary-eyed Chief Justice of India T.S. Thakur lamented 'inaction' by the Executive to increase the number of judges from the present 21,000 to 40,000 to handle the 'avalanche' of litigations.</p><p>Prime Minister Narendra Modi, who was also present at the event in New Delhi, had assured him of the government's intervention.</p><p>Prime Minister Modi said that he understood the Chief Justice's concern and added that that going forward, he hoped that the Government and the Judiciary could work together to find solutions to these issues. (ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/after-cjis-`cry`-sc-to-get-four-new-judges-today-news-national-qfnkLIiefhfef.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/iti-student-murder-tmc-leader-tapas-mallick-arrested-news-national-qfnkLdiaehajf.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 05:17:00 +0530]]></pubDate><title><![CDATA[ITI student murder: TMC leader Tapas Mallick arrested]]></title><description><![CDATA[<p> Local Trinamool Congress (TMC) leader Tapas Mallick was arrested today from Bamangachhi, North 24 Parganas in West Bengal in the case of the murder of ITI student Kaushik Purkait, who was lynched to death by a mob three days ago on the suspicion of being a cattle smuggler.</p><p>On May 9, Purkait who was out for an evening stroll was captured and confined in a local club and was brutally thrashed people on the suspicion that he was a part of the gang involved in smuggling of cattle in the area.</p><p>He later was announced brought dead on arrival at the hospital.</p><p>Police have so far arrested four people, including a woman, in the case. Mallick, the prime accused was on the large. (ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/iti-student-murder-tmc-leader-tapas-mallick-arrested-news-national-qfnkLdiaehajf.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/delhi-witnesses-partly-cloudy-friday-news-national-qfnkafagddgef.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 04:30:00 +0530]]></pubDate><title><![CDATA[Delhi witnesses partly cloudy Friday]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pkcuxviddgiff.jpg\"/><description><![CDATA[<p><b>New Delhi:</b> It was a partly cloudy Friday morning here with the minimum temperature recorded at 27.6 degrees Celsius, two notches above the season's average, the weather office said.</p><p>\"The sky will remain partly cloudy throughout the day with dust/thunderstorm likely to occur in the evening,\" an official of the India Meteorological Department (IMD) said. </p><p>According to the Met office, the maximum temperature is likely to hover around 40 degrees Celsius.</p><p>The humidity at 8.30 a.m. was 38 percent, the official said.</p><p>Thursday's maximum temperature settled at 41 degrees Celsius, two notches above the season's average, while the minimum temperature was recorded at 26.5 degrees Celsius, one notch above season's average.</p>]]></description><link><![CDATA[http://www.sify.com/news/delhi-witnesses-partly-cloudy-friday-news-national-qfnkafagddgef.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/tn-polls-parties-intensify-wooing-electorate-as-campaigning-ends-tomorrow-news-national-qfnjOwghiggjh.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 04:20:00 +0530]]></pubDate><title><![CDATA[TN polls: Parties intensify wooing electorate as campaigning ends tomorrow]]></title><description><![CDATA[<p> With campaigning for the Tamil Nadu Assembly Election drawing to a close tomorrow evening, parties have intensified their election tour in the state.</p><p>Union Home Minister Rajnath Singh in a BJP rally at Mylapore last night, said that the freebie culture of the Dravidian parties cannot be a long term solution to the livelihood issues of the public.</p><p>He also said the BJP would emerge as a strong alternative to the AIADMK and the DMK in the state.</p><p>Chief Minister J.Jayalalithaa concluded her election tour yesterday at Tirunelveli and said she has fulfilled all her promises made in the party's 2011 election manifesto.</p><p>DMK leader M.Karunanidhi in Tiruvarur assured farmers would be relieved of debt burden.</p><p>Former Union Minister and TMC leader GK Vasan claimed in Pudukottai that only the People's Welfare Front comprising the DMDK, the Left, the VCK and his party can bring in prohibition.</p><p>Dr Anbumani Ramadoss of the PMK in Pennagaram said, industry in backward districts would be revived if his party wins the election.</p><p>Meanwhile, electronic voting machines have begun to be dispatched to the polling booths by the election officials. Flying squads have tightened their vigil across the state including in the night to check distribution of money.  (ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/tn-polls-parties-intensify-wooing-electorate-as-campaigning-ends-tomorrow-news-national-qfnjOwghiggjh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/man-threatening-to-kill-kanhaiya-arrested-news-national-qfnjObefjfcbh.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 04:20:00 +0530]]></pubDate><title><![CDATA[Man threatening to kill Kanhaiya arrested]]></title><description><![CDATA[<p> The special cell of the Delhi Police arrested Amit Jani last night, the Uttar Pradesh Navnirman Sena chief, who had threatened to kill Jawaharlal Nehru University Students' Union (JNUSU) president Kanhaiya Kumar and research scholar Umar Khalid.</p><p>On April 14, the Delhi Police had recovered a bag full of weapons and a letter threatening Kanhaiya and Khalid was discovered in a Delhi Transport Corporation bus at the JNU campus.</p><p>Jani allegedly kept those weapons and the letter in the bus and his signature was found in the letter as well.</p><p>The UP Navnirman Sena chief had, however, claimed that the country-made pistol found on the bus was meant to be used to kill All India Majlis-e-Ittehadul Muslimeen leader and Member of Parliament Asaduddin Owaisi.</p><p>Ever since the Delhi Police recovered the weapon and cartridges, Jani has been updating the media on the progress in the case and the investigations. Besides, he has also been regularly issuing statements declaring his intent. (ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/man-threatening-to-kill-kanhaiya-arrested-news-national-qfnjObefjfcbh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/first-solar-powered-train-by-indian-railways-set-for-trial-news-national-qfnjNogbbbjad.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 04:19:00 +0530]]></pubDate><title><![CDATA[First solar-powered train by Indian Railways set for trial]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pmyleGhdijfec.jpg\"/><description><![CDATA[<p><b>New Delhi:</b> Aiming to materialise its ambitious plan of harnessing solar energy to run trains, the Indian Railways goes green as with its first train powered by the solar panels.</p><p>Gopal Sharma, the PRO North Western Railways told the media that the trial run of this train will be conducted by the end of this month.</p><p>\"This train will be run as a passenger train, the route to be decided after the trial run. This is the initiative by the Railways to make use of alternative source of energy,\" he said.</p><p>\"The prototype of the solar power-enabled coach where the entire train will be fitted with solar panels is going to be used for the trial,\" he added.</p><p>Sharma further said that as per the plan, the train would be pulled by conventional diesel-run engines while the solar panels will provide all the internal electricity needs for lights and fans on both AC and non-AC coaches.</p><p>When asked on the profits the Railways aims to generate by using these solar panels, Sharma said that this can be ascertained only after a trial run is over.</p><p>Meanwhile, the Indian Railways has been focusing on alternate source of fuels with trials already on to use CNG, biodiesel and natural gas among others.</p><p>According to studies, a train using solar power can reduce diesel consumption by up to 90,000 litres per year and also bring down the carbon dioxide emission by over 200 tonnes.</p><p>The CNG is being used in local trains on Rohtak-Rewari section of Delhi Division. The dual fuel concept of using CNG and diesel has also helped in saving fuel and money.</p><p>The solar power is expected to significantly bring down diesel consumption also aimed at the cost-effective.</p>]]></description><link><![CDATA[http://www.sify.com/news/first-solar-powered-train-by-indian-railways-set-for-trial-news-national-qfnjNogbbbjad.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/air-pollution-could-cause-over-5-lakh-premature-deaths-in-india-news-national-qfnjgKigefgbj.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 03:36:00 +0530]]></pubDate><title><![CDATA[Air Pollution could cause over 5 lakh premature deaths in India]]></title><description><![CDATA[<p> Air pollution could lead to 570,000 premature deaths in India, according to a new report.</p><p>For the new study, researchers at the Indian Institute of Tropical Meteorology and the US National Center for Atmospheric Research created computer simulations using 2011 data and found that air pollution could kill more than 570,000 people prematurely.</p><p>Furthermore, the researchers say, the problem would likely cost the Indian economy hundreds of billions of dollars annually.</p><p>Air pollution has been a public health concern in India for years. In February, a report by Greenpeace said it surpassed China in the quantity of fine particulate matter in the air. It found there were 128 micrograms of fine particulate matter in New Delhi's air.</p><p>By comparison, Washington, DC, had 12. The World Health Organization recommends no more than 10 micrograms. The report said the Indo-Gangetic region, the north of the country, had the most pollution.</p><p>Meanwhile, newly released figures by WHO are suggesting increasing pollution is claiming 7 million lives every year around the world.</p><p>WHO Public Health Director Maria Neira says most of the deaths are being caused by simply breathing the air in polluted cities.</p><p>Neira says based on their survey of some three thousand cities around the globe, the most polluted cities are still found in China and India. (ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/air-pollution-could-cause-over-5-lakh-premature-deaths-in-india-news-national-qfnjgKigefgbj.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/pmla-court-likely-to-pronounce-order-on-bhujbals-bail-plea-today-news-national-qfnjdtgfhcbji.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 03:33:00 +0530]]></pubDate><title><![CDATA[PMLA court likely to pronounce order on Bhujbal's bail plea today]]></title><description><![CDATA[<p> The special court for Prevention of Money Laundering Act (PMLA) is likely to pronounce its verdict on the bail plea filed by Nationalist Congress Party (NCP) leader and former Maharashtra minister Chhagan Bhujbal who has been arrested in a money laundering case in connection with the alleged Maharashtra Sadan scam.</p><p>The court had on Wednesday extended the judicial custody of Bhujbal and his nephew Sameer Bhujbal till May 25.</p><p>Special Judge of the PMLA court, P.R Bhavke heard the arguments of lawyers of Bhujbal and Enforcement Directorate before reserving the order.</p><p>The Enforcement Directorate had last week arrested Chhagan Bhujbal's associate and chartered accountant Sunil Naik in connection with the case.</p><p>The special PMLA court had earlier issued a non-bailable warrant against Naik, who was the CA at Bhujbal- owned Mumbai Education Trust (MET) at Bandra.</p><p>The Enforcement Directorate is probing Bhujbal, his son Pankaj and nephew Sameer in the case concerning a contract the former allegedly gave a builder in 2005 without inviting tenders when he was the state's PWD minister.</p><p>Earlier, a special trial court issued a non-bailable warrant against Pankaj Bhujbal and 28 others accused in a Rs. 800 crore money laundering case.</p><p>The Maharashtra Anti-Corruption Bureau had earlier filed two FIRs against the Bhujbals and others under the provisions of the PMLA to probe the Delhi-based Maharashtra Sadan scam and the Kalina land grabbing case. (ANI)</p>]]></description><link><![CDATA[http://www.sify.com/news/pmla-court-likely-to-pronounce-order-on-bhujbals-bail-plea-today-news-national-qfnjdtgfhcbji.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/sc-to-pronounce-verdict-on-pleas-challenging-criminal-defamation-news-national-qfnjbeeegdafa.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 03:31:00 +0530]]></pubDate><title><![CDATA[SC to pronounce verdict on pleas challenging criminal defamation]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qd5qGmjgegcaj.jpg\"/><description><![CDATA[<p><b>New Delhi:</b> The Supreme Court will today pronounce its verdict on a batch of petitions including by Congress vice president Rahul Gandhi, Delhi Chief Minister Arvind Kejriwal and Bharatiya Janata Party (BJP) leader Subramanian Swamy challenging the constitutional validity of Sections 499 and 500 of the Indian Penal Code (IPC) providing for criminal defamation.</p><p>The petitioners had argued that the criminal defamation under these sections of the IPC travelled beyond constitution's article 19(2) that imposes reasonable restriction on the freedom of speech and expression.</p><p>The verdict was reserved on August 13 last year after bench of Justice Dipak Misra and Justice Prafulla C. Pant heard the matter spread over a month.</p><p>Swamy and Gandhi have been charged with criminal defamation under Sections 499 and 500 of the IPC for their political speeches made in Tamil Nadu and Maharashtra respectively, while Kejriwal is facing cases under the same provisions lodged by BJP's Nitin Gadkari and others.</p>]]></description><link><![CDATA[http://www.sify.com/news/sc-to-pronounce-verdict-on-pleas-challenging-criminal-defamation-news-national-qfnjbeeegdafa.html]]></link></item></channel></rss>",
  "headers": {
    "Content-Length": "17859",
    "Connection": "keep-alive",
    "Content-Encoding": "gzip",
    "Vary": "Accept-Encoding",
    "Date": "Fri, 13 May 2016 07:44:02 GMT",
    "Content-Type": "application/rss+xml;",
    "Server": "Apache/2.2.22 (Unix) mod_ssl/2.2.22 OpenSSL/1.0.1e-fips PHP/5.4.43",
    "X-Powered-By": "PHP/5.4.43"
  },
  "response_url": "http://www.sify.com/rss2/news/article/category/national"
}