{
  "requested_url": "http://sify.com/rss2/business/article/category/bank",
  "fetched_at": "2016-05-13T00:46:39.924931",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"utf-8\" ?> <rss version=\"2.0\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:cf=\"http://www.microsoft.com/schemas/rss/core/2005\"><channel><title><![CDATA[Sify.com]]></title><description><![CDATA[Sify India News: Latest updates on Indian sports, cricket India, movie news, images, videos, reviews. Indian business, finance news, stock market tips, Indian recipes, astrology, online shopping exclusively at sify.com]]></description><image><title><![CDATA[Sify.com]]></title><height>40</height><description><![CDATA[Sify India News: Latest updates on Indian sports, cricket India, movie news, images, videos, reviews. Indian business, finance news, stock market tips, Indian recipes, astrology, online shopping exclusively at sify.com]]></description><width>143</width><link><![CDATA[http://www.sify.com/]]></link><url><![CDATA[http://www.sify.com/sifyhome2011/images/mar2015/sify-logo-140x154.jpg]]></url></image><language><![CDATA[en-us]]></language><link><![CDATA[http://www.sify.com/]]></link><lastBuildDate><![CDATA[Fri, 13 May 2016 13:04:38 +0530]]></lastBuildDate><pubDate><![CDATA[Fri, 13 May 2016 13:04:38 +0530]]></pubDate><item><guid><![CDATA[http://www.sify.com/finance/global-corruption-costs-trillions-in-bribes-lost-growth---imf-news-finance-qfmri1hgdcgbj.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 17:08:27 +0530]]></pubDate><title><![CDATA[Global corruption costs trillions in bribes, lost growth - IMF]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfmrfRbdfefgh.jpg\"/><description><![CDATA[Public sector corruption siphons $1.5 trillion to $2 trillion annually from the global economy in bribes and costs far more in stunted economic growth, lost tax revenues and sustained poverty, the International Monetary Fund said on Wednesday.<br><br>In a new research paper, the IMF said that tackling corruption is critical for the achievement of macroeconomic stability, one of the institution's core mandates.<br><br>The Fund argues that strategies to fight corruption require transparency, a clear legal framework, a credible threat of prosecution and a strong drive to deregulate economies.<br><br>\"While the direct economic costs of corruption are well known, the indirect costs may be even more substantial and debilitating,\" IMF Managing Director Christine Lagarde wrote in an essay accompanying the paper.<br><br>\"Corruption also has a broader corrosive impact on society. It undermines trust in government and erodes the ethical standards of private citizens,\" Lagarde added.<br><br>The paper, titled \"Corruption: Costs and Mitigating Strategies,\" follows Lagarde's warning to Ukraine in February that the IMF would halt its $17.5-billion bailout for the strife-torn eastern European country unless it takes stronger action to fight corruption, including new governance reforms.<br><br>Lagarde is due to participate in a British government-sponsored anti-corruption summit in London on Thursday that will include U.S. Secretary of State John Kerry and other senior officials including the presidents of Nigeria and Afghanistan.<br><br>Extrapolating from 2005 World Bank research, the paper estimated that around 2 percent of global gross domestic product is now paid in bribes annually. But it said corruption's indirect costs are substantially higher, reducing government revenues by encouraging tax evasion and reducing incentives to pay taxes, leaving less money available for public investments in infrastructure, health care and education.<br><br>While some argue that bribes are simply grease for the wheels of commerce, the IMF said that corruption often drives investment away from countries where it is rife and boosts lending costs.<br><br>Without naming any particular countries, the IMF said that dependence on non-renewable natural resources can often encourage corruption, as well as conflicts over control of them.<br><br>In helping its 189 member countries design and implement anti-corruption strategies, the Fund said it emphasizes the need for both appropriate incentives and deterrents.<br><br>The paper said stronger anti-corruption laws and prosecution capacity was needed, but also said that reduced regulations can limit bribe opportunities and provide companies more opportunity to grow without them.<br><br>\"Wherever discretion is granted to an official regarding the approval of an economic activity, there is a risk that this discretion will be abused,\" Lagarde wrote.<br><br><br>]]></description><link><![CDATA[http://www.sify.com/finance/global-corruption-costs-trillions-in-bribes-lost-growth---imf-news-finance-qfmri1hgdcgbj.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/the-sooner-rajan-is-sent-back-to-chicago-the-better-swamy-news-finance-qfmqRVejfggcd.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 16:53:57 +0530]]></pubDate><title><![CDATA[The sooner Rajan is sent back to Chicago, the better: Swamy]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qcextydjgeghd.jpg\"/><description><![CDATA[NEW DELHI: BJP leader Subramanian Swamy today suggested that Reserve Bank Governor Raghuram Rajan be removed from the post as he was responsible for \"unemployment and collapse\" of industrial activity.<br><br>\"In my opinion, RBI Governor is not appropriate for the country. I don't want to speak much about him. He has hiked interest rates in the garb of controlling inflation that has damaged the country,\" he told reporters in Parliament House.<br><br>The Governor's actions have \"led to collapse of industry and rise of unemployment in the economy\", he said. \"The sooner he is sent back to Chicago, the better it would be.\"<br><br>Rajan is the on-leave Professor of Finance at the University of Chicago's Booth School of Business.<br><br>After assuming charge as RBI governor in September 2013, Rajan gradually raised the short-term lending rate from 7.25 per cent to 8 per cent and had retained the high rates throughout 2014.<br><br>He kept the rates high, citing inflationary concerns despite intense pressure from the Finance Ministry and the industry for softening them with a view to boosting growth.<br><br>The Governor began the process of lowering the rates in January 2015 and since then it has come down by 1.50 per cent to 6.50 per cent.<br><br>]]></description><link><![CDATA[http://www.sify.com/finance/the-sooner-rajan-is-sent-back-to-chicago-the-better-swamy-news-finance-qfmqRVejfggcd.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/indias-bad-loans-may-be-bigger-than-new-zealands-economy-news-finance-qfmqHnhhfgbca.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 16:43:14 +0530]]></pubDate><title><![CDATA[India's bad loans may be bigger than New Zealand's economy]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qdbtdCeejjbjf.jpg\"/><description><![CDATA[MUMBAI: India's bad-loans problem looks much worse than lenders have been willing to acknowledge, heaping pressure on banks' profits and further tightening the screws on distressed debt that could be bigger than New Zealand's $170 billion economy.<br><br>The magnitude of the debt-mess was laid bare late last month when two of the largest private sector lenders provided unprecedented guidance on non-performing loans, underscoring repeated warnings by Reserve Bank of India's governor Raghuram Rajan on the need to clean up banks' balance sheets.<br><br>The dangers are clear cut. Increasing provisions to cover rising bad loans are likely to hurt banks' profits and curb credit growth, stoking a vicious circle of lower economic growth triggering more defaults and choking off business investment and production.<br><br>Indeed, banks' loan growth at 10.7 percent in the last fiscal year ended March 31, was the slowest in nearly two decades, partly on lower lending to debt-heavy sectors such as iron and steel that account for the lion's share of bad debt.<br><br>Profits at most lenders have also taken a hit in the past six months as they set aside a higher sum to cover for defaults after a clean-up exercise ordered by the RBI.<br><br>\"The banks need to keep provision covers high,\" said Abhishek Bhattacharya, a director at Fitch's Indian affiliate, India Ratings and Research. \"That all points to the fact that the earnings should continue to be under pressure.\"<br><br>Bhattacharya estimates about 13 trillion rupees ($195 billion), or a fifth, of bank loans are already stressed - bigger than the size of New Zealand's economy.<br><br>That compares with 8.06 trillion rupees of distressed loans reported as of December or 11.5 percent of India's entire bank debt, meaning more pressure on profits.<br><br>Rajan, who wants banks to fully disclose and provide for bad debt by March 2017, is calling for \"deep surgery\" to clean up the balance sheets.<br><br>Investors and analysts have long suspected that Indian lenders, especially the dominant state-run banks, are not disclosing the true extent of their troubled loans to avoid having to raise provisions.<br><br>But granular details released for the first time last month by ICICI BankBSE 3.46 % and Axis BankBSE -1.19 % - India's no. 1 and no. 3 private sector lenders respectively - highlighted the depth of the problem.<br><br>Axis Bank disclosed it had put 226 billion Indian rupees of its loans on a 'watch list', and was expecting 60 percent of those to default within two years. That would mean its bad debt could triple from the 60.88 billion rupees reported at end-March.<br><br><br>ICICI Bank said some 525 billion rupees of loans to struggling sectors including steel and power had been put on watch.<br><br>Moody's estimates bad loans at 11 state-run banks it rates to be between 10.5 and 12 per cent, compared with the 7.2 per cent reported as of end-December.<br><br>\"The ability of (state) banks to support economic growth or to provide loans will ultimately depend on how the government will support them in terms of capital,\" said Alka Anbarasu, a Singapore-based vice president at Moody's.<br><br>These state-owned banks account for more than two-thirds of the sector's assets and about 85 percent of bad debts - a major headache for policymakers keen to support a slowing economy.<br><br>\"It could get worse before it gets better is the sense we have,\" India Ratings' Bhattacharya said.<br><br>]]></description><link><![CDATA[http://www.sify.com/finance/indias-bad-loans-may-be-bigger-than-new-zealands-economy-news-finance-qfmqHnhhfgbca.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/uday-kotak-lone-indian-financier-in-forbes-most-powerful-list--news-finance-qfmpKXihfigbi.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 15:46:59 +0530]]></pubDate><title><![CDATA[Uday Kotak lone Indian financier in Forbes' most powerful list ]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/ocvkCiefabisi.jpg\"/><description><![CDATA[NEW YORK: Kotak Mahindra BankBSE -0.62 % Chief Uday Kotak, who has a net worth of about $7.1 billion, is the sole Indian in Forbes' list of 40 of the most powerful people in the financial world who control the flow of trillions of dollars around the global economy.<br><br>57-year-old Kotak is ranked 33rd in the Forbes list of 'Money Masters: The Most Powerful People In The Financial World' topped by Blackstone Group's CEO Stephen Schwarzman, who has a net worth of $10.2 billion and oversees assets worth $344 billion.<br><br>It said the 40 financiers on the list dominate the world of money, from banking to buyouts, trading to takeovers.<br><br>It said the 40 financiers on the list dominate the world of money, from banking to buyouts, trading to takeovers.<br><br>\"The hedge fund managers, private equity moguls and lenders who control the flow of trillions of dollars around the global economy impact just about all of us one way or another,\" Forbes added.<br><br>With the Kotak bankBSE -0.62 % overseeing $34.6 billion in assets, Forbes said the Indian billionaire, who has a net worth of about $7.1 billion, has made his fortune lending to the sprawling masses between Mumbai and Delhi and has also taken a stand on behalf of savers.<br><br>\"His bank is continuing to offer 6 per cent on savings accounts, even as falling rates make it harder to do so. Kotak is gung ho on his native country and believes investing in India is like a Bollywood movie - long, but with a happy ending,\" it said.<br><br>\"Even after a run-up in asset prices, the chief of the world's biggest private equity firm is finding ways to put money to work, including recent real estate deals in India, where Blackstone Group now owns 30 million square feet of office space in major cities,\" Forbes said.<br><br>\"Even after a run-up in asset prices, the chief of the world's biggest private equity firm is finding ways to put money to work, including recent real estate deals in India, where Blackstone Group now owns 30 million square feet of office space in major cities,\" Forbes said.<br><br>The list also includes JPMorgan Chase CEO Jamie Dimon on the third spot, Berkshire Hathaway head Warren Buffet (4), Goldman Sachs Chairman Lloyd Blankfein (9) and Soros Fund Management chief George Soros (10).<br><br>The candidates on the list were judged on net worth, assets under management or overseen, three-year track records and influence on markets.<br><br>]]></description><link><![CDATA[http://www.sify.com/finance/uday-kotak-lone-indian-financier-in-forbes-most-powerful-list--news-finance-qfmpKXihfigbi.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/foreign-banks-not-expanding-due-to-indias-riskier-rating-rajan-news-news-qfmlaKhacccgg.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 11:00:46 +0530]]></pubDate><title><![CDATA[Foreign banks not expanding due to India's riskier rating: Rajan]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qeenvnfafhhdb.jpg\"/><description><![CDATA[<p><b>London:</b> Foreign banks have stopped opening branches in India as they need to set aside a lot more capital due to the country's \"higher risk\" credit rating and they feel it is \"not worth\" doing so, Reserve Bank Governor Raghuram Rajan has said.</p><p>In a <b><a href=\"http://www.econ.cam.ac.uk/events/seminars/Marshall_Lecture/\" target=\"_blank\">lecture titled \"Why Banks?\" - as part of the Marshall Lecture 2015-16 series at Cambridge University</a> </b>- Rajan, on Tuesday, said greater demand on banks to hold capital in the post financial crisis scenario has come at a cost.</p><p>He said: \"It made sense post financial crisis to ask banks to hold more capital. But one of the concerns bankers have been expressing, even if bankers may have low credibility because they have cried wolf too often, that eventually it will... create greater aversion to taking on risky lending.</p><p>\"We see some of that today. Certainly, as an emerging market central bank regulator, I see that foreign banks have stopped opening branches because our credit rating is BAA, which implies higher risk. From that perspective, international banks who are asked to put in money in India feel it is not worth it, because they have to set aside a lot more capital.\"</p><p>India has been assigned lowest investment grade rating with a high risk profile by various global agencies.Rajan likened the situation in India to that of small and medium enterprises (SMEs) in industrial countries, as in both scenarios the central factor is that more growth is required.</p>]]></description><link><![CDATA[http://www.sify.com/finance/foreign-banks-not-expanding-due-to-indias-riskier-rating-rajan-news-news-qfmlaKhacccgg.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/buzz-indian-banks-cheer-bankruptcy-bill-approval-news-sensex-qfmjEfggcbeac.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 04:10:00 +0530]]></pubDate><title><![CDATA[BUZZ-Indian banks cheer bankruptcy bill approval]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qdepfRdifhded.jpg\"/><description><![CDATA[<p>** Indian banking stocks rise, with the S&amp;P BSE Bankex index jumping nearly 1 pct</p>  <p>** India's upper house of parliament passed a new bankruptcycode on Wednesday</p>  <p>** Code to address bank debts and improve ease of doingbusiness in India</p>  <p>** Bankex index has the highest weightage on benchmark BSEindex, which is up 0.5 pct</p>  <p>** State Bank of India up 1.1 pct, ICICI Bank gains 2.5 pct, while Punjab National Bank rises 0.7 pct <br></p>]]></description><link><![CDATA[http://www.sify.com/finance/buzz-indian-banks-cheer-bankruptcy-bill-approval-news-sensex-qfmjEfggcbeac.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/icici-prudential-life-to-hire-banks-for-up-to-700-mln-ipo-news-ipo-qfgjxDahgifih.html]]></guid><pubDate><![CDATA[Fri, 06 May 2016 04:37:00 +0530]]></pubDate><title><![CDATA[ICICI Prudential Life to hire banks for up to $700 mln IPO]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfglpThdghgcj.jpg\"/><description><![CDATA[ICICI Prudential Life Insurance is set to hire Bank of America Merrill Lynch and ICICI Securities for its planned $600 million to $700 million initial public offering (IPO), IFR reported on Friday citing two sources close to the plans.<br><br>Other banks are likely to join the syndicate for the IPO that is expected in the current financial year ending March 31, IFR, a Thomson Reuters publication, reported.<br><br>ICICI Pru Life and HDFC Standard Life Insurance - a joint venture between Indian mortgage lender Housing Development Finance Corp Ltd and Britain's Standard Life PLC - are set to become the first Indian insurers to sell shares through an IPO.<br><br>India's $50 billion insurance sector is dominated by state-run Life Insurance Corp though private-sector insurers are gaining market share.<br><br>HDFC Standard Life Insurance was set to mandate Citigroup, JPMorgan, Kotak Investment Banking and Morgan Stanley to handle its up to $500 million IPO expected later this year, IFR reported on Thursday.<br><br>HDFC has said it aims to sell a stake of up to 10 percent in the HDFC Life IPO.<br><br>ICICI Bank Ltd, India's biggest private-sector lender by assets, owns the majority of ICICI Pru Life, while Britain's Prudential PLC owns 26 percent.<br><br>The lender said last week it planned to file for an IPO of the life insurance unit during the current financial year.<br><br>In November, it agreed to sell 6 percent of ICICI Pru Life in two separate deals worth about $296 million to Premji Invest and Singapore's Temasek Holdings (Pte) Ltd.<br><br>ICICI Prudential Life Insurance and ICICI Securities did not immediately respond to Reuters requests for comment. Bank of America Merrill Lynch declined to comment.<br>]]></description><link><![CDATA[http://www.sify.com/finance/icici-prudential-life-to-hire-banks-for-up-to-700-mln-ipo-news-ipo-qfgjxDahgifih.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/india-eyes-cleanup-of-bad-debt-mountain-as-wary-state-banks-hesitate-news-debt-qfflayeibhaij.html]]></guid><pubDate><![CDATA[Thu, 05 May 2016 05:30:00 +0530]]></pubDate><title><![CDATA[India eyes cleanup of bad debt mountain as wary state banks hesitate]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qffkWIdicchcg.jpg\"/><description><![CDATA[India is considering setting up an independent panel to help state-owned banks negotiate settlements with big businesses on bad loans, in order to shield bankers from a populist backlash they say is hobbling efforts to clean up their balance sheets.<br><br>India's $121 billion troubled debt pile, over $100 billion of which is on the books of state-owned banks, has come under close scrutiny from prosecutors, the media and politicians. Some have blamed banks for going too easy on corporate tycoons, and do not want taxpayers propping up the struggling banking sector.<br><br>The proposal, being examined by the government and in its early stages, would give the panel power to define the \"haircut\" a bank should face on a loan gone sour, protecting bankers from critics who want failed Indian firms to pay back in full, two finance ministry and two central bank officials said.<br><br>Bad debt has hampered banks' ability to lend, threatening to throttle a nascent economic recovery.<br><br>Prime Minister Narendra Modi has made repairing bank balance sheets his administration's \"top-most priority,\" a senior government official said.<br><br>\"Banks have been very reluctant to take a haircut where they face newspaper criticism,\" said a second senior official, who is familiar with discussions on the panel. He declined to be named because he was not authorised to speak to the media.<br><br>The second official added that the proposal had run into hurdles already, however, amid questions over how it would fit into India's existing legal framework.<br><br>A finance ministry spokesman declined to comment. The Reserve Bank of India (RBI) did not immediately respond to requests for comment on the proposal.<br><br>Fear of bad headlines was one reason why state-run banks declined to consider embattled tycoon Vijay Mallya's offer to pay up to $900 million in tranches to settle about $1.4 billion his defunct Kingfisher Airlines owed, two banking sources said.<br><br>Mallya now also faces a money laundering investigation.<br><br>Mallya told the Financial Times late last month that he wanted a \"reasonable\" settlement that he could afford and banks could justify. He has denied any wrongdoing.<br><br>Bad loans have piled up as subdued consumer demand hits corporate earnings, making it harder for big businesses to repay loans.<br><br><b>GAPING CAPITAL HOLE</b><br><br>RBI Governor Raghuram Rajan has set a deadline of March 2017 for banks to clean up their books, and the government said it would inject $11 billion in state banks by March 2019 to help them repair their balance sheets.<br><br>India Ratings and Research, a local affiliate of Fitch, has said the government would have to cough up as much as $45 billion if the lenders failed to raise funds from markets to address expected future capital shortfalls.<br><br>Negotiated settlements, in which a bank takes a writedown on a loan gone bad, can help speed up the process. They would allow banks to more quickly establish how much money they would need to bolster their balance sheets.<br><br>All state lenders including State Bank of India (SBI), the largest, are trading at a steep discount to their book values. Healthier institutions would be able to raise money from the market, reducing the burden on taxpayers.<br><br>Several finance ministry officials said stake sales were more likely once valuations of state-run banks improved.<br><br>Mahesh Patil, co-chief investment officer at Birla Sun Life Asset Management Co, said an independent panel for deciding haircuts on non-performing assets would accelerate decision making and help banks focus on their core lending business.<br><br>\"As long as these issues are there, a lot of attention goes in terms of addressing the NPAs,\" Patil said. \"The decision-making will be much better under an independent panel.\"<br><br>PANEL PROPOSAL<br><br>The proposal envisages setting up a panel comprising leading bankers and government and central bank officials, to review some larger outstanding loans and try to arrive at a settlement, finance ministry and central bank officials said.<br><br>There is also a suggestion to include judges, they added.<br><br>The idea was first floated in 2014 after Modi took office, but did not gain much traction then, one of the finance ministry officials said.<br><br>It resurfaced at a two-day bankers' retreat in March where lenders saw it as a way of giving them some kind of insurance while breaking the logjam on bad loans, one of the central bank officials said.<br><br>Banks are trying other means to reduce non-performing loans.<br><br>In March, for example, SBI asked industrialist Naveen Jindal's Jindal Steel and Power to speed up a deal to sell a power plant to JSW Energy, run by his elder brother Sajjan, to pare debt, several sources familiar with the matter said.<br><br>The deal was announced on Wednesday.<br>]]></description><link><![CDATA[http://www.sify.com/finance/india-eyes-cleanup-of-bad-debt-mountain-as-wary-state-banks-hesitate-news-debt-qfflayeibhaij.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/top-50-defaulters-owe-rs-121-lakh-crore-to-public-sector-banks-jayant-sinha-news-crime-qfelnliejdhjj.html]]></guid><pubDate><![CDATA[Wed, 04 May 2016 11:13:11 +0530]]></pubDate><title><![CDATA[Top 50 defaulters owe Rs 1.21 lakh crore to public sector banks: Jayant Sinha]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfell7hfahdji.jpg\"/><description><![CDATA[The top 50 defaulters of public sector banks had an exposure of Rs 1.21 lakh crore as on December 2015.<br><br>Giving this information in Rajya Sabha, minister of state for finance Jayant Sinha said the number of wilful defaulters of PSBs rose from 5,554 to 7,686 in three years to December 2015 while the amount involved more than doubled to Rs 66,190 crore from Rs 27,749 crore.<br><br>\"The total exposure of top 50 defaulters of PSBs as on December 2015 was Rs 1,21,832 crore,\" he said in a written reply in the Upper House.<br><br>In another reply, Sinha said there were 1,365 borrower accounts having funded outstanding loans of Rs 500 crore and above at the end of December 2015.<br><br>He said government has taken specific measures to address issues in sectors such as infrastructure, steel and textiles, where incidence of non-performing assets is high.<br><br>To another question, Sinha said Union Bank has informed that its Chitbaragaon branch has sanctioned KCC loan to certain borrowers as per bank's norm and completed required formalities.<br><br>\"Branch has obtained No Dues Certificate from the earlier bankers i.e SBI before disbursement of loan and taken No Encumbrance Certificate from the Panel Advocate to avoid multiple financing,\" Sinha said.<br><br>He was asked why the Union Bank branch had extended loans against five accounts before expiration of five years in 2014 to \"fraudsters\" against whom \"multiple cases of banking frauds\" had been registered in 2013 by SBI and Purvanchal Bank.<br><br>\"The SBI had not mentioned anything abut fraud in their NOC. The present status of these accounts is standard,\" Sinha added.]]></description><link><![CDATA[http://www.sify.com/finance/top-50-defaulters-owe-rs-121-lakh-crore-to-public-sector-banks-jayant-sinha-news-crime-qfelnliejdhjj.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/kotak-mahindra-outruns-icici-bank-in-market-value-news-sensex-qfelawaiagadc.html]]></guid><pubDate><![CDATA[Wed, 04 May 2016 05:30:00 +0530]]></pubDate><title><![CDATA[Kotak Mahindra outruns ICICI Bank in market value]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/oius88aciijhi.jpg\"/><description><![CDATA[<p>** Kotak Mahindra Bank  rises about 2pct, one of the top gainers on the S&amp;P BSE Bankex index</p>  <p>** Lender surpasses ICICI Bank to emerge as the3rd most valued bank as its market valuation soared to 1.3trillion rupees ($19.67 billion)</p>  <p>** Kotak shares have risen 7 pct over the past two monthssince the central bank removed it from foreign investment banlist</p>  <p>** Investec Securities said last month Kotak remained theirtop pick, calling it well positioned to deliver consistentreturn-on-assets improvement starting FY2018</p>  <p>** Meanwhile, ICICI Bank's shares have fallen 8 pct sincethe private sector lender reported a decade-low quarterly profiton April 29</p>  <p>** HDFC Bank remains the biggest lender in termsof valuation, with a market cap of about 2.8 trillion rupees</p>  <p>** Shares in HDFC Bank were up 0.7 pct while ICICI Bank fell2 pct</p>  <p>($1 = 66.5875 Indian rupees) <br></p>]]></description><link><![CDATA[http://www.sify.com/finance/kotak-mahindra-outruns-icici-bank-in-market-value-news-sensex-qfelawaiagadc.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/bad-loans-pain-to-continue-at-elevated-levels-warns-icici-news-news-qfdlo7effajba.html]]></guid><pubDate><![CDATA[Tue, 03 May 2016 11:14:33 +0530]]></pubDate><title><![CDATA[Bad loans pain to continue at elevated levels, warns ICICI]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/plqsF4hccahbi.jpg\"/><description><![CDATA[<p><b>Mumbai:</b> ICICI Bank, which posted a massive plunge in net profit in the March quarter on a spike in bad loans, expects the asset quality pain to continue at \"elevated levels\" this fiscal with the top private lender putting a whopping Rs 44000 crore more of assets on a watch-list.</p><p>\"There are significant uncertainties around future trends and it is expected that NPA (non-performing assets) additions will continue to be at elevated levels in FY17,\" Executive Director NS Kannan told analysts on a conference call after the quarterly results wherein the bank reported a 86% plunge in profit to an over decadal low of Rs 406 crore.</p><p>In an investor presentation, the bank said its exposure of over Rs 44065 crore to six segments, including power, mining, iron &amp; steel, cement, oil rigs and \"promoter entities\" will be watched closely for signs of stress as the year progresses.</p><p>A bulk of these stressed loans are likely to come from this list of accounts and also the restructured book, which currently stands at Rs 8500 crore, Kannan said during the call. A transcript of the call was placed on the bank website late on Monday evening.</p><p>One of the major factors for the red ink on the balance-sheet in Q4 was the creation of a counter-cyclical reserve of Rs 3600 crore which was done proactively to cover for NPAs from such assets.</p><p>The bank is working to refinance under the 5/25 scheme Rs 750 crore of loans, while on the strategic debt restructuring side, the amount of loans under consideration beyond ones reported in the earnings is Rs 500 crore, he said.</p><p>Managing Director and Chief Executive Chanda Kochhar said the bank is confident of maintaining a healthy capital base with the core capital of over 11% by March 2018, coupled with the \"value in the subsidiaries\" helping it meet the much needed growth capital.</p><p>\"We are quite equipped to pursue growth opportunities as they come and pursue the action plans that we have laid out for resolution,\" Kochhar said.</p><p>The shift to better-rated corporates and concentration on the secured retail book will further compress the net interest margin by 0.2% in FY17 from over 3.37% in Q4, Kannan said.</p><p>The bank would also like to keep the share of the low-cost Casa deposits at 38-40 per cent and is also targeting to grow its SME book by 15 per cent in FY17 under the overall 18 per cent domestic advances growth target, he said.</p><p>Reacting to numbers, the lowest in over 11 years, the ICICI counter tanked 4.08% on Monday to Rs 226.95 on the BSE, whose benchmark Sensex shed only 0.7%. This was on top of the battering the stock suffered on the day of the results on Friday, when it lost over 2%. It was trading in the green on Tuesday morning.</p>]]></description><link><![CDATA[http://www.sify.com/finance/bad-loans-pain-to-continue-at-elevated-levels-warns-icici-news-news-qfdlo7effajba.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/hsbc-first-quarter-profit-falls-a-smaller-than-expected-14-percent-news-corporate-results-qfdkGQffdiaih.html]]></guid><pubDate><![CDATA[Tue, 03 May 2016 05:12:00 +0530]]></pubDate><title><![CDATA[HSBC first quarter profit falls a smaller than expected 14 percent]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfdkGOgachaef.jpg\"/><description><![CDATA[<p>HSBC posted a 14 percent drop in its first-quarter profit, as the lender's investment banking unit saw trading income tumble in the grim global market environment early in the year, but the profit fall was smaller than expected. </p>  <p>HSBC, Europe's biggest bank, reported on Tuesday a pretax profit of $6.1 billion for the first three months of this year, down from $7.1 billion a year ago, but above the average forecast of $4.3 billion from analysts polled by the company.</p>  <p>Underlying revenues fell 4 percent year on year to $13.9 billion.</p>]]></description><link><![CDATA[http://www.sify.com/finance/hsbc-first-quarter-profit-falls-a-smaller-than-expected-14-percent-news-corporate-results-qfdkGQffdiaih.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/india-amends-mining-law-in-boost-to-cement-mergers-and-banks-news-industry-qfctvhdcfghcc.html]]></guid><pubDate><![CDATA[Mon, 02 May 2016 13:51:00 +0530]]></pubDate><title><![CDATA[India amends mining law in boost to cement mergers and banks]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfctvhcjjajec.jpg\"/><description><![CDATA[The Rajya Sabha on Monday approved an amendment to the mining law, allowing the transfer of mines from sellers to buyers in a victory for the State Bank of India (SBI) that had lobbied for the change.<br><br>Under pressure to cut corporate bad debts of more than $120 billion, lenders including SBI have been trying to forge tie-ups between distressed cement, steel and power companies and those that are in better shape.<br><br>The amendment to the Mines and Mineral Development and Regulation Act, requested by SBI some three months ago, has now cleared both houses of parliament and should soon become law.<br><br>Mines Secretary Balvinder Kumar told Reuters the changes were mainly aimed at helping companies sell limestone mining licences along with their cement plants. It could also facilitate a merger of the Indian assets of France's Lafarge and Switzerland's Holcim after a global merger between the two companies last year created Lafargeholcim.<br><br>SBI chair Arundhati Bhattacharya welcomed the move.<br><br>\"This will enable banks to sell assets to relieve stress in group accounts,\" she told Reuters. \"Without (the) amendment selling was becoming untenable as assets were losing value in the absence of mines.\"<br><br>The deal will help UltraTech Cement Ltd's efforts to complete a deal to buy heavily indebted Jaiprakash Associates Ltd's cement plants for 159 billion rupees ($2.39 billion) along with its limestone mines.<br><br>UltraTech's finance head Atul Daga told Reuters before the parliament vote that the amendment would clear the way for the deal without leaving \"any ambiguity on the value of the mines\".<br><br>He predicted more deals in the sector but did not elaborate.<br><br>Dalmia Bharat Ltd, which had also bid for the Jaiprakash cement plants, said the changes would help it look for deals in the longer run given its ambition to grow from being the No.3 player in the country.<br><br>\"It will allow for consolidation, it will allow for efficiency, it will allow for scale of operations,\" Sundeep Kumar, Dalmia Bharat's corporate affairs head, said ahead of the upper house vote.<br><br>($1 = 66.4425 Indian rupees)<br>]]></description><link><![CDATA[http://www.sify.com/finance/india-amends-mining-law-in-boost-to-cement-mergers-and-banks-news-industry-qfctvhdcfghcc.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/goldman-targets-mass-affluent-borrowers-with-unusual-lending-plan-news-bank-qfclvrfdfcgdf.html]]></guid><pubDate><![CDATA[Mon, 02 May 2016 05:51:00 +0530]]></pubDate><title><![CDATA[Goldman targets 'mass affluent' borrowers with unusual lending plan]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfclvqfaigeie.jpg\"/><description><![CDATA[Goldman Sachs Group Inc, the banking gold standard for the world's elite, sees a future in less prosperous investors.<br><br>A creative strategy taking shape inside the bank calls for it to partner with small brokerages and wealth management firms to lend money to their clients, many of whom have far less wealth than what's in the typical Goldman private bank account.<br><br>The idea is for Goldman to reach a big set of borrowers, in the U.S. and possibly abroad, without having to acquire them through a merger or build relationships one by one, people familiar with the initiative said. The plan is still in very early stages and may not be active until next year, the people added.<br><br>The strategy is unusual not just for Goldman, but across Wall Street, since most banks simply lend to their own customers. It also carries more risk because it may be harder to vet borrowers or the assets they post as collateral.<br><br>The bank is looking to earn money from a broader borrower base as profits from traditional businesses like bond trading have slowed down. In April, Goldman completed a deal to buy $17 billion worth of online deposits from GE Capital Bank to expand its reach on Main Street.<br><br>\"Growing the lending business to a broader client base helps to offset some of the pain that has been happening on the trading side,\" said Steven Chubak, an analyst with Nomura.<br><br>Bankers involved with the Goldman plan say they are not upending its business model of catering to the uber wealthy. The typical client in Goldman's U.S. private wealth unit has an average account size of around $50 million. Those customers are where Goldman remains primarily focused, said the bankers, who were not authorized to speak publicly.<br><br>Lending to wealthy individuals and corporate clients represented less than half of the balance sheet within Goldman's investing and lending business segment at the end of 2010, but that percentage is now more than 75 percent.<br><br>The new strategy will target clientele who are lower on the economic totem pole. Sources would not detail a wealth threshold for borrowers Goldman will reach through third parties, but said they are likely to be \"mass affluent\" – which is broadly defined as those with less than $1 million in investable assets.<br><br>They declined to give details on how its partnerships with brokerages will work in terms of fees, underwriting or collateral.<br><br>Goldman already has relationships with outside investment managers where it sells its own mutual funds, structured notes and alternative investments. Loans would be an additional offering, people involved in the strategy said.<br><br>A Goldman spokesman declined to comment.<br><br><b>HUNT FOR PROFITS</b><br><br>Goldman reported a 6.4 percent annualized return-on-equity in the first quarter, the lowest level since the second quarter of 2012 when adjusting for one-time items. In its heyday, Goldman produced returns above 30 percent. The measurement is important, because it shows how well the bank uses shareholder capital to produce profits.<br><br>Goldman's return has slumped because businesses like trading are struggling to generate the type of earnings they once did. That's partly because of weak markets, but also because financial regulations introduced since the financial crisis limit the businesses banks can engage in, and require them to hold much more capital.<br><br>These new rules are pushing Goldman and its closest rival, Morgan Stanley to move further into traditional lending. It is still a relatively new concept for the two, which became bank holding companies at the height of the financial crisis in 2008, and have only focused on lending in recent years.<br><br>In addition to the third-party initiative, Goldman also wants to wants to do more \"margin lending,\" which allows clients to borrow against a percentage of their assets, and do more lending abroad. Later this year, it plans to offer consumer loans online through a new effort led by former Discover Financial Services' executive Harit Talwar.<br><br>Goldman's moves mimic Morgan Stanley's in that both are trying to lend more, mostly through the wealth channel, and that many of the loans are backed by investment portfolios of stocks and bonds.<br><br>But their strategies differ in that Morgan Stanley is lending to its own clients, after having bought the Smith Barney brokerage business from Citigroup Inc years ago in a transformational deal. Goldman does not currently have ambitions to acquire any kind of large brokerage or depository bank, sources said, and hence it is pursuing loan growth through third-parties.<br><br>Goldman has already tripled loans to its own private wealth management and corporate clients over the last three years, according to regulatory filings. It had $45 billion in loans altogether at the end of 2015.<br><br>That loan book soaked about half of the deposits it had at the end of 2015. The GE deal added another $16 billion in deposits, likely depressing that ratio. By comparison, Morgan Stanley lends out around 55 percent of its deposits and has said publicly it was targeting to grow that percentage to 70 percent.<br><br>There is danger in being too aggressive in expanding a loan book when there is tough competition for good borrowers, as there is today. Goldman's strategy may carry additional risk: because borrowers are not in-house, the bank may have to rely on other firms to vet credit histories and assess asset values.<br><br>It is unclear how Goldman plans to manage those risks.<br>]]></description><link><![CDATA[http://www.sify.com/finance/goldman-targets-mass-affluent-borrowers-with-unusual-lending-plan-news-bank-qfclvrfdfcgdf.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/factbox---indias-proposed-bankruptcy-code-news-crime-qfcjbxbeaheed.html]]></guid><pubDate><![CDATA[Mon, 02 May 2016 03:31:00 +0530]]></pubDate><title><![CDATA[Factbox - India's proposed bankruptcy code]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pgerOwgadaecb.jpg\"/><description><![CDATA[India's Insolvency and Bankruptcy Code, which may soon win parliamentary approval, would significantly strengthen the hand of banks in resolving a $100 billion bad loan headache.<br><br>Experts caution, however, that it would take years to train up a new class of insolvency professionals and compile debt records to make the British-style regime effective.<br><br>Here are some of the highlights of the bankruptcy code:<br><br><b>UNIFIED BANKRUPTCY CODE</b><br><br>The government plans to repeal an ineffectual, century-old insolvency law and amend 11 laws currently dealing with defaulters.<br><br>Once fully implemented, the code would seek to speed up debt recoveries and restructurings by setting a deadline of 180 days to decide the fate of a company that defaults.<br><br><b>APPLICATION</b><br><br>The code will apply to companies, partnerships, limited liability partnerships, individuals and any other body specified by the government.<br><br><b>INSOLVENCY RESOLUTION</b><br><br>For individuals the process could be initiated either by the debtor or the creditors.<br><br>For companies, the resolution process will have to be completed within 180 days, with an extension of up to 90 days if 75 percent of creditors agree.<br><br>The process will involve negotiations between the debtor and creditors to draft a resolution plan. If they agree, the plan could be submitted to the authority. If no agreement is reached, the company would automatically go into liquidation.<br><br>The process will be managed by a licenced insolvency professional who will also control the assets of the debtor during the process. The code plans to set up information utilities to collect, collate and disseminate information to facilitate insolvency proceedings.<br><b><br>INSOLVENCY REGULATOR</b><br><br>The insolvency regulator would have representatives from government and the central bank, and oversee and regulate insolvency agencies.<br><br><b>TRIBUNALS</b><br><br>The National Company Law Tribunal would under the code address grievances relating to insolvency, bankruptcy and liquidation of companies. Debt Recovery Tribunals would deal with individual cases.<br><br>Their decisions could be challenged in appellate tribunals and before the Supreme Court.<br><b><br>PENALTIES</b><br><br>A debtor could be jailed for up to five years for concealing property or defrauding creditors.<br>]]></description><link><![CDATA[http://www.sify.com/finance/factbox---indias-proposed-bankruptcy-code-news-crime-qfcjbxbeaheed.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/indias-floundering-bank-debt-for-equity-deals-a-warning-for-china-news-crime-qfceEgdihjdgg.html]]></guid><pubDate><![CDATA[Sun, 01 May 2016 23:10:00 +0530]]></pubDate><title><![CDATA[India's floundering bank debt-for-equity deals a warning for China]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qc3kjNjhbfcbh.jpg\"/><description><![CDATA[Indian lenders are struggling to find new owners for unprofitable steel and infrastructure companies they took over under a debt-for-equity swap, a warning sign for China, which is launching a similar scheme.<br><br>Indian banks have either taken over or are in the process of seizing majority control in 18 firms with a combined debt of about $15 billion, under a central bank plan that allows them to swap the companies' debt for equity and freeze non-performing loans, brokerage Religare Capital Markets estimates.<br><br>The Reserve Bank of India's Strategic Debt Restructuring (SDR) swap plan - aimed at reducing a $121 billion corporate bad debt mountain - envisages banks passing on control to a new owner within an 18-month grace period.<br><br>Buyers, however, are not flocking in.<br><br>Lenders to Electrosteel Steels, the first test case in the scheme, were dealt with a blow earlier in April as the only investor interested in a stake in the company, London-headquartered securities broker First International Group Plc, withdrew its interest, the broker said.<br><br>That followed a collapse of talks with prospective buyer Tata Steel, which had wanted a sharp discount. A new suitor, the Dalmia business family, has shown interest, according to bankers, but there is no offer yet.<br><br>In the meantime, the banks have classified Electrosteel's around $1.7 billion debt as non-performing, an admission the plan is not working. Both Electrosteel and Tata Steel declined comment.<br><br>Chinese lenders are facing rising pressures from slowing economic growth, with non-performing loans reaching a 10-year high of 1.27 trillion yuan ($196 billion) at the end of 2015.<br><br>\"The difficulty faced by Indian banks in finding new owners highlights the challenges that Chinese banks might also face,\" said Chua Han Teng, Asia analyst at Fitch affiliate BMI Research.<br><br>\"Chinese banks will likely seek to proceed cautiously with the proposed debt-equity swap plan, and will be extremely selective given that it is not the expertise of banks to manage these highly-indebted companies.\"<br><br>China is studying plans for potential regulations that would allow commercial lenders to swap non-performing loans of companies for stakes in those firms.<br><br>The International Monetary Fund said last week that China's massive corporate debt problem could be eased through debt-to-equity conversions only if these apply to viable firms that undergo restructuring.<br><br><b>GOING SLOW</b><br><br>Indian banks are going slow on debt-equity swap deals after a raft of such transactions in the second half of 2015.<br><br>While the lack of buyers is discouraging banks, lenders have also been tied up in a separate clean-up exercise ordered by the RBI which wants full loan disclosure by March 2017.<br><br>\"I don't think (this) is a scheme in its current composition, its current framework, that has enough value for a bank to get into,\" said Rana Kapoor, CEO at Yes Bank, India's fifth-biggest private sector lender.<br><br>RBI Governor Raghuram Rajan has acknowledged that the SDR scheme had yet to be successful.<br><br>\"We are seeing more buyers come in to the system but a full-fledged operation of (the debt-to-equity swap scheme), I think we are yet to see.\"<br><br>Prospective buyers are discouraged by the prolonged downturn in the steel sector, which has been hit by dumping from China, a senior banker with a state-run Indian lender told Reuters.<br><br>Investor interest has also been low in infrastructure, despite a government plan to spend $1 trillion to revive the sector, as many large projects that were stalled during a three-year long economic downturn have yet to be revived.<br><br>\"The slowdown which started in 2012-13 is still continuing even today,\" said N. Sridhar, director of finance at closely-held Coastal Projects, where creditor banks have taken equity by swapping their debt but have yet to find a new owner.<br><br>\"Our company is in a niche sector of underground tunnelling...Companies who do not have that kind of experience are looking at us as an add-on to them,\" Sridhar said. <br><br>($1 = 66.4100 Indian rupees) <br><br>($1 = 6.4830 Chinese yuan)<br>]]></description><link><![CDATA[http://www.sify.com/finance/indias-floundering-bank-debt-for-equity-deals-a-warning-for-china-news-crime-qfceEgdihjdgg.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/ambitious-new-bankruptcy-code-may-take-years-to-clean-up-indias-debt-mess-news-crime-qfceEldjdafgb.html]]></guid><pubDate><![CDATA[Sun, 01 May 2016 23:10:00 +0530]]></pubDate><title><![CDATA[Ambitious new bankruptcy code may take years to clean up India's debt mess]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qb2l6Xbgajihj.jpg\"/><description><![CDATA[A long-awaited Indian bankruptcy code may soon win parliamentary approval, but struggling creditors - above all state banks trying to recover $100 billion in bad loans - shouldn't start celebrating just yet.<br><br>The measure marks a vital step towards completing India's quarter-century-old transition from socialism to a market economy that has so far been unable to adequately address what to do when companies fail.<br><br>For Prime Minister Narendra Modi's drive to 'Make in India', encouraging new investment depends on unburdening creditors of old ones that have failed. The stakes are high: India has the world's fastest growing big economy, but is not creating enough new jobs.<br><br>Bankers back the new bankruptcy code, which would impose debt deadlines on failed firms and foresees up to five years in jail for debtors who conceal property or defraud creditors.<br><br>\"This will speed up the process,\" said R.K. Gupta, an executive director at State-run Bank of Maharashtra.<br><br>Experts caution, however, that under the British-style bankruptcy code it would take years to train up a new class of insolvency professionals and compile proper debt records. A backlog of 70,000 liquidation cases will take time to clear.<br><br>The World Bank estimates that it typically takes four years to wind up an ailing company in India, twice as long as in China. The average recovery is just 25.7 cents on the dollar, among the worst in emerging markets.<br><br><b>CONSENSUS SEEN</b><br><br>A parliamentary panel has just cleared the bankruptcy bill after a four-month review, recommending amendments to let creditors go after the foreign assets of defaulters who until now have often been able to stay out of reach.<br><br>In a high-profile case, 17 banks are pursuing liquor tycoon Vijay Mallya for $1.4 billion owed by his collapsed Kingfisher Airlines. Mallya flew to London in March, leaving the government and bankers red faced, and now says he is in \"forced exile\".<br><br>Modi has faced an opposition blockade on key legislation, but there is broad cross-party support for the bankruptcy code. Whether it can pass before this session ends on May 13 will depend on how smoothly parliament runs, opposition sources say.<br><br>The new law would allow any creditor, in the event of a default, to trigger an insolvency resolution process that should typically be completed in 180 days. If 75 percent of creditors agree on a revival plan, that term can be extended by 90 days. Otherwise, a firm would be automatically liquidated.<br><br>The accumulated backlog of unsettled cases in debt recovery tribunals has risen by 12 times over three years to $57 billion through March 2015, the latest Reserve Bank of India data shows.<br><br>Finance ministry officials say cleaning up banks' bad loans is a top priority for the Modi administration in 2016.<br><br>RBI Governor Raghuram Rajan says the new measure would also support the development of India's corporate bond market.<br><br>Rating agencies say the bankruptcy code can be a \"game changer in the medium term\" for the banking sector.<br><br>\"It improves banks' bargaining power vis-a-vis large creditors,\" said Srikanth Vadlamani, vice president, Financial Institutions Group, Moody's Investors Service.<br>]]></description><link><![CDATA[http://www.sify.com/finance/ambitious-new-bankruptcy-code-may-take-years-to-clean-up-indias-debt-mess-news-crime-qfceEldjdafgb.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/india-asks-uk-to-deport-embattled-tycoon-vijay-mallya-news-finance-qe3k66dddjcgh.html]]></guid><pubDate><![CDATA[Fri, 29 Apr 2016 10:32:32 +0530]]></pubDate><title><![CDATA[India asks UK to deport embattled tycoon Vijay Mallya]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qeslfljedgjbe.jpg\"/><description><![CDATA[ndia said on Thursday it had asked Britain to deport Vijay Mallya, the liquor tycoon who flew to London last month as bankers pressed him to repay about $1.4 billion owed by his defunct Kingfisher Airlines.<br><br>The Ministry of External Affairs has written to the British High Commission seeking Mallya's return so that \"his presence can be secured for investigations against him\" under India's anti-moneylaundering law, spokesman Vikas Swarup told reporters.<br><br>The liquor tycoon and Formula 1 boss has not disclosed his whereabouts since flying first class from Delhi to London on March 2, leaving the Indian government and bankers red faced as they try to crack down on high-profile defaulters.<br><br>The foreign ministry last Sunday revoked Mallya's diplomatic passport that he carried as a member of parliament's upper house. The move was a step towards launching a bid to bring home Mallya, who is the subject of a non-bailable warrant issued by a special judge in Mumbai.<br><br>The Enforcement Directorate, a government agency set up to fight financial crime, has accused Mallya's UB Group of using 4.3 billion rupees ($64.5 million) of bank loans to Kingfisher to buy property overseas.<br><br>Creditors, led by State Bank of India (SBI.NS), have rejected an offer of partial repayment by Mallya, who had given a personal guarantee for the Kingfisher loan. They have demanded that the former billionaire attend a hearing in India's Supreme Court.<br><br>Mallya, traced by Indian reporters to a country residence in Hertfordshire, has said he would comply with the law.<br><br>The British Home Office, which adjudicates in such cases, declined to comment. A spokesman said its policy was neither to confirm nor deny that extradition requests have been made.<br><br>]]></description><link><![CDATA[http://www.sify.com/finance/india-asks-uk-to-deport-embattled-tycoon-vijay-mallya-news-finance-qe3k66dddjcgh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/icici-banks-quarterly-profit-plunges-to-lowest-since-2006-news-corporate-results-qe3nJUabedace.html]]></guid><pubDate><![CDATA[Fri, 29 Apr 2016 08:15:00 +0530]]></pubDate><title><![CDATA[ICICI Bank's quarterly profit plunges to lowest since 2006]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/nkzoOObjhiisi.jpg\"/><description><![CDATA[<p>ICICI Bank<icbk.ns>, India's largest private sector lender by assets, reported its quarterly profit plunged three-fourths to the lowest in nearly a decade as provisions for bad loans jumped.</icbk.ns></p>  <p>The bank said on Friday net profit fell 76 percent to 7.02 billion rupees ($105.56 million) for its fiscal fourth quarter to March 31, missing analysts estimates of 31.42 billion rupees.</p>  <p>The quarterly profit was the smallest for ICICI, also listed in New York <ibn.n>, since the June quarter of 2006, according to Thomson Reuters data.</ibn.n></p>  <p>Indian banks' bad loans have surged in the past six months after an asset-quality review ordered by the Reserve Bank of India (RBI) as part of a clean-up exercise. ICICI said it had completed the review.</p>  <p>The bank said it made on a prudent basis a contingency and related reserve of 36 billion rupees in the fourth quarter, over and above provisions made for bad and restructured loans, to account for any potential trouble for exposures to five sectors, including iron and steel, mining and power.</p>  <p>Normal provisions rose to 33.3 billion rupees during the quarter from 13.4 billion rupees in the year-ago period. Gross bad loans as a percentage of total loans were at 5.82 percent at the end of the March quarter, compared with 4.72 percent at end of December.</p>  <p>ICICI shares fell as much as 3.6 percent after the results and were trading down 3 percent at 233 rupees on the BSE Sensex at 1.30 p.m.  </p>  <p>($1 = 66.5050 Indian rupees)</p>]]></description><link><![CDATA[http://www.sify.com/finance/icici-banks-quarterly-profit-plunges-to-lowest-since-2006-news-corporate-results-qe3nJUabedace.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/9-reasons-indias-rising-credit-card-debt-should-worry-you--news-finance-qe0mKscdgajbb.html]]></guid><pubDate><![CDATA[Tue, 26 Apr 2016 12:46:18 +0530]]></pubDate><title><![CDATA[9 reasons India's rising credit-card debt should worry you ]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pdloFheibgagi.jpg\"/><description><![CDATA[<p>The rise in credit card outstandings in itself is not so much of a worry as much as two accompanying factors.</p><p>First, industrial credit–or loans made to businesses or corporations–is not keeping pace and history shows that it usually comes ahead of personal credit growth. Moreover, debit card spends, which often keep pace–suggesting increasing consumer spending propensity–are actually declining.</p><p>The combination of these factors signal growing indebtedness amongst Indian consumers and borrowers, State Bank of India’s Chief Economic Advisor Dr Saumya Kanti Ghosh told me on my weekly Policy Watch show on Rajya Sabha TV this week.</p><p>Ghosh said they studied the relation between credit allocated to industry and personal loans over the last 10 years. “This clearly showed that industry credit growth leads to personal credit growth and not the other way round,” he said.</p><p><iframe style=\"margin-left:10px; margin-right:10px;\" seamless=\"\" scrolling=\"no\" src=\"https://docs.google.com/spreadsheets/d/1HcQQU5EG6aY2NsPsJbR6TsM9xFWS6Rz6YAi7HLPBs8s/pubchart?oid=305594864&amp;format=interactive\" frameborder=\"0\" height=\"371\" width=\"600\"></iframe></p><p style=\"text-align: justify; font-family: arial; font-size:11px; width:600px; margin-left:10px; margin-right:10px;\">As of March, each year<br>Source: <a href=\"https://drive.google.com/file/d/0BxBiayERoDNRQnlIUE11NjdwVUU/view?usp=sharing\">Ecowrap, State Bank of India</a></p><p>Here are nine reasons why this trend might be of concern, according to Ghosh and his team of economists.    </p><ol><li>&nbsp;The overall divergence between deposit and credit growth has increased recently. While All Scheduled Commercial Banks&nbsp;&nbsp; (ASCB) deposit growth has hit a 53-year low of 9.9%    in the last year, credit offtake (or money loaned) improved marginally.    <br><br></li><li>&nbsp;Most of the incremental lending growth has been to the personal loan segment, especially housing and also MUDRA (loans to micro &amp; small enterprises). But, within    personal loans, it is the credit card loan segment that is rising rapidly.    <br><br></li><li>&nbsp;Moreover, household debt, as measured by credit outstanding per credit card in India, has been rising both in nominal and real terms (after being adjusted for wholesale    price index, or WPI, inflation). In nominal terms, the outstanding per credit card stood at Rs 8,668 as of February 2016, a rise of 15.5% year-on-year.    <br><br></li><li>Further, the real outstanding has increased despite negative inflation over the last 17 months. This shows that with WPI inflation consistently undershooting projections, the real value of nominal debt/credit card outstanding has become higher than expected.    <br><br></li><li>Incidentally, on an annualised basis, the outstanding number adds up to over Rs 100,000 per annum, higher than the nominal per capita income of around Rs 70,000. This can   be worrisome once again, particularly in pockets.    <br><br></li><li>The result does not change much even if we take consumer price inflation into account. Which means we could be seeing a build-up of financial risks that will make it  difficult for households to manage their balance sheets.    <br><br></li><li>Debit card spending is declining. One way of acknowledging a more structural shift in consumer behaviour is to see if all modes of spending are rising. Evidently, that’s not the case. It’s only credit card spends that are rising.   <br><br></li><li> E-commerce transactions could be contributing to this phenomenon as could lower inflation. But eventually, the worry is that if you and I are buying beyond what we can   afford to repay, then there is a problem.    <br><br></li><li>Back to industrial credit, if you look at the numbers closely, much of it is not fresh loans but refinancing of existing ones–or, simply put, redistribution of the same    pie. So parts of industrial credit are going into refinancing existing loans while consumers borrow afresh on credit cards.</li></ol><p>Now, let’s look at the flip side:   </p><ol><li> 1.Economic momentum is indeed improving. Consumers are spending more because they are feeling good about things, which includes a lower inflationary environment and more positive outlook for the future. This could be a structural shift (which means the economy is transforming).   <br><br></li><li> 2.Strong supply push. As economist Dipankar Mitra pointed out, banks are once again targeting individual consumers aggressively. This is because (as we know) industrial credit is slow and, don’t forget, there is a huge non performing asset (NPA) cloud still over India’s banking sector.   <br><br></li><li> 3.The absolute numbers are still low. Before 2008, credit card outstandings were 5% of receivables, now they are just 3%. The only glitch is that even if receivables are low, higher interest can hurt those who have payments outstanding.</li></ol><p>What is the way out?</p><p>Depends on where you sit. Mitra felt the market for consumer credit is still very large and unexplored, particularly in a country where consumer credit in its current form is only 20 years old.</p><p>The immediate problem for the larger banking system is obviously non performing assets and lack of industrial credit pick up. That has to be and is being addressed inasmuch as it can be.</p><p>Bank boards have to be cognisant of rising credit card outstandings and take some prudential steps in addition to what they are already taking. Possibly, some re-visiting of consumer repayment capability is called for and tighter limits than what exist today.</p><p>Finally, watch your step. Next time you swipe, ask yourself, do you really need it or do you just want it? And finally, can you clear your credit card bills in toto when they land in the mailbox at the end of the month?</p><p><i>(<b>Ethiraj </b>is founder, IndiaSpend.org. This story first appeared on boomlive.in)</i></p><p><a href=\"http://www.indiaspend.com/\" title=\"India Spend\"><img src=\"http://im.sify.com/sifyhome2011/images/aug2015/indiaspend_logo_270x75.jpg\" alt=\"indiaspend.com\" align=\"left\" border=\"0\"></a> <i><em>An <a href=\"http://www.indiaspend.com/\"><strong>Indiaspend</strong></a> story. <br><br>(<a href=\"http://www.indiaspend.com/\"><strong>Indiaspend.org</strong></a> is a data-driven, public-interest journalism non-profit. FactChecker.in is fact-checking initiative, scrutinising for veracity and context statements made by individuals and organisations in public life.)</em></i></p>]]></description><link><![CDATA[http://www.sify.com/finance/9-reasons-indias-rising-credit-card-debt-should-worry-you--news-finance-qe0mKscdgajbb.html]]></link></item></channel></rss>",
  "headers": {
    "Content-Length": "22908",
    "Connection": "keep-alive",
    "Content-Encoding": "gzip",
    "Vary": "Accept-Encoding",
    "Date": "Fri, 13 May 2016 07:44:17 GMT",
    "Content-Type": "application/rss+xml;",
    "Server": "Apache/2.2.22 (Unix) mod_ssl/2.2.22 OpenSSL/1.0.1e-fips PHP/5.4.43",
    "X-Powered-By": "PHP/5.4.43"
  },
  "response_url": "http://www.sify.com/rss2/business/article/category/bank"
}