{
  "requested_url": "http://sify.com/rss2/news/article/category/politics",
  "fetched_at": "2016-05-13T00:46:32.872551",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"utf-8\" ?> <rss version=\"2.0\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:cf=\"http://www.microsoft.com/schemas/rss/core/2005\"><channel><title><![CDATA[Sify.com]]></title><description><![CDATA[Sify India News: Latest updates on Indian sports, cricket India, movie news, images, videos, reviews. Indian business, finance news, stock market tips, Indian recipes, astrology, online shopping exclusively at sify.com]]></description><image><title><![CDATA[Sify.com]]></title><height>40</height><description><![CDATA[Sify India News: Latest updates on Indian sports, cricket India, movie news, images, videos, reviews. Indian business, finance news, stock market tips, Indian recipes, astrology, online shopping exclusively at sify.com]]></description><width>143</width><link><![CDATA[http://www.sify.com/]]></link><url><![CDATA[http://www.sify.com/sifyhome2011/images/mar2015/sify-logo-140x154.jpg]]></url></image><language><![CDATA[en-us]]></language><link><![CDATA[http://www.sify.com/]]></link><lastBuildDate><![CDATA[Fri, 13 May 2016 13:01:42 +0530]]></lastBuildDate><pubDate><![CDATA[Fri, 13 May 2016 13:01:42 +0530]]></pubDate><item><guid><![CDATA[http://www.sify.com/news/has-swamy-replaced-jaitley-as-modis-new-mukhauta-news-national-qfnjW3jghaifi.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 09:58:29 +0530]]></pubDate><title><![CDATA[Has Swamy replaced Jaitley as Modi's new mukhauta?]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pdpxoWhjcicdc.jpg\"/><description><![CDATA[<span id=\"docs-internal-guid-0ccd4a70-a856-e454-b692-f33789d18eb9\" style=\"line-height: 22.08px; white-space: pre-wrap;\"><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">When erstwhile Sangh hardliner AB Vajpayee became Prime Minister of India in the 1990s, he was passed off as someone who had mellowed down and a consensus candidate who would be acceptable to every section of India.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">In fact KN Govindacharya of the Sangh old guard famously used the term “mukhauta” (mask) for him. While the mask was seen as a concept, what if we viewed it as a person? If that is the case, then that person could very well be Vajpayee’s principal secretary cum National Security Adviser Brajesh Mishra.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">Vajpayee-Mishra formed an odd couple. Vajpayee was an out and out Sangh hardliner and totally unacceptable to Lutyens Delhi. Mishra was the son of a Congress Chief Minister close to legendary Prime Minister Indira Gandhi.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">An IFS man, ambassador and a permanent representative to the United Nations, Mishra was the ultimate insider and had contacts that spanned the entire network of Lutyens Delhi. In fact while Vajpayee was looked with suspicion, Mishra was welcomed with open arms.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">So successful was Mishra that most of Lutyens Delhi had totally got used to Vajpayee and backed another term for him by 2004. The surprise loss and the Vajpayee-Mishra exit made the BJP a pariah yet again.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">In fact Mishra was an excellent mukhauta of Vajpayee and the two had become inseparable.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">When another hardliner in the form of Narendra Modi became Prime Minister in 2014, people thought that he would be different and he wouldn’t need a mask. But a mask he took all the same. And that mukhauta was Arun Jaitley.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">Jaitley, like Mishra,<a href=\"http://www.sify.com/news/how-everybody-loves-arun-jaitley-news-columns-pmwpk3ebbdfjd.html\"> is the perfect Lutyens insider and everybody loves him</a>. He can deal with the Congress and every other party. The media rarely attacks him and if #AdarshLiberals had to pick one BJP politician they would be willing to do business with, then it would probably be Jaitley.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">Like Vajpayee-Mishra, Modi-Jaitley too formed the odd couple. Jaitley would make Modi acceptable and make deals with the Opposition and handle the Congress well. Or so most thought!</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">After two years, the partnership seems to have broken down. The Congress is on the warpath. Bills are not being passed. Modi is being attacked virulently (not Jaitley though). The Enforcement Directorate (under Finance Minister Jaitley) doesn’t seem to have looked much into cases like the National Herald.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">BJP supporters are getting impatient as to how nobody, not even “private citizens” like Robert Vadra and Karti Chidambaram have been arrested despite the umpteen allegations floating against them in the media.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">In fact Jaitley is powerful within the BJP, has good relations with the Congress, other parties and media. However, you only have to look to Twitter and see the rage against him where he is seen as an ineffectual figure too soft on the opposition.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">The turning point seems to be the Delhi and Bihar Assembly polls where the BJP got absolutely plastered in the former and saw a loss of face in the latter. If you note closely, then that seemed to be the turning point.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">Modi seems to have toughened his stand. The ED and other investigative bodies seemed to have suddenly become more active. BJP MPs are trying to go on the offensive instead of defending the party lamely.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">The leaks have increased and it is no co-incidence that the Congress is getting one bad news after another with the latest being AgustaWestland. Nothing symbolizes the new attitude than maverick Subramanian Swamy who joined the BJP some time back and became a Rajya Sabha MP recently.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">It seems the proverbial cat has been set among the pigeons. Swamy seems to have taken over the Rajya Sabha proceedings completely. Everything is about him. It’s either his speeches or attacks against him or his remarks which have been expunged.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">Defence Minister Manohar Parrikar gave such a detailed point by point and factual account of AgustaWestland that the government finally seems serious in taking Congress President Sonia Gandhi head on.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">Swamy also brought up controversial and hardline things like the Ram Mandir issue which seemed to be on the backburner to many BJP supporters. The BJP has changed and become more aggressive and the new face of this is definitely Swamy.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">Swamy has even launched an attack indirectly on a mysterious person called “Sakuni” on Twitter which his supporters staunchly claim is Jaitley. It is difficult to see all this being done without the consent of Modi.&nbsp;</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">In fact another Jaitley baiter Navjot Singh Sidhu (allegedly upset at losing his Amritsar ticket to Jaitley) also entered the Rajya Sabha with Swamy. There are rumours of Modi considering a new Finance Minister. Jaitley’s role seems to have been much diminished in the Modi Raj.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">From 1998-2004, Mishra was Vajpayee’s mukhauta.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">From 2014-2016, Jaitley was Modi’s mukhauta.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">So the question to be asked is: Is Swamy now Modi’s new mukhauta?</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">If that’s the case, then there is one major difference. While Mishra and Jaitley are moderates and Lutyens insiders, that is not the case with Swamy.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">Swamy is more hardline than Modi. Swamy is more of an outsider than Modi. Swamy is hated more in Lutyens Delhi than Modi. Swamy is more attacking than Modi.&nbsp;</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">During the 2002 elections Modi made his famous “Hum paanch hamare pachees” barb against Muslims but got his act together after that. Look at all of Modi’s speeches from 2013 onwards and you will struggle to find things that will mark him as an RSS hardliner. It’s all about development and governance.</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">That is not the case with Swamy who speaks on Hinduism, Ayodhya, Uniform Civil Code, putting Sonia in jail etc more openly and strongly. In fact Swamy even called Mishra a Trojan horse for the Congress in a recent interview!</p><p dir=\"ltr\" style=\"margin-top: 0pt; margin-bottom: 10pt;\">While hardline Vajpayee wore a moderate mask, it seems that hardline Modi has just taken on an ultra hardline mask! Either way, this marks a new turning point in Modi’s term. Watch this space closely!</p></span><br><div><b>Read More:</b></div><p><font color=\"#0000ee\"><b><u><a href=\"http://www.sify.com/news/why-i-totally-support-uber-s-surge-pricing-news-columns-qfglA8cfaffad.html\">Why I totally support Uber's surge pricing...</a></u></b></font><br><br><a href=\"http://www.sify.com/news/how-everybody-loves-arun-jaitley-news-columns-pmwpk3ebbdfjd.html\"><b>How everybody loves Arun Jaitley!&nbsp;</b></a><br><br><b><a href=\"http://www.sify.com/news/time-to-snap-all-ties-with-pakistan-immediately-news-columns-qbgjR4djcdjff.html\">Time to snap all ties with Pakistan immediately?</a></b>&nbsp;<br><br><b><a href=\"http://www.sify.com/news/national-herald-case-is-this-the-end-game-for-sonia-gandhi-news-columns-pmvlJjhghejge.html\">National Herald Case: Is this the end-game for Sonia Gandhi?&nbsp;</a><br><br></b><a href=\"http://www.sify.com/news/25-controversies-of-narendra-modi-imagegallery-features-plqmnodhgeieg.html\"><b>25 controversies of Narendra Modi</b></a><br><a href=\"http://www.sify.com/news/seven-reasons-to-fear-lalu-prasad-yadav-news-columns-plmh4pihchaia.html\"><b><br></b></a><a href=\"http://www.sify.com/news/seven-reasons-to-fear-lalu-prasad-yadav-news-columns-plmh4pihchaia.html\"><b>Seven reasons to fear Lalu Prasad Yadav</b></a><br><br><img src=\"http://im.sify.com/index2/images/apr2011/Sunil_11april11_100x100.jpg\" style=\"box-sizing: border-box; border: 0px; vertical-align: middle; float: left; margin-right: 10px; margin-top: 7px; margin-bottom: 15px;\"><i>The author is a Bangalore-based journalist and blogger. He blogs&nbsp;</i><b><a href=\"http://sunilrajguru.com/\">here</a></b></p>]]></description><link><![CDATA[http://www.sify.com/news/has-swamy-replaced-jaitley-as-modis-new-mukhauta-news-national-qfnjW3jghaifi.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/sri-lankan-rupee-steady-in-dull-trade-stocks-rise-news-others-qfnmaleghjieb.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 06:30:00 +0530]]></pubDate><title><![CDATA[Sri Lankan rupee steady in dull trade; stocks rise]]></title><description><![CDATA[<p>COLOMBO, May 13 (Reuters) - The Sri Lankan rupee was steadyin dull early trading on Friday as greenback sales by bankssomewhat offset importer demand for dollars, which still weighedon the local currency, dealers said.</p>  <p>Pressure on the local currency is likely to ease due toexpected fund inflows following the island nation's loan dealwith the International Monetary Fund and a plan to raise $1.5billion through the sale of a 10-year sovereign bond within thenext few days, dealers said.</p>  <p>The spot rupee reference rate was at 145.75, thedealers said.</p>  <p>The banking regulator had fixed the spot trading rate at143.90 per dollar until May 2, dealers said. Central bankofficials were not available to comment on whether it hadintervened in the forex market.</p>  <p>\"Rupee is trading steady as there is not much of tradeshappening but the (dollar) demand pressure is there,\" a currencydealer said, asking not to be named.</p>  <p>Trading in the spot currency has been intermittent sinceJan. 27, and on Friday the spot was barely bid, but somemovement in short-term dollar/rupee forwards indicated the rupeewas steady.</p>  <p>The spot next dollar/rupee forwards were steady at146.35/40 per dollar, compared with Thursday's close.</p>  <p>The spot next, which acts as a proxy for the spot currency,indicates the exchange rate for the day following theconventional spot settlement and was five days ahead forFriday's trade.</p>  <p>Meanwhile, Sri Lanka's stock market was 0.27 percent firmerat 6,674.26 as of 0545 GMT on a turnover of 120.5 million rupees($827,325.78).</p>  <p>($1 = 145.6500 Sri Lankan rupees) (Reporting by Ranga Sirilal; Editing by Anupama Dwivedi)</p>]]></description><link><![CDATA[http://www.sify.com/finance/sri-lankan-rupee-steady-in-dull-trade-stocks-rise-news-others-qfnmaleghjieb.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/un-security-council-removes-indian-flagged-oil-tanker-from-blacklist-news-commodities-qfnkyvhbhihhj.html]]></guid><pubDate><![CDATA[Fri, 13 May 2016 04:54:00 +0530]]></pubDate><title><![CDATA[U.N. Security Council removes Indian-flagged oil tanker from blacklist]]></title><description><![CDATA[<p>By Louis Charbonneau</p>  <p>UNITED NATIONS (Reuters) - The United Nations Security Council on Thursday removed from a U.N. blacklist an Indian-flagged tanker that was recently prevented from shipping oil for the rival eastern Libyan government after Libya's U.N. mission requested the de-listing.</p>  <p>The tanker Distya Ameya was added to a list of vessels under sanctions last month after the rival eastern government's parallel oil company attempted to use it to ship a cargo of 650,000 barrels of crude. The U.N. measure requires states to ban the ship from entering any port around the world.</p>  <p>Libyan Ambassador Ibrahim Dabbashi told Reuters his mission had submitted an official request this week to the 15-nation council's Libya sanctions committee.</p>  <p>A council diplomat told Reuters that there were no objections to the proposed removal of the ship from the U.N. blacklist by the 3 p.m. deadline for members to object. </p>  <p>\"No objections or holds to the de-listing went through,\" the diplomat said.  </p>  <p>Dabbashi said the request was made \"because of the cooperation of the flag state and the explanation given on the involvement of the ship in the illegal export.\" </p>  <p>He said the tanker's operators had no intention of getting involved in an improper transaction and had lacked proper information.</p>  <p>Two competing governments, one in Tripoli and one in the east, backed by armed factions, have struggled for control of the North African OPEC state since 2014. </p>  <p>The eastern administration has set up its own National Oil Corporation in parallel to the Tripoli-based NOC.</p>  <p>A U.N.-backed unity government, designed to replace the rival administrations, arrived in Tripoli earlier this year and is attempting to assert authority over the whole country.</p>  <p>Western powers fear any attempt by the eastern NOC to export crude independently would undermine the Tripoli government and further fracture the country along regional lines. The Security Council has banned the sale of Libyan oil by anyone not aligned with the recognized government.</p>  <p>The eastern NOC claims legitimacy from the government and parliament based in eastern Libya, which received international recognition after armed opponents took control of Tripoli in 2014 and installed rival institutions there.</p>  <p>The new U.N.-backed unity government, which is an attempt to end the conflict, faces resistance from hardliners in both factions, whose rivalries steadily emerged following the 2011 uprising against Muammar Gaddafi.</p>  <p>There will be ministerial talks on providing support for Libya's new unity government in Vienna next week. The meeting will focus on international efforts to bring stability to Libya.    </p>  <p/>  <p> (Editing by Bernadette Baum and Alistair Bell)</p>]]></description><link><![CDATA[http://www.sify.com/finance/un-security-council-removes-indian-flagged-oil-tanker-from-blacklist-news-commodities-qfnkyvhbhihhj.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/un-security-council-removes-libyan-oil-tanker-from-blacklist-news-commodities-qfmvfehgahgag.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 20:34:00 +0530]]></pubDate><title><![CDATA[U.N. Security Council removes Libyan oil tanker from blacklist]]></title><description><![CDATA[<p>By Louis Charbonneau</p>  <p>UNITED NATIONS (Reuters) - The United Nations Security Council on Thursday removed from a U.N. blacklist an Indian-flagged tanker that was recently prevented from shipping oil for the rival eastern Libyan government after Libya's U.N. mission requested the de-listing.</p>  <p>The tanker Distya Ameya was added to a list of vessels under sanctions last month after the rival eastern government's parallel oil company attempted to use it to ship a cargo of 650,000 barrels of crude. The U.N. measure requires states to ban the ship from entering any port around the world.</p>  <p>Libyan Ambassador Ibrahim Dabbashi told Reuters his mission had submitted an official request this week to the 15-nation council's Libya sanctions committee.</p>  <p>A council diplomat told Reuters that there were no objections to the proposed removal of the ship from the U.N. blacklist by the 3 p.m. deadline for members to object. </p>  <p>\"No objections or holds to the de-listing went through,\" the diplomat said.  </p>  <p>Dabbashi said the request was made \"because of the cooperation of the flag state and the explanation given on the involvement of the ship in the illegal export.\" </p>  <p>He said the tanker's operators had no intention of getting involved in an improper transaction and had lacked proper information.</p>  <p>Two competing governments, one in Tripoli and one in the east, backed by armed factions, have struggled for control of the North African OPEC state since 2014. </p>  <p>The eastern administration has set up its own National Oil Corporation in parallel to the Tripoli-based NOC.</p>  <p>A U.N.-backed unity government, designed to replace the rival administrations, arrived in Tripoli earlier this year and is attempting to assert authority over the whole country.</p>  <p>Western powers fear any attempt by the eastern NOC to export crude independently would undermine the Tripoli government and further fracture the country along regional lines. The Security Council has banned the sale of Libyan oil by anyone not aligned with the recognized government.</p>  <p>The eastern NOC claims legitimacy from the government and parliament based in eastern Libya, which received international recognition after armed opponents took control of Tripoli in 2014 and installed rival institutions there.</p>  <p>The new U.N.-backed unity government, which is an attempt to end the conflict, faces resistance from hardliners in both factions, whose rivalries steadily emerged following the 2011 uprising against Muammar Gaddafi.</p>  <p>There will be ministerial talks on providing support for Libya's new unity government in Vienna next week. The meeting will focus on international efforts to bring stability to Libya.</p>  <p/>  <p> (Editing by Bernadette Baum and Alistair Bell)</p>]]></description><link><![CDATA[http://www.sify.com/finance/un-security-council-removes-libyan-oil-tanker-from-blacklist-news-commodities-qfmvfehgahgag.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/new-white-sugar-contract-could-become-benchmark---trade-news-derivatives-qfmxHpafdbghb.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 18:13:00 +0530]]></pubDate><title><![CDATA[New white sugar contract could become benchmark - trade]]></title><description><![CDATA[<p>By David Brough</p>  <p>LONDON (Reuters) - A new containerised white sugar contract to launch on ICE Futures Europe next month has a good chance to succeed and may eventually lead to the demise of the existing breakbulk contract, traders said on Thursday.</p>  <p>\"There is only space in the market place for one (white sugar futures) contract,\" one senior trader said.</p>  <p>ICE Futures Europe said on Wednesday it plans to launch a containerised white sugar futures contract on June 20 with the first listed contract to be October 2016.</p>  <p>Traders estimate about 75 percent of the global white sugar trade is carried in ship containers, a share which is likely to increase.</p>  <p>A second trader said the new contract would be inexpensive to operate and should get a boost when the European Union dismantles sugar production quotas in 2017.</p>  <p>The ending of quotas is expected to boost containerised sugar trade and delivery points for the new contract include Le Havre in France, Antwerp in Belgium, Rotterdam in the Netherlands, Hamburg in Germany, Gdynia-Gdansk in Poland and Felixstowe in Britain.</p>  <p>\"The EU used to dominate the whites contract, and there's a good chance it could do so again,\" the second trader said.</p>  <p>Traders said global trade was moving increasingly towards containerisation with the scrapping of older cargo ships.</p>  <p>A shift in white sugar trading from the traditional government buying agencies to multiple smaller buyers had also boosted demand for smaller containerised cargoes.</p>  <p>Another trader said ICE was likely to remain committed to the new contract for the longer term even though some operators would remain on the sidelines to monitor the first few expiries to ensure the deliveries go smoothly.</p>  <p>The first trader said the new containerised contract could operate at a premium of $10-20 a tonne to the existing so-called \"No. 5\" futures contract, but said it was too early to know whether arbitrage between the contracts would boost volumes.</p>  <p>\"The danger is that the volumes stay the same but are split between the two contracts,\" the trader said.</p>  <p>ICE Futures Europe said the contract would be for physical settlement with a contract size of 50 tonnes. Delivery months will be March, May, August, October and December, the same as offered for the existing whites contract.</p>  <p>Other delivery ports include Paranagua and Santos in Brazil, Bangkok and Laemchabang in Thailand, Mundra in India, Jebel Ali in the United Arab Emirates, Jeddah in Saudi Arabia, Penang and Port Kelang in Malaysia and Buenos Aires in Argentina.</p>  <p/>  <p> (Reporting by David Brough; Editing by Nigel Hunt and David Evans)</p>]]></description><link><![CDATA[http://www.sify.com/finance/new-white-sugar-contract-could-become-benchmark---trade-news-derivatives-qfmxHpafdbghb.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/un-cuts-global-economic-growth-forecast-for-2016-news-policy-qfmxdPgbchhfh.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 17:33:00 +0530]]></pubDate><title><![CDATA[U.N. cuts global economic growth forecast for 2016]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfmxdOggccbgb.jpg\"/><description><![CDATA[<p>UNITED NATIONS (Reuters) - The United Nations on Thursday said it cut its forecast for global economic growth in 2016 by half a percentage point to 2.4 percent, largely due to downward revisions for Africa, the Commonwealth of Independent States (CIS) and Latin America.</p>  <p>In a new report entitled \"World Economic Situation and Prospects 2016,\" the U.N. said it has lowered its forecast for growth of world gross product this year to 2.4 percent, the same as in 2015, from its December forecast of 2.9 percent.</p>  <p>\"Global economic growth prospects for 2017 also remain well below pre-crisis trends, and a protracted period of slow productivity growth and feeble investment weigh on the longer-term potential of the global economy,\" it said.</p>  <p>It cited weak demand in developed economies as a major drag on global growth, alongside low commodity prices, mounting fiscal and current-account imbalances and policy tightening in commodity-exporting economies.</p>  <p>Other negative factors, the report said, are \"severe weather-related shocks, political challenges and large capital outflows in many developing regions.\"</p>  <p>In the CIS region of the former Soviet Union, the report said Azerbaijan, Kazakhstan and Russia will likely see declines in gross domestic product this year and said international sanctions are among the major negative factors for Russia's economy.</p>  <p>Another important factor is \"Brazil being mired in a deeper-than-expected recession,\" it said. Concerns about the upcoming referendum on European Union membership in Britain also pose a potential risk for the global economy.</p>  <p/>  <p> (Reporting by Louis Charbonneau; Editing by James Dalgleish)</p>]]></description><link><![CDATA[http://www.sify.com/finance/un-cuts-global-economic-growth-forecast-for-2016-news-policy-qfmxdPgbchhfh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/exclusive---mexico-widens-tax-evasion-probe-in-wake-of-panama-papers-documents-news-others-qfmwGFebihbjj.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 17:12:00 +0530]]></pubDate><title><![CDATA[Exclusive - Mexico widens tax evasion probe in wake of Panama Papers: documents]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfmwGEdjcbffi.jpg\"/><description><![CDATA[<p>By Alexandra Alper</p>  <p>MEXICO CITY (Reuters) - Mexico is widening a probe into tax evasion by requiring banks to hand over names of local clients with transactions in tax havens, documents showed, weeks after the \"Panama Papers\" cast a spotlight on how the world's rich and famous stash their wealth.</p>  <p>In a letter this year Mexico's tax authority SAT asked banking regulators to compel banks and brokerages to provide a list of clients who made transactions or investments in over 100 jurisdictions.</p>  <p>\"To comply with its fiscal responsibilities over resident taxpayers with presumed financial assets in countries designated as 'tax havens', SAT ... requires information and documentation  to plan and schedule tax examinations of those taxpayers,\" the letter reviewed by Reuters said. </p>  <p>Reuters was not able to verify the date that the letter was sent, but a source familiar with the matter said it was dated last month. </p>  <p>SAT and Mexico's banking authority CNBV declined to comment. </p>  <p/>  <p> (Reporting by Alexandra Alper; Editing by Simon Gardner)</p>]]></description><link><![CDATA[http://www.sify.com/finance/exclusive---mexico-widens-tax-evasion-probe-in-wake-of-panama-papers-documents-news-others-qfmwGFebihbjj.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/ecb-to-set-up-cyber-attack-warning-system-for-banks-news-others-qfmwdXacbddei.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 16:33:00 +0530]]></pubDate><title><![CDATA[ECB to set up cyber attack warning system for banks]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfmwdXahaifec.jpg\"/><description><![CDATA[<p>FRANKFURT (Reuters) - The European Central Bank will set up a database to register incidents of cyber crime at commercial banks, aiming to create an early warning and analysis system for big lenders, it told a German newspaper on Thursday.</p>  <p>Attackers earlier this year stole $81 million from a Bangladesh central bank account at the New York Fed in one of the biggest-ever cyber heists, heightening global concerns over cyber security.</p>  <p>The ECB has been running a pilot project since February with 18 larger euro zone banks and plans to roll out the system after a year to all ECB-supervised banks, Handelsblatt said in a report confirmed by the ECB.</p>  <p>The aim is to collect information on major cyber incidents  that present serious security dangers, allowing the ECB to spot patterns and warn other banks of emerging threats, Francois-Louis Michaud, deputy director general of the central bank’s Micro-Prudential Supervision division, told the paper.</p>  <p>The ECB supervises 129 of the biggest banking groups in the euro zone, which hold over 80 percent of all the banking assets in the currency union.</p>  <p/>  <p> (Reporting by Balazs Koranyi; editing by John Stonestreet)</p>]]></description><link><![CDATA[http://www.sify.com/finance/ecb-to-set-up-cyber-attack-warning-system-for-banks-news-others-qfmwdXacbddei.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/swift-network-wasnt-hacked-in-81-million-bangladesh-heist---ceo-news-crime-qfmuxwjiedagh.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 14:53:00 +0530]]></pubDate><title><![CDATA[SWIFT network wasn't hacked in $81 million Bangladesh heist - CEO]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfmuxwaddieec.jpg\"/><description><![CDATA[<p>By Francesco Canepa</p>  <p>FRANKFURT (Reuters) - SWIFT's payment network was not hacked in the $81 million heist on the Bangladesh central bank earlier this year, SWIFT's chief executive said on Thursday, adding it was unlikely to be the last such attack on a bank.</p>  <p>Gottfried Leibbrandt said SWIFT's network, used by firms and institutions across the world to exchange information about  financial transactions, had not been violated during the cyber attack, in which funds were stolen from a Bangladesh central bank account at the New York Fed in February.</p>  <p>Security researchers at British defence contractor BAE Systems said last month the hackers had manipulated SWIFT's Alliance Access server software, which banks use to interface with SWIFT's messaging platform, in a bid to cover up the fraudulent transfers they had ordered. [nL2N17S0JX]</p>  <p>\"At the end of the day we weren’t breached, it was from our perspective a customer fraud,\" Leibbrandt said at a financial conference in Frankfurt. </p>  <p>\"I don’t think it was the first, I don’t think it will be the last.\"</p>  <p>The SWIFT messaging network is used by commercial and central banks including the Fed and the ECB. [nL2N1881QR]</p>  <p>SWIFT, a cooperative owned by 3,000 financial institutions, has rejected allegations by officials in Bangladesh that its technicians made the Asian country's central bank more vulnerable to hacking before the heist, one of the biggest ever cyber swindles.</p>  <p>Bangladeshi police and a central bank official told Reuters the SWIFT technicians introduced security loopholes when connecting the messaging network to Bangladesh's first real-time gross settlement (RTGS) system.</p>  <p>Reuters has not been able to independently verify the allegations.</p>  <p>In a letter to users dated May 3, SWIFT told its bank customers that they were responsible for securing computers used to send messages over its network.</p>  <p>Representatives from SWIFT, the Federal Reserve Bank of New York and the Bangladesh Bank met in Basel on Tuesday and promised to cooperate to recover the stolen funds, following weeks of accusations over who is to blame.</p>  <p/>  <p> (Reporting by Francesco Canepa; editing by Andrew Roche)</p>]]></description><link><![CDATA[http://www.sify.com/news/swift-network-wasnt-hacked-in-81-million-bangladesh-heist---ceo-news-crime-qfmuxwjiedagh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/countries-pledge-to-fight-graft-by-revealing-who-owns-companies-news-crime-qfmuxiaefjfib.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 14:53:00 +0530]]></pubDate><title><![CDATA[Countries pledge to fight graft by revealing who owns companies]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfmuxhabjecgh.jpg\"/><description><![CDATA[<p>By David Brunnstrom and Estelle Shirbon</p>  <p>LONDON (Reuters) - Countries from Britain to Afghanistan pledged on Thursday to set up public registers of company ownership in a collective effort to make it harder to launder the proceeds of corruption around the globe.</p>  <p>Prime Minister David Cameron announced the steps at a global anti-corruption summit he was hosting; but critics said the registers might have no meaningful impact unless tax havens, many ultimately controlled by Britain, also ended secrecy.</p>  <p>The build-up to the London event was marred by Cameron being caught on camera describing Nigeria and Afghanistan, which are both taking part, as \"fantastically corrupt\"; but he later said that the leaders of both countries were tackling the problem.</p>  <p>U.S. Secretary of State John Kerry, addressing a plenary session at the summit, said he had been shocked by the degree to which he found corruption \"pandemic\" around the world.</p>  <p>\"It is a contributor to terrorism in many different ways and the extremism that we see in the world today comes to no small degree from the utter exasperation that people have with the sense that the system is rigged,\" Kerry said.</p>  <p>\"We see this anger manifesting itself in different forms in elections around the world, including ours,\" he said, alluding to the unexpected success of Republican Donald Trump and Democrat Bernie Sanders in the U.S. presidential primaries.</p>  <p>Britain, France, the Netherlands, Nigeria and Afghanistan pledged to launch public registers of true company ownership while Australia, New Zealand, Jordan, Indonesia, Ireland and Georgia announced initial steps towards similar arrangements.</p>  <p>Kerry said the United States had already announced measures to improve transparency on business ownership.</p>  <p>The countries taking part in the summit issued a 34-point communique outlining pledges to tackle issues ranging from doping and match-fixing in sports to tax evasion and bribery.</p>  <p>The summit organisers also published separate statements from 40 countries, each one setting out commitments for which,  Cameron said, civil society, media and others should hold governments to account. [http://bit.ly/1rHCycX]</p>  <p/>  <p>PENALTIES</p>  <p>Under the new rules announced by Cameron, foreign companies that own a property in Britain or want to buy one or to bid for a central government contract will have to join the register.</p>  <p>The aim is to expose those who hide behind obscure shell companies to own properties, a particularly acute problem in London which has been hit by repeated scandals involving luxury homes owned by corrupt foreign politicians and businesspeople.</p>  <p>\"We await to see the detailed requirements, how it will be policed and the penalties for non-compliance in order to judge whether the proposed legislation will actually have any teeth,\" said Chris Burdett, a partner at law firm Clyde&Co.</p>  <p>Critics said real progress on money-laundering and tax evasion would only come if tax havens were also compelled to open up about who owns offshore-registered companies.</p>  <p>\"Tax dodgers can still sleep easily tonight,\" said Susanna Ruiz, tax expert at charity Oxfam.</p>  <p>The release of the \"Panama Papers\", leaked documents from law firm Mossack Fonseca, put tax avoidance at the top of the global agenda by showing the extent to which tax havens were used by politicians and businesspeople from around the world.</p>  <p>Anti-corruption protesters who gathered close to the summit venue, some dressed as bankers with bowler hats reclining on deck chairs as they fanned themselves with banknotes, said what was needed was an outright abolition of tax havens.</p>  <p>The British Virgin Islands, a British overseas territory that the Panama Papers suggested was home to more than half of the 200,000 companies set up by Mossack Fonseca, was not represented at the London summit.</p>  <p>Britain also seized the opportunity of the summit to bring forward plans to introduce a criminal offence for companies that fail to stop employees facilitating tax evasion, pledging to introduce legislation to that effect this year.</p>  <p>John Milner, head of business crime and fraud at law firm IBB Solicitors, said this was a step in the right direction in tackling what he called Britain's \"unenviable and growing reputation as a soft touch for laundering dirty money\".</p>  <p>However, he expressed doubts as to whether the already stretched white collar crime investigating body would be able to enforce the new rule.</p>  <p/>  <p> (Additional reporting by Georgina Cooper and Elizabeth Piper; editing by Ralph Boulton)</p>]]></description><link><![CDATA[http://www.sify.com/news/countries-pledge-to-fight-graft-by-revealing-who-owns-companies-news-crime-qfmuxiaefjfib.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/imf-to-provide-510-million-aid-tranche-to-pakistan-news-policy-qfmuxsefeafge.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 14:53:00 +0530]]></pubDate><title><![CDATA[IMF to provide $510 million aid tranche to Pakistan]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfmuxqacighca.jpg\"/><description><![CDATA[<p>By Matt Smith</p>  <p>DUBAI (Reuters) - The International Monetary Fund has reviewed Pakistan's economic performance and will make available a further $510 million to the country as part of a three-year, $6.7 billion financial assistance programme, it said on Thursday.</p>  <p>The money will be provided when the review is approved by the IMF's management and executive board, the Fund said in a statement, describing its discussions with Pakistan as \"productive\" and adding that performance criteria in the programme had been met.</p>  <p>Pakistan's gross domestic product is projected to grow 4.5 percent in the 2015/16 fiscal year ending this June, and 4.7 percent in the following year, the IMF said.</p>  <p>“Growth remains robust despite a weak cotton harvest and declining exports amid a more challenging global environment,\" it said, citing benign oil prices, rising investment including projects linked to trade with China, improvements in energy supply, strong construction activity and faster credit growth.</p>  <p>Discussions with Pakistan on the twelfth and last review under the IMF programme are tentatively planned for August, the fund said.</p>  <p>Pakistan has not requested further funds from the IMF, mission chief Harald Finger told Reuters on the sidelines of a news conference in Dubai. </p>  <p>His organisation had earlier expressed its frustration at the slow progress of a privatisation programme that was slated to lead to the sell-off of 68 state-run companies and be a major element of the IMF package.</p>  <p>Pakistan this year shelved plans to privatise its power supply companies and opted to convert cash-strapped Pakistan International Airlines (PIA) into a limited company instead.</p>  <p>But Finance minister Ishaq Dar defended Pakistan’s record, citing the sale of state stakes in some banks including United Bank Limited (UBL) and Habib Bank (HBL) and “certain other divestments” </p>  <p>“There has been a little hiccup in items like PIA, but now we have reformed and that whole process is going to be different,” said Dar, adding the government would fast-track the sale of other state assets including Kot Addu Power Co (Kapco) and Mari Petroleum. </p>  <p>“It was a selective menu, some items on the menu have been replaced. We have to reduce the losses that are bleeding the economy and we have been able to do that.”</p>  <p>He said Pakistan’s economic growth would be 5 percent this year. </p>  <p>“Next year we are estimating even more ambitious targets of about 6.0 percent growth,” he added. \"This country has the potential to hit 7.0 percent GDP growth.\"    </p>  <p/>  <p> (Reporting by Matt Smith; Additional reporting by Asad Hashim in Islamabad; Writing by Andrew Torchia Editing by Jeremy Gaunt)</p>]]></description><link><![CDATA[http://www.sify.com/finance/imf-to-provide-510-million-aid-tranche-to-pakistan-news-policy-qfmuxsefeafge.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/bank-of-england-warns-of-sharp-sterling-fall-if-uk-votes-to-leave-eu-news-policy-qfmteofbajfja.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 13:34:00 +0530]]></pubDate><title><![CDATA[Bank of England warns of \"sharp\" sterling fall if UK votes to leave EU]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfmtencieigdg.jpg\"/><description><![CDATA[<p>By David Milliken and William Schomberg</p>  <p>LONDON (Reuters) - The Bank of England stepped up its warnings about the economic risks if Britain votes to leave the European Union, saying on Thursday that sterling could fall sharply and unemployment would probably rise.</p>  <p>The central bank also cut Britain's growth forecast for this year to 2.0 percent from 2.2 percent in February, reflecting how uncertainty about next month's referendum is already weighing on the economy.</p>  <p>The Bank's rate setters - who voted unanimously to keep interest rates on hold - said households and companies were likely to hold off on spending and investment in the event of a vote for so-called Brexit on June 23.</p>  <p>Governor Mark Carney said the BoE would try to offset the potential hit to the economy but there were limits to what monetary policy could do.</p>  <p>\"Monetary policy cannot immediately offset all the effects of a shock,\" he told a news conference.</p>  <p>British finance minister George Osborne, who has tried to focus voters on what a Brexit would mean for their incomes, said the BoE assessment was a \"clear and unequivocal warning\" that leaving the EU would be a \"lose-lose situation for Britain.\"</p>  <p>Sterling rose to a six-day high against the dollar after the rate decision, which poured cold water on talk that at least one policymaker may have voted in favour of a cut. Gilts were little changed after the announcement.</p>  <p>\"Sterling is also likely to depreciate further, perhaps sharply. This combination of influences ... could lead to a materially lower path for growth and notably higher path for inflation,\" the BoE said in its latest economic forecasts.</p>  <p>British voters have faced a raft of reports from the government and international bodies in recent weeks warning of the dangers of leaving, and the International Monetary Fund is expected to weigh in again on Friday.</p>  <p>Supporters of Brexit argue Britain would benefit from less European regulation, and could strike better overseas trade deals on its own.</p>  <p>Opinion polls show voters believe the economy would fare better if Britain stays in the EU, but remain roughly evenly split on how they plan to cast their ballot.</p>  <p>Earlier this week, Britain's National Institute for Economic and Social Research (NIESR) -- whose former director Martin Weale sits on the BoE's rate-setting Monetary Policy Committee said sterling could slide 20 percent if Britain left the EU.</p>  <p/>  <p>GROWTH DOWNGRADE</p>  <p>The central bank downgraded its forecasts for growth overall due to weaker productivity and higher household saving due to jitters about the general economic situation, rather than global weakness or a lasting effect from the EU referendum.</p>  <p>The BoE's main forecasts worked on the assumption that the country would vote to stay in the EU, and the only concession made to the referendum was to assume that around half the slide in sterling over the past six months was temporary.</p>  <p>The BoE forecast Britain's economy would grow 2.0 percent this year and 2.3 percent in 2017, down from forecasts of 2.2 percent and 2.4 percent in February.</p>  <p>In two years' time, inflation is forecast to reach a fraction over its 2 percent target, essentially unchanged from the forecast in February.</p>  <p>Since then, financial markets have pushed back their assumption on when interest rates will rise to early 2019 from late 2017, in part because they price in a risk of Britain leaving the EU. Most economists still expect the central bank to raise interest rates early next year if Britain stays in.</p>  <p>\"The Bank stepped up its warnings about the potentially damaging impact of the UK leaving the EU,\" Chris Williamson, chief economist at Markit said, adding that the Bank recognises that their updated projections carry \"huge uncertainty\".</p>  <p>\"As such, growth would (be) weaker and inflation higher in the event of a UK exit.\" </p>  <p>As expected, the Bank of England's Monetary Policy Committee voted 9-0 to keep rates on hold at a record-low 0.5 percent this month, in line with economists' forecasts in a Reuters poll. </p>  <p>Some economists had seen an outside chance that a policymaker could vote to cut rates for the first time since 2009 due to signs of a renewed economic slowdown.</p>  <p>Last year the central bank started to lay the groundwork for a rate rise, but - as on previous occasions - it was forced to put its plans on hold.</p>  <p/>  <p> (Writing by Ana Nicolaci da Costa; Editing by Hugh Lawson)</p>]]></description><link><![CDATA[http://www.sify.com/finance/bank-of-england-warns-of-sharp-sterling-fall-if-uk-votes-to-leave-eu-news-policy-qfmteofbajfja.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/us-jobless-claims-hit-more-than-1-year-high-import-prices-rise-news-policy-qfmtevdbjbeah.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 13:34:00 +0530]]></pubDate><title><![CDATA[U.S. jobless claims hit more than 1-year high; import prices rise]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfmteucjcgbga.jpg\"/><description><![CDATA[<p>By Lucia Mutikani</p>  <p>WASHINGTON (Reuters) - The number of Americans filing for unemployment benefits unexpectedly rose last week to the highest level in more than a year, raising further concerns about the health of the labor market in the wake of a slowdown in job gains in April.</p>  <p>Other data on Thursday showed import prices increased in April for a second straight month, suggesting that the disinflationary impulse from a strong dollar and lower oil prices, which has helped to hold inflation well below the Federal Reserve's 2 percent target, was fading. </p>  <p>Initial claims for state unemployment benefits increased 20,000 to a seasonally adjusted 294,000 for the week ended May 7, the highest level since late February 2015, the Labor Department said. Economists polled by Reuters had forecast initial claims slipping to 270,000 in the latest week.</p>  <p>\"Jobless claims have moved sharply higher in recent weeks, reinforcing concerns that labor market conditions have softened in response to the slowdown in the economy in recent months,\" said Jim Baird, chief investment officer at Plante Moran Financial Advisors in Kalamazoo, Michigan. </p>  <p>There was a surge last week in unadjusted jobless claims in New York state, likely as some striking Verizon workers filed for unemployment benefits. Unadjusted claims also rose in Pennsylvania and Michigan. </p>  <p>Despite the jump last week, claims have remained below 300,000, a threshold associated with healthy job market conditions, for 62 consecutive weeks, the longest stretch since 1973.     The four-week moving average of claims, considered a bettermeasure of labor market trends as it irons out week-to-weekvolatility, increased 10,250 to 268,250 last week, the highest level in almost three months.</p>  <p>The claims report came on the heels of data last week showing nonfarm payrolls increased only 160,000 in April, the smallest gain in seven months, after advancing by 208,000 in March. The signs of labor market weakness suggest the Fed is unlikely to raise interest rates before the end of the year.</p>  <p>The U.S. central bank raised its benchmark overnight interest rate in December for the first time in nearly a decade.</p>  <p>The dollar trimmed gains versus the yen and euro after the report. U.S. stock index futures also pared gains, while prices for U.S. government bonds were trading lower.</p>  <p/>  <p>WEAKER DOLLAR</p>  <p>The labor market has been fairly robust despite a sharp slowdown in economic growth in the first quarter. </p>  <p>The spike in jobless claims and moderation in employment gains likely do not suggest a deterioration given difficulties adjusting the data for seasonal fluctuations. The almost one-month long Verizon strike may also be boosting claims.</p>  <p>A report on Tuesday showed job openings hit an eight-month high in March, with the rate re-testing its post-recession high.     Thursday's claims report showed the number of people stillreceiving benefits after an initial week of aid rose 37,000 to 2.16 million in the week ended April 30. The four-week average of the so-called continuing claims fell 3,750 to 2.14 million, the lowest reading since November 2000. </p>  <p>In a second report, the Labor Department said import prices increased 0.3 percent last month after a similar gain in March. The rise last month reflected a pick-up in oil prices and the dollar's depreciation.</p>  <p>Prices for imported goods were down 5.7 percent in the 12 months through April, reflecting the lingering effects of the   dollar's sharp rally and the oil price plunge between June 2014 and December 2015.</p>  <p>The dollar has this year weakened 2.5 percent against the currencies of the United States' main trading partners. The greenback gained 20 percent on a trade-weighted basis between  June 2014 and December 2015. At the same time, oil prices have pushed off multi-year lows.</p>  <p/>  <p> (Reporting by Lucia Mutikani; Editing by Paul Simao)</p>]]></description><link><![CDATA[http://www.sify.com/finance/us-jobless-claims-hit-more-than-1-year-high-import-prices-rise-news-policy-qfmtevdbjbeah.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/brexit-would-cost-german-economy-up-to-50-bln-by-end-2017---study-news-others-qfmtercdjehje.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 13:34:00 +0530]]></pubDate><title><![CDATA[Brexit would cost German economy up to $50 bln by end-2017 - study]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfmtercijahaf.jpg\"/><description><![CDATA[<p>BERLIN (Reuters) - If Britain were to leave the European Union, it could cost Germany up to 45 billion euros ($50 billion) by the end of 2017 as exports from Europe's largest economy would likely be hit, a study by DZ Bank showed on Thursday.</p>  <p>Britain is counting down to a referendum on its membership of the European Union on June 23, with opinion polls showing voters are roughly evenly split.</p>  <p>\"There's a lot at stake for the German economy because Great Britain is one of its most important trading partners,\" DZ Bank economist Monika Boven said.</p>  <p>If Britons were to vote for leaving the EU, the German economy would start to feel the effects in the second half of this year, Boven said.</p>  <p>In that case, the German economy would grow by 1.4 percent this year instead of DZ Bank's current prediction of 1.8 percent, and 0.5 percent in 2017 versus 1.7 percent, the study showed.</p>  <p>The German government expects the economy to grow by 1.7 percent this year and 1.5 percent next year. It has not released separate growth estimates in case of a Brexit. </p>  <p>Given that Germany's annual economic output is at least 3 trillion euros, DZ Bank estimates of what post-Brexit growth rates would look like would amount to economic output being around 45 billion euros lower by the end of 2017, the study showed.</p>  <p>\"In our crisis scenario we're even expecting a slight recession in Germany around the turn of the year,\" Boven said.</p>  <p>Last year German shipments to the United Kingdom surged by almost 13 percent to just under 90 billion euros - the largest amount it has ever exported there. Germany only sold more goods to the United States and France.</p>  <p>Boven said the British market had helped stabilise the German economy at a time when the global economic environment had been tough, so the exporting sector would be directly hit if Britain were to leave the EU.</p>  <p/>  <p> (Reporting by Rene Wagner; Writing by Michelle Martin; Editing by Raissa Kasolowsky)</p>]]></description><link><![CDATA[http://www.sify.com/finance/brexit-would-cost-german-economy-up-to-50-bln-by-end-2017---study-news-others-qfmtercdjehje.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/indias-retail-inflation-snaps-easing-trend-interest-rates-seen-on-hold-news-others-qfmsGxbjjichj.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 13:12:00 +0530]]></pubDate><title><![CDATA[India's retail inflation snaps easing trend, interest rates seen on hold]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfmsGwjhefdhf.jpg\"/><description><![CDATA[<p>NEW DELHI (Reuters) - India's headline inflation broke a recent slowing trend in April, reducing the odds of further interest rate cuts next month by the Reserve Bank of India, even as industrial output expanded at a much-slower-than expected pace in March.</p>  <p>Consumer price inflation, which the Reserve Bank of India (RBI) targets in setting interest rates, rose at a faster-than-expected pace, to 5.39 percent last month, from 4.83 percent in March.</p>  <p>It was the first pickup in retail inflation since January.</p>  <p>The pace of price gains in April was driven mainly by higher food costs. An early summer heat wave led to an increase of 3.8 percent in month-on-month prices for staple vegetables.</p>  <p>Overall retail food inflation came in at 6.32 percent, compared with 5.21 percent in March.</p>  <p>Industrial production, grew an annual 0.1 percent in March, sharply slower than growth of 2.5 percent predicted by economists in a Reuters poll. </p>  <p>Output at factories, mines and utilities expanded 2.0 percent in February on the year, its fastest pace in four months.</p>  <p>Slowing inflation prompted the RBI to cut the policy repurchase rate last month by 25 basis points to 6.50 percent, the lowest since 2011.</p>  <p>But with the central bank more focused on monetary transmission, it is widely expected to keep the rate on hold at a scheduled policy review on June 7.</p>  <p>\"The outturn does not alter our assumption of a prolonged pause from the RBI in terms of policy rate fixings,\" said Abhishek Upadhyay, an economist at ICICI Securities Primary Dealership Ltd.</p>  <p>RBI chief Raghuram Rajan aims to cap retail inflation at 5 percent by March 2017.</p>  <p>A big increase in wages and pensions of government employees later this year and a hike in service tax rates are expected to stoke price pressures, but subdued rural demand, coupled with prospects of good summer rains, could provide a buffer. </p>  <p>That should allow room for another 25 basis point rate cut. A recent Reuters poll predicted the RBI would deliver one more rate cut towards the end of this year.</p>  <p>Shubhada Rao, chief economist at Yes Bank, however, expected summer monsoon rains to have a greater influence on the RBI's future course of action.</p>  <p>\"The critical game-changer would be the monsoon,\" she said. \"If it's delayed, or there is further downward revision, then it spells bad news for the scope of a rate cut.\"</p>  <p>The monsoon delivers 70 percent of India's annual rainfall, critical for its summer-sown crops.</p>  <p/>  <p> (Reporting by Rajesh Kumar Singh; Editing by Clarence Fernandez)</p>]]></description><link><![CDATA[http://www.sify.com/finance/indias-retail-inflation-snaps-easing-trend-interest-rates-seen-on-hold-news-others-qfmsGxbjjichj.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/update-1-indias-retail-inflation-snaps-easing-trend-interest-rates-seen-on-hold-news-policy-qfmsEihjafgac.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 13:10:00 +0530]]></pubDate><title><![CDATA[UPDATE 1-India's retail inflation snaps easing trend, interest rates seen on hold]]></title><description><![CDATA[<p>* CPI inflation 5.39 pct in April vs 4.83 pct in March</p>  <p>* Food inflation jumps up on higher prices for vegetables</p>  <p>* March industrial output growth slows sharply to 0.1 pct</p>  <p>* RBI seen keeping interest rates on hold at June 7 policyreview (Updates with CPI and industrial output data)</p>  <p>NEW DELHI, May 12 (Reuters) - India's headline inflationbroke a recent slowing trend in April, reducing the odds offurther interest rate cuts next month by the central bank, evenas industrial output expanded at a much-slower-than expectedpace in March.</p>  <p>Consumer price inflation, which the ReserveBank of India (RBI) targets in setting interest rates, rose at afaster-than-expected pace, to 5.39 percent last month, from 4.83percent in March.</p>  <p>It was the first pickup in retail inflation since January.</p>  <p>The pace of price gains in April was driven mainly by higherfood costs. An early summer heat wave led to an increase of 3.8percent in month-on-month prices for staple vegetables.</p>  <p>Overall retail food inflation came in at 6.32 percent,compared with 5.21 percent in March.</p>  <p>Industrial production, grew an annual 0.1 percent in March,sharply slower than growth of 2.5 percent predicted byeconomists in a Reuters poll.</p>  <p>Output at factories, mines and utilities expanded2.0 percent in February on the year, its fastest pace in fourmonths.</p>  <p>Slowing inflation prompted the RBI to cut the policyrepurchase rate last month by 25 basis points to 6.50 percent,the lowest since 2011.</p>  <p>But with the central bank more focused on monetarytransmission, it is widely expected to keep the rate on hold ata scheduled policy review on June 7.</p>  <p>\"The outturn does not alter our assumption of a prolongedpause from the RBI in terms of policy rate fixings,\" saidAbhishek Upadhyay, an economist at ICICI Securities PrimaryDealership Ltd.</p>  <p>RBI chief Raghuram Rajan aims to cap retail inflation at 5percent by March 2017.</p>  <p>A big increase in wages and pensions of government employeeslater this year and a hike in service tax rates are expected tostoke price pressures, but subdued rural demand, coupled withprospects of good summer rains, could provide a buffer.</p>  <p>That should allow room for another 25 basis point rate cut.A recent Reuters poll predicted the central bank would deliverone more rate cut towards the end of this year.</p>  <p>Shubhada Rao, chief economist at Yes Bank, however, expectedsummer monsoon rains to have a greater influence on the RBI'sfuture course of action.</p>  <p>\"The critical game-changer would be the monsoon,\" she said.\"If it's delayed, or there is further downward revision, then itspells bad news for the scope of a rate cut.\"</p>  <p>The monsoon delivers 70 percent of India's annual rainfall,critical for its summer-sown crops. (Reporting by Rajesh Kumar Singh; Editing by ClarenceFernandez)</p>]]></description><link><![CDATA[http://www.sify.com/finance/update-1-indias-retail-inflation-snaps-easing-trend-interest-rates-seen-on-hold-news-policy-qfmsEihjafgac.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/edf-to-propose-deal-for-6-nuclear-reactors-in-india-by-year-end-news-others-qfmsyPjejfacb.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 12:54:00 +0530]]></pubDate><title><![CDATA[EDF to propose deal for 6 nuclear reactors in India by year-end]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfmsyPjcdacbb.jpg\"/><description><![CDATA[<p>By Geert De Clercq</p>  <p>PARIS (Reuters) - EDF will deliver a proposal to the Indian government by year's end to build six nuclear reactors, an executive at the French utility said on Thursday, in what could be the world's biggest nuclear deal. </p>  <p>EDF in January announced a preliminary agreement with Nuclear Power Corp of India Ltd to build six EPR nuclear reactors at Jaitapur in western India.</p>  <p>\"India has asked us to present a complete technical and economic proposal for six EPRs by the end of this year. We are working hard on this,\" Xavier Ursat, EDF head of new nuclear, told shareholders at their annual general meeting.</p>  <p>India, more than any other country, is the place where building nuclear plants makes sense, because of its huge power demand and the need to replace polluting coal, he said.</p>  <p>Ursat said many countries are interested in building nuclear plants or upgrading their existing fleet and that EDF - which is acquiring the reactor building arm of Areva - is positioning itself in this market. </p>  <p>He said that China, where EDF is building two nuclear reactors, would build half of the world's new nuclear reactors over the next 15 years but said nothing about possible new contracts for EDF there.</p>  <p>He added that South Africa is preparing a nuclear tender, while in Europe Poland is looking at starting a nuclear programme and the Czech Republic is considering renewing its fleet. </p>  <p>Ursat said EDF's planned 18-billion-pound ($26 billion) Hinkley Point project, which he described as probably the biggest industrial project in Europe, is crucial for EDF and the French nuclear industry.</p>  <p>\"Hinkley Point will help us continue our activities and preserve our skills base and jobs,\" he said.</p>  <p>He said that EDF's new EPR reactor in Flamanville is expected to be completed by the end of 2018, while the Hinkley Point project would pour its first concrete by mid-2019 provided a final investment decision is taken shortly.</p>  <p>He added that by the time Hinkley is completed, it will be time for EDF to start renewing France's fleet of 58 reactors, which were built largely in the 1980s and 1990s and have a 40-year lifespan. </p>  <p>Chief Executive Jean-Bernard Levy told shareholders that EDF needs growth in international markets because European power markets are stagnant.</p>  <p>($1 = 0.6916 pounds)</p>  <p/>  <p> (Editing by Jason Neely)</p>]]></description><link><![CDATA[http://www.sify.com/finance/edf-to-propose-deal-for-6-nuclear-reactors-in-india-by-year-end-news-others-qfmsyPjejfacb.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/india-urges-posco-to-use-local-raw-material-for-auto-steel-plant-news-international-qfmsanigjcbfc.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 12:30:00 +0530]]></pubDate><title><![CDATA[India urges POSCO to use local raw material for auto steel plant]]></title><description><![CDATA[<p>By Sankalp Phartiyal</p>  <p>NEW DELHI, May 12 (Reuters) - New Delhi urged South Koreansteelmaker POSCO last month to buy local rawmaterial for its automotive steel plant in western India, twogovernment sources said, trying to cut imports and boostdomestic production of high-value steel.</p>  <p>The steel ministry's request to POSCO came amid otherefforts to safeguard local mills, including import taxes onsteel products and a floor price on overseas purchases. NewDelhi also initiated probes into the possible dumping of cheapsteel into India by China, Japan and South Korea.</p>  <p>POSCO primarily produces high-tensile auto grade steel fromits facility in Maharashtra state and has been importing most ofthe raw material - hot-rolled (HR) coils - from Korea, helped bya free trade agreement between New Delhi and Seoul.</p>  <p>But POSCO's costs rose after India imposed a \"safeguard\"import duty of up to 20 percent starting September last year.</p>  <p>POSCO told the steel ministry, according to a governmentdraft agenda for a meeting on the issue that was seen byReuters, that the raw material for their plant was not availablein India and needed to be given an exemption from the taxes.</p>  <p>The steel ministry in an April meeting requested POSCO touse HR coils produced by Indian steel companies JSW Steel, Essar Steel and Tata Steel, twosteel ministry officials said. The meeting was attended byexecutives of all of the companies.</p>  <p>Buying the raw material locally would keep POSCO out of theanti-dumping net and also help them secure raw material faster,one of the government sources said.</p>  <p>POSCO India could not be reached for immediate comment and aspokesman in Seoul said the company was already using Indian HRcoils as part of efforts to diversify sourcing. He also deniedthat India's steel ministry had made any such request.</p>  <p>Indian steelmakers say their mills have the technology toproduce the raw material POSCO needs and that they are willingto work with the Korean company to meet their requirements.</p>  <p>\"It makes tremendous sense for a cold-roller or a downstreamprocessing unit to have material close to domestic so that they can service the orders better, because of thebetter lead time,\" said Jayant Acharya, commercial and marketingdirector at JSW Steel. (Reporting by Sankalp Phartiyal; Additional reporting byHyunjoo Jin in SEOUL; Editing by Tom Hogue)</p>]]></description><link><![CDATA[http://www.sify.com/finance/india-urges-posco-to-use-local-raw-material-for-auto-steel-plant-news-international-qfmsanigjcbfc.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/sri-lankan-rupee-ends-weaker-on-importer-dollar-demand-news-others-qfmrEkcghhgfd.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 12:10:00 +0530]]></pubDate><title><![CDATA[Sri Lankan rupee ends weaker on importer dollar demand]]></title><description><![CDATA[<p>COLOMBO, May 12 (Reuters) - The Sri Lankan rupee endedweaker on Thursday on importer dollar demand, but its declinewas limited as banks sold the greenback to facilitate buying oflocal government securities by offshore investors, dealers said.</p>  <p>Downward pressure on the local currency would likely ease onexpected fund inflows following the island nation's loan dealwith the International Monetary Fund and a plan to raise $1.5billion by selling a 10-year sovereign bond within the next fewdays, dealers said.</p>  <p>The spot rupee reference rate was at 145.75, thedealers said.</p>  <p>The banking regulator had fixed the spot trading rate at143.90 per dollar until May 2, dealers said. Central bankofficials were not available to comment on whether it hadintervened in the forex market.</p>  <p>\"There was a demand (for dollars), but (dollar) sellingprevented the fall,\" a currency dealer said, asking not to benamed.</p>  <p>Trading in the spot currency has been intermittent sinceJan. 27, and on Thursday the spot was barely bid, but somemovement in short-term dollar/rupee forwards indicated the rupeewas weaker.</p>  <p>The spot next dollar/rupee forwards ended at146.35/40 per dollar, compared with Wednesday's close of146.25/30 per dollar.</p>  <p>The spot next, which acts as a proxy for the spot currency,indicates the exchange rate for the day following theconventional spot settlement and was five days ahead forThursday's trade.($1 = 146.0000 Sri Lankan rupees) (Reporting by Ranga Sirilal; Editing by Sherry Jacob-Phillips)</p>]]></description><link><![CDATA[http://www.sify.com/finance/sri-lankan-rupee-ends-weaker-on-importer-dollar-demand-news-others-qfmrEkcghhgfd.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/four-new-judges-for-supreme-court-this-friday-news-national-qfmrEibijhafb.html]]></guid><pubDate><![CDATA[Thu, 12 May 2016 12:10:00 +0530]]></pubDate><title><![CDATA[Four new judges for Supreme Court this Friday]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/phjglhgeigedf.jpg\"/><description><![CDATA[<p><b>New Delhi: </b>The Supreme Court will get four new judges on Friday as Justice D.Y. Chandrachud, Justice A.M. Khanwilkar and Justice Ashok Bhushan and the former additional solicitor general L.Nageswara Rao are scheduled to be sworn-in.</p><p>Before being elevated to the apex court, Justice Chandrachud was chief justice of Allahabad High Court, Justice Khanwilkar was chief justice of the Madhya Pradesh High Court at Jabalpur and Justice Bhushan was chief justice of the Kerala High Court.</p><p>With their swearing-in, the strength of apex court judges will go up to 29, as against the sanctioned strength of 31 judges.</p><p>Justice Chandrachud is the son of former chief justice of India, Y.V. Chandrachud, who held the post from February 22, 1978 to July 11, 1985. Justice Chandrachud too has a chances of becoming the CJI.</p><p>Before his appointment to the bench, Nageshwara Rao appeared for Tamil Nadu Chief Minister J. Jayalalithaa in the corruption case against her in the apex court. The court is hearing a plea by Karnataka government challenging the state high court order acquitting her in the case.</p><p>Additional solicitor general during the UPA regime, he continued in the post during the NDA government.</p><p>With the swearing in of Justice Chandrachud and Justice Khanwilkar - both from Maharashtra, the number of judges from the state would go up to five. The others are Justice S.A. Bobde, Justice Rohinton Nariman and Justice Uday Umesh Lalit.</p><p>While Justice Bhushan is from Uttar Pradesh, Nageshwara Rao is from Andhra Pradesh.</p><p>The swearing-in of new apex court judges is taking place after a gap of over a year.</p><p>Justice Amitava Roy was the last judge to be sworn in on February 27, 2015 before entire appointment process was put on hold on account of challenge to NJAC Act and the constitutional amendment paving way for NJAC that was enacted to replace the collegium system of appointment of judges. </p><p>The top court's constitution bench had struck down both the constitutional amendment and the NJAC Act on October 16, 2015.</p>]]></description><link><![CDATA[http://www.sify.com/news/four-new-judges-for-supreme-court-this-friday-news-national-qfmrEibijhafb.html]]></link></item></channel></rss>",
  "headers": {
    "Content-Length": "22640",
    "Connection": "keep-alive",
    "Content-Encoding": "gzip",
    "Vary": "Accept-Encoding",
    "Date": "Fri, 13 May 2016 07:44:10 GMT",
    "Content-Type": "application/rss+xml;",
    "Server": "Apache/2.2.22 (Unix) mod_ssl/2.2.22 OpenSSL/1.0.1e-fips PHP/5.4.43",
    "X-Powered-By": "PHP/5.4.43"
  },
  "response_url": "http://www.sify.com/rss2/news/article/category/politics"
}