{
  "requested_url": "http://sify.com/rss2/business/article/category/ipo",
  "fetched_at": "2016-05-13T00:46:40.123846",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"utf-8\" ?> <rss version=\"2.0\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:cf=\"http://www.microsoft.com/schemas/rss/core/2005\"><channel><title><![CDATA[Sify.com]]></title><description><![CDATA[Sify India News: Latest updates on Indian sports, cricket India, movie news, images, videos, reviews. Indian business, finance news, stock market tips, Indian recipes, astrology, online shopping exclusively at sify.com]]></description><image><title><![CDATA[Sify.com]]></title><height>40</height><description><![CDATA[Sify India News: Latest updates on Indian sports, cricket India, movie news, images, videos, reviews. Indian business, finance news, stock market tips, Indian recipes, astrology, online shopping exclusively at sify.com]]></description><width>143</width><link><![CDATA[http://www.sify.com/]]></link><url><![CDATA[http://www.sify.com/sifyhome2011/images/mar2015/sify-logo-140x154.jpg]]></url></image><language><![CDATA[en-us]]></language><link><![CDATA[http://www.sify.com/]]></link><lastBuildDate><![CDATA[Fri, 13 May 2016 13:02:18 +0530]]></lastBuildDate><pubDate><![CDATA[Fri, 13 May 2016 13:02:18 +0530]]></pubDate><item><guid><![CDATA[http://www.sify.com/finance/icici-prudential-life-to-hire-banks-for-up-to-700-mln-ipo-news-ipo-qfgjxDahgifih.html]]></guid><pubDate><![CDATA[Fri, 06 May 2016 04:37:00 +0530]]></pubDate><title><![CDATA[ICICI Prudential Life to hire banks for up to $700 mln IPO]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfglpThdghgcj.jpg\"/><description><![CDATA[ICICI Prudential Life Insurance is set to hire Bank of America Merrill Lynch and ICICI Securities for its planned $600 million to $700 million initial public offering (IPO), IFR reported on Friday citing two sources close to the plans.<br><br>Other banks are likely to join the syndicate for the IPO that is expected in the current financial year ending March 31, IFR, a Thomson Reuters publication, reported.<br><br>ICICI Pru Life and HDFC Standard Life Insurance - a joint venture between Indian mortgage lender Housing Development Finance Corp Ltd and Britain's Standard Life PLC - are set to become the first Indian insurers to sell shares through an IPO.<br><br>India's $50 billion insurance sector is dominated by state-run Life Insurance Corp though private-sector insurers are gaining market share.<br><br>HDFC Standard Life Insurance was set to mandate Citigroup, JPMorgan, Kotak Investment Banking and Morgan Stanley to handle its up to $500 million IPO expected later this year, IFR reported on Thursday.<br><br>HDFC has said it aims to sell a stake of up to 10 percent in the HDFC Life IPO.<br><br>ICICI Bank Ltd, India's biggest private-sector lender by assets, owns the majority of ICICI Pru Life, while Britain's Prudential PLC owns 26 percent.<br><br>The lender said last week it planned to file for an IPO of the life insurance unit during the current financial year.<br><br>In November, it agreed to sell 6 percent of ICICI Pru Life in two separate deals worth about $296 million to Premji Invest and Singapore's Temasek Holdings (Pte) Ltd.<br><br>ICICI Prudential Life Insurance and ICICI Securities did not immediately respond to Reuters requests for comment. Bank of America Merrill Lynch declined to comment.<br>]]></description><link><![CDATA[http://www.sify.com/finance/icici-prudential-life-to-hire-banks-for-up-to-700-mln-ipo-news-ipo-qfgjxDahgifih.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/companies-line-up-ipos-worth-rs-15000-crore-news-ipo-qeskCgdedhgie.html]]></guid><pubDate><![CDATA[Mon, 18 Apr 2016 10:38:06 +0530]]></pubDate><title><![CDATA[Companies line up IPOs worth Rs 15,000 crore]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qdbkSoadgdhad.jpg\"/><description><![CDATA[The IPO lane is getting increasingly crowded as companies have lined up offers worth more than Rs 15,000 crore in the current fiscal to fund their business expansion, meet working capital requirements and make loan repayments. <br><br>Dilip Buildcon, New Delhi Centre for Sight, Ujjivan Financial Services, Quess Corp, Hinduja Leyland Finance and Seaways Shipping and Logistics are among the ones that plan to launch share-sale offers in the coming months. <br><br>At present, 25 companies plan to raise Rs 12,500 crore and have secured approval of the Securities and Exchange Board of India (Sebi), Prime Database Managing Director Pranav Haldea said. <br><br>Another six firms looking to mop up Rs 3,000 crore have filed draft documents with the capital market watchdog and are awaiting approval, he added. <br><br>Besides, many more filings are expected in the near future. <br><br>Proceeds of the IPO will be used to fund business expansion plans, to meet working capital requirements and to repay loan and for other general corporate purposes. <br><br>According to experts, the IPO market is expected to see some activity in the current fiscal as half a dozen companies have filed their draft papers with Sebi in the last three months (January-March) to launch public offers. <br><br>Seven firms - Equitas Holdings, Infibeam Incorporation, Bharat Wire Ropes, HealthCare Global Enterprises, Quick Heal Technologies, TeamLease Services and Precision Camshafts - have come out with IPOs this year. <br><br>During the just-ended 2015-16, fund-raising through IPOs came in at Rs 14,461 crore, making it the highest in the last five financial years. In comparison, Rs 2,770 crore were mobilised in 2014-15. <br><br>The past fiscal year also witnessed a flurry of activity on the small and medium enterprise (SME) platform as there were as many as 50 SME IPOs that mobilised Rs 311 crore. In 2014-15, 38 IPOs mopped up Rs 250 crore. <br><br>Marketmen said an attractively priced IPO will get a solid response from investors as its chances of listing with gains get higher. Conversely, if an IPO is \"over-priced\", it may not be able to list attractively.]]></description><link><![CDATA[http://www.sify.com/finance/companies-line-up-ipos-worth-rs-15000-crore-news-ipo-qeskCgdedhgie.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/infibeam-ipo-fully-subscribed-institutional-demand-thin-news-ipo-qdxql6bejbhca.html]]></guid><pubDate><![CDATA[Thu, 24 Mar 2016 11:17:06 +0530]]></pubDate><title><![CDATA[Infibeam IPO fully subscribed, institutional demand thin]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qdylmmdbefjji.jpg\"/><description><![CDATA[<p></p><p>Infibeam Incorporation Ltd's initial public offering has been fully subscribed ahead of books closing later on Wednesday, exchange data showed.</p><p>The e-commerce firm received orders for about 12.5 million shares on offer as of 15:24 India time (0954 GMT), according to data from the National Stock Exchange and BSE Ltd.</p><p>High net-worth individuals and corporates were active bidders with orders worth 1.8 times the total number of shares reserved for them.</p><p>Infibeam is aiming to raise up to 5.4 billion rupees ($80.84 million) at the top-end of its IPO and has set a price band of 360 rupees to 462 rupees a share.</p><p>The offer closes later on Wednesday.</p>]]></description><link><![CDATA[http://www.sify.com/finance/infibeam-ipo-fully-subscribed-institutional-demand-thin-news-ipo-qdxql6bejbhca.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/infibeam-to-raise-rs-450-crore-in-e-commerce-sectors-first-ipo-news-ipo-qdpqHmfhdjcbf.html]]></guid><pubDate><![CDATA[Wed, 16 Mar 2016 12:24:07 +0530]]></pubDate><title><![CDATA[Infibeam to raise Rs 450 crore in E-Commerce sector's first IPO]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/phbnjhfcjabci.jpg\"/><description><![CDATA[<p>E-commerce firm Infibeam Incorporation is eyeing a valuation of as much as $334 million as it sells shares next week in the sector's first initial public offering.</p>  <p>The company, founded by former Amazon.com <amzn.o> employee Vishal Mehta in 2007, set a price range of 360 rupees to 432 rupees per share on Tuesday as it seeks to raise up to 4.5 billion rupees ($67 million) in the IPO.</amzn.o></p>  <p>Speaking at a news conference, executives said they expected a dilution of 20 percent to 22 percent in the IPO, which means the company could be valued at 22.5 billion rupees after the share sale. </p>  <p>The sale will take place from March 21 until March 23, and trading is set to begin on or around April 4.</p>  <p>Although a comparatively small IPO, Infibeam's debut is widely expected to serve as a proxy for stock market investors' appetite for potential future offerings in the e-commerce sector, analysts and bankers said.</p>  <p>\"E-commerce space is still in the early stages. There are a few business models that are yet to evolve. At the moment, we are happy to stay out and wait this opportunity out,\" said Mahesh Patil, co-chief investment officer, Birla Sun Life Asset Management.</p>  <p>Patil added that his fund would bet on India's growing consumption through investments in regular brick-and-mortar chains and logistic firms.</p>  <p>Infibeam's IPO comes at a time when valuations for Indian tech startups are under stress, with venture capital investors tightening their purse strings in an industry that has mounted millions of dollars in losses in pursuit of market share.  </p>  <p>Adding to the concerns was a 27-percent mark down in market leader Flipkart's valuation by a Morgan Stanley fund in February.</p>  <p>Flipkart and Snapdeal, India's two biggest e-commerce operators, have not yet formally announced plans for going public, but bankers and insiders say both companies are considering a New York listing within the next two years.</p>  <p>As compared with its venture capital-funded rivals Flipkart and Snapdeal, which together raised billions of dollars through outside investments, Infibeam's boot-strapped business has grown modestly.</p>  <p>The firm, headquartered in Ahmedabad in the western state of Gujarat, reported a consolidated loss of 97.9 million rupees on a revenue of 2.95 billion rupees for the full fiscal year, ending March 2015. </p>  <p>For the next nine months, the company reported a consolidated profit of 65.8 million rupees, according to its IPO filing.</p>  <p> ($1 = 67.2850 Indian rupees)</p>  <p>  </p><p> </p>]]></description><link><![CDATA[http://www.sify.com/finance/infibeam-to-raise-rs-450-crore-in-e-commerce-sectors-first-ipo-news-ipo-qdpqHmfhdjcbf.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/online-shopping-to-make-debut-on-dalal-street-news-ecommerce-qdpncUgddafec.html]]></guid><pubDate><![CDATA[Tue, 15 Mar 2016 07:32:00 +0530]]></pubDate><title><![CDATA[Online shopping to make debut on Dalal Street]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qdpoXqddhjchb.jpg\"/><description><![CDATA[<p>Indian e-commerce firm Infibeam Inc <infc.ns> on Tuesday set a price range of 360 rupees to 432 rupees per share for an initial public offering of stock worth up to about 4.5 billion rupees ($67 million).</infc.ns></p>  <p>The company, one of India's smaller e-commerce operators but the first in the sector to announce plans to go public, said in a filing that the subscription period for the offer will run from March 21 until March 23. </p>  <p>Trading is set to begin on or around Apr. 4, Infibeam said. It wasn't immediately how much the firm's total valuation would be according to the IPO price range.  </p>  <p>Although a comparatively small IPO, Infibeam's debut is widely expected to serve as a proxy for stock market investors' appetite for potential future offerings in the e-commerce sector, analysts and bankers have said.</p>  <p>  </p><p>($1 = 67.1950 Indian rupees)</p>]]></description><link><![CDATA[http://www.sify.com/finance/online-shopping-to-make-debut-on-dalal-street-news-ecommerce-qdpncUgddafec.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/china-stocks-close-lower-as-new-ipos-approved-news-ipo-qbunatcaagech.html]]></guid><pubDate><![CDATA[Wed, 20 Jan 2016 07:30:00 +0530]]></pubDate><title><![CDATA[China stocks close lower as new IPOs approved]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qblmNOjhbgiie.jpg\"/><description><![CDATA[China stocks fell on Wednesday, giving up some of the previous session's 3 percent gain, after the securities regulator approved a new batch of initial public offerings (IPO).<br><br>The CSI300 index of the largest listed companies in Shanghai and Shenzhen fell 1.5 percent, to 3,174.38, while the Shanghai Composite Index lost 1.0 percent, to 2,976.69 points.<br><br>The latest declines come amid a collapse in oil prices, fears of a China-led global economic downturn and as perceived policy missteps by Beijing sap confidence.<br><br>The markets fell despite the central bank's pledge on Tuesday to inject more than 600 billion yuan ($91.22 billion) to help ease a liquidity squeeze expected before the Lunar New Year in early February.<br><br>Most sectors fell, with property and banking leading the decline.<br>]]></description><link><![CDATA[http://www.sify.com/finance/china-stocks-close-lower-as-new-ipos-approved-news-ipo-qbunatcaagech.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/flipkart-rejigs-top-management-ahead-of-possible-ipo-news-ecommerce-qblwuQdbadagf.html]]></guid><pubDate><![CDATA[Mon, 11 Jan 2016 16:50:00 +0530]]></pubDate><title><![CDATA[Flipkart rejigs top management ahead of possible IPO]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pmvoFmdaeeehg.jpg\"/><description><![CDATA[India's biggest e-commerce company Flipkart's chief executive and co-founder, Sachin Bansal, will step down and be succeeded by its other co-founder Binny Bansal, in a move viewed by some as a step towards a stock market listing.  <p>Binny, who was chief operating officer before the rejig, launched Flipkart in 2007 with Sachin, who will now take the role of executive chairman. The Bansals, both former Amazon.com Inc employees, are not related. </p>  <p>The management changes come amid talks that the company is preparing for an initial public offering (IPO) in the United States, with the potential to become one of the biggest listings by an Indian company abroad.</p>  <p>Flipkart's finance chief told Reuters in May last year that it would remain private for at least three years.</p>  <p>However, a banker familiar with the company, said on Monday that the separation of the offices of chairman and CEO will help Flipkart to focus on medium-to-long-term plans, including IPO preparations, while ensuring smooth running of its daily operations.</p>  <p>Flipkart has benefited from the foreign funds that have sloshed into India's growing online retail sector and bankers have expected it to start moving towards a public listing to raise fresh funds and enable some of its early backers to crystalise their investments.</p>  <p>Goods sold through e-commerce are expected to total $220 billion a year by 2025, up from an estimated $11 billion last year, Bank of America Merrill Lynch said in a recent report.</p>  <p>Flipkart sells everything from cellphones to suitcases and cosmetics, competing with home-grown rival Snapdeal and Amazon's Indian unit. Current investors include Tiger Global Management and Accel Partners.</p>  <p>In his new role as Flipkart chairman, Sachin will provide strategic direction, mentor the senior leadership, look for new investment opportunities and represent the company in external forums, a company statement said on Monday.</p>  <p>As the new CEO of Flipkart, which is currently valued at about $15 billion, Binny will be responsible for all operations and will lead all corporate functions including human resources, finance and legal.</p>  <p>Flipkart is betting on the hundreds of millions of Indians in smaller towns turning to online shopping for products that are not available from local retailers, boosting growth as increasing numbers gain internet access currently available to only 252 million of India's 1.3 billion population.</p>  <p>\"Today, we are in a very strong leadership position with over 60 percent market share of the m-commerce market, 50 million customers and clear leadership in smartphones and fashion,\" Binny said in the company statement.</p>  <p>\"The journey ahead is equally exciting and challenging.\"</p>]]></description><link><![CDATA[http://www.sify.com/finance/flipkart-rejigs-top-management-ahead-of-possible-ipo-news-ecommerce-qblwuQdbadagf.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/narayana-hrudayalaya-makes-smashing-market-debut-news-market-qbgkugcgchijd.html]]></guid><pubDate><![CDATA[Wed, 06 Jan 2016 04:50:00 +0530]]></pubDate><title><![CDATA[Narayana Hrudayalaya makes smashing market debut]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pmrllzbbhcgfg.jpg\"/><description><![CDATA[<p>Shares of India's NarayanaHrudayalaya, which operates a chain of hospitals inthe country, rose more than 25 percent in their stock marketdebut on Wednesday, boosting the outlook for initial publicofferings in this year.</p>  <p>The company's shares opened at 291 rupees and soared beyond 330 rupees, against the IPO issueprice of 250 rupees a share, according to the National StockExchange data.</p>  <p>Narayana had raised $92 million last month via the IPO. Thestrong market debut by the company comes close on the heels ofother successful listings in the Indian market in the lastcouple of months, which has brightened the share sale outlook in2016.<br></p><p>Over 21 million shares were reported to have changed hands at the Narayana Hrudayalaya counter on the National Stock Exchange in the morning. </p><p>On BSE, over 4.4 million shares had been traded in the morning.</p>]]></description><link><![CDATA[http://www.sify.com/finance/narayana-hrudayalaya-makes-smashing-market-debut-news-market-qbgkugcgchijd.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/facebook-must-face-shareholder-class-actions-over-ipo-news-technology-pm4fvpcfhbddh.html]]></guid><pubDate><![CDATA[Tue, 29 Dec 2015 23:51:00 +0530]]></pubDate><title><![CDATA[Facebook must face shareholder class actions over IPO]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pm4fvodagaeii.jpg\"/><description><![CDATA[<p>A federal judge has certified two shareholder class action lawsuits accusing Facebook Inc <fb.o> of hiding concerns about its growth forecasts prior to the social media company's initial public offering in May 2012.</fb.o></p>  <p>U.S. District Judge Robert Sweet in Manhattan said retail and institutional investors who claimed they lost money by purchasing Facebook shares at inflated prices may pursue their respective claims as groups.</p>  <p>The decision is dated Dec. 11 but had been kept under seal, which Sweet lifted in an order made public on Tuesday.</p>  <p>Facebook said it is disappointed with the decision and is appealing, believing that class certification is \"without merit\" and conflicts with \"well-settled\" precedent.</p>]]></description><link><![CDATA[http://www.sify.com/finance/facebook-must-face-shareholder-class-actions-over-ipo-news-technology-pm4fvpcfhbddh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/gvk-likely-to-shelve-500-mln-airports-unit-ipo-if-stake-sale-goes-through---ifr-news-equity-pmqpa4eiiaebc.html]]></guid><pubDate><![CDATA[Wed, 16 Dec 2015 09:30:00 +0530]]></pubDate><title><![CDATA[GVK likely to shelve $500 mln airports unit IPO if stake sale goes through - IFR]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/ph5vNshjaedfg.jpg\"/><description><![CDATA[India's GVK group is likely to shelve a $500 million initial public offering of its airports unit if a planned stake sale in that business goes through, IFR reported, citing a source close to the transaction.<br><br>The Times of India newspaper earlier on Wednesday reported that the company had shortlisted five bidders to sell up to 49 percent stake in the business for 40 billion rupees ($598.18 million).<br><br>GVK Airport Developers has been exploring fund-raising options including an IPO or through private equity investors to reduce its debt, parent GVK Power and Infrastructure said in a filing on Wednesday.<br><br>A GVK spokesman declined to comment when reached by Reuters.<br><br>GVK Airport, which runs the Mumbai and Bangalore international airports, had planned to file its IPO prospectus with India's market regulator in September but did not do so, IFR, a Thomson Reuters publication, said.<br><br>\"The private equity valuation is much higher than public valuations. It makes sense not to list if the fund requirements are met,\" IFR quoted the source as saying. <br><br>($1 = 66.8700 Indian rupees)<br>]]></description><link><![CDATA[http://www.sify.com/finance/gvk-likely-to-shelve-500-mln-airports-unit-ipo-if-stake-sale-goes-through---ifr-news-equity-pmqpa4eiiaebc.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/alkem-laboratories-prices-200-mln-ipo-at-1050-rupees-per-share-news-ipo-pmqm1aehggdaa.html]]></guid><pubDate><![CDATA[Wed, 16 Dec 2015 06:56:00 +0530]]></pubDate><title><![CDATA[Alkem Laboratories prices $200 mln IPO at 1,050 rupees per share]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pmqm0Xcfbecej.jpg\"/><description><![CDATA[<p>Generics drugmaker Alkem Laboratories raised 13.5 billion rupees ($201.88 million) in its initial public offering after pricing shares at 1,050 rupees each, according to its prospectus.</p>  <p>Pricing was at the top end of its 1,020-1,050 rupee price band. </p>  <p>Alkem is expected to list on exchanges on or before Dec. 29, according to a source familiar with the listing. The IPO was subscribed 44.3 times.</p>  <p>  </p><p>($1 = 66.8700 Indian rupees)</p>]]></description><link><![CDATA[http://www.sify.com/finance/alkem-laboratories-prices-200-mln-ipo-at-1050-rupees-per-share-news-ipo-pmqm1aehggdaa.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/alkem-laboratories-200-million-ipo-44-times-subscribed-news-ipo-pmkteaijhaifi.html]]></guid><pubDate><![CDATA[Thu, 10 Dec 2015 13:33:00 +0530]]></pubDate><title><![CDATA[Alkem Laboratories $200 million IPO 44 times subscribed]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/ojtqkbcjgjjaf.jpg\"/><description><![CDATA[Generics drugmaker Alkem Laboratories received orders worth 44 times the number of available shares for its 13.5 billion rupee ($202.37 million) initial public offering, according to exchange data.<br><br>Alkem had received orders for about 401 million shares as of 5 p.m. (11.30 GMT), well above the 9.1 million shares on offer, according to data from the National Stock Exchange and BSE Ltd. Bookbuilding will close later on Thursday.<br><br>Qualified institutional investors were the most active bidders, having placed orders worth about 57.2 times the number of shares slotted.<br><br>Meanwhile, Dr. Lal Pathlabs' 6.3 billion rupees ($94.44 million) IPO, whose bookbuilding also ends on Thursday, was subscribed about 33 times the number of available shares.<br><br>($1 = 66.7100 Indian rupees)<br>]]></description><link><![CDATA[http://www.sify.com/finance/alkem-laboratories-200-million-ipo-44-times-subscribed-news-ipo-pmkteaijhaifi.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/alkem-may-announce-ipo-price-band-on-nov-30-or-dec-1-sources-news-ipo-pl4ncpjbhdebb.html]]></guid><pubDate><![CDATA[Mon, 30 Nov 2015 07:32:00 +0530]]></pubDate><title><![CDATA[Alkem may announce IPO price band on Nov 30 or Dec 1: sources]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pjejXUbhhgida.jpg\"/><description><![CDATA[<p>Drugmaker Alkem Laboratories Ltd <ipo-alke.bo>, which is raising about 13.44 billion rupees ($201.3 million) through an initial public offering, could announce the price band on Nov. 30 or Dec. 1, according to two sources familiar with the matter.</ipo-alke.bo></p>  <p>Earlier this month, Reuters reported that the company would launch the IPO by the second week of December.</p>  <p>The issue size for cornerstone investors is seen at about 4 billion rupees of the total 6.72 billion rupees reserved for institutional investors, said the sources, who declined to be named as details of the listing are not public.</p>  <p>A spokesman for Alkem declined to comment. </p>  <p>The issue will be open to anchor investors on Dec. 7 and will be open to retail investors from Dec. 8-10, Alkem said in its red herring prospectus on Friday. </p>  <p>($1 = 66.7750 rupees)</p>]]></description><link><![CDATA[http://www.sify.com/finance/alkem-may-announce-ipo-price-band-on-nov-30-or-dec-1-sources-news-ipo-pl4ncpjbhdebb.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/ifrs-upcoming-asia-ipos-follow-ons--convertibles-news-market-plyiuefigacfh.html]]></guid><pubDate><![CDATA[Tue, 24 Nov 2015 02:50:00 +0530]]></pubDate><title><![CDATA[IFR's upcoming Asia IPOs, follow-ons + convertibles]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pkqkHmgfachhb.jpg\"/><description><![CDATA[<p>Near-term pipeline of notable IPOs, follow-ons and convertibleofferings, from IFR and other sources:</p>  <p>  </p><p>** Nov 25: Star Petroleum Refining <ipo-cpt.bk> (Thailand)-$692 mln SET IPO. Bualuang, BAML, Finansa, Phatra, MorganStanley, Siam Commercial Bank</ipo-cpt.bk></p>  <p>** Nov: Wenceslao <ipo-dmw.ps> (Philippines) - $250 mln IPO.BPI, CLSA, DB, Maybank</ipo-dmw.ps></p>  <p>** Nov: BHG Retail REIT (Singapore) - $197 mln IPO. DBS</p>  <p>** Dec 2: China Energy Engineering Group <ipo-ceec.hk>(China) - $2 bln SEHK IPO. CICC, Citic CLSA</ipo-ceec.hk></p>  <p>** Dec 2: UNV Digital (China) - $150 mln SEHK IPO. Citi, GS</p>  <p>** Dec: Bank of Qingdao <ipo-bkqd.hk> (China) - $700 mlnSEHK IPO. Citic CLSA, GS</ipo-bkqd.hk></p>  <p>** Dec: Modern Dental Group <ipo-mdlb.hk> (China) - $250 mlnSEHK IPO. Deutsche</ipo-mdlb.hk></p>  <p>** Dec: Xinte Energy <ipo-xine.hk> (China) - $500 mln SEHKIPO. GF, UBS</ipo-xine.hk></p>  <p>** Dec: Alkem Laboratories <ipo-alke.bo> (India) - $200 mlnIPO; Axis, Edelweiss, JP Morgan, Nomura</ipo-alke.bo></p>  <p>** PacificSec to seek okay for Rmb4.5bn rights issue</p>  <p>** Approval for China Merchants SIZ's overall listing</p>]]></description><link><![CDATA[http://www.sify.com/finance/ifrs-upcoming-asia-ipos-follow-ons--convertibles-news-market-plyiuefigacfh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/ten-chinese-firms-look-to-raise-nearly-500-million-through-ipos-news-ipo-plxiaKfachdea.html]]></guid><pubDate><![CDATA[Mon, 23 Nov 2015 02:30:00 +0530]]></pubDate><title><![CDATA[Ten Chinese firms look to raise nearly $500 million through IPOs]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/plxiaIahggbha.jpg\"/><description><![CDATA[<p>Ten Chinese firms on Monday applied for approval to raise over three billion yuan ($469.96 million) through mainland listings, as regulators restart initial public offerings (IPO) after a near five-month hiatus. </p>  <p>Among the companies that filed their plans to the Shanghai and Shenzhen stock exchanges were toy building block maker BanBao and outdoor power equipment firm Topsun. </p>  <p>China's securities regulator said last Friday that 10 companies had completed their IPO preparations. The government suspended stock market listings during the summer market rout.</p>  <p>  </p><p>($1 = 6.3835 Chinese yuan renminbi)</p>]]></description><link><![CDATA[http://www.sify.com/finance/ten-chinese-firms-look-to-raise-nearly-500-million-through-ipos-news-ipo-plxiaKfachdea.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/indias-indigo-surges-12-pct-from-ipo-price-in-market-debut-news-corporate-plkkanahbddeb.html]]></guid><pubDate><![CDATA[Tue, 10 Nov 2015 04:30:00 +0530]]></pubDate><title><![CDATA[India's IndiGo surges 12 pct from IPO price in market debut]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/plkkb9bchggbh.jpg\"/><description><![CDATA[<p>Shares in InterGlobe Aviation Ltd, operator of India's biggest airline by market share,IndiGo, opened at 855.80  rupees, up 12 percent from its initialpublic offering price of 765 rupees in its market debut onTuesday.</p>  <p>InterGlobe raised 30.1 billion rupees ($453.52 million) in ahotly anticipated IPO, which was subscribed over six timesdriven by strong demand from foreign institutional investors.</p>  <p>InterGlobe's IPO is the biggest Indian listing since BhartiInfratel Ltd's $750 million market debut in December2012.</p>  <p>($1 = 66.3700 Indian rupees)</p>]]></description><link><![CDATA[http://www.sify.com/finance/indias-indigo-surges-12-pct-from-ipo-price-in-market-debut-news-corporate-plkkanahbddeb.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/japan-post-firms-make-strong-debut-after-12-billion-triple-ipo-news-market-plehcyeaaaaah.html]]></guid><pubDate><![CDATA[Wed, 04 Nov 2015 01:32:00 +0530]]></pubDate><title><![CDATA[Japan Post firms make strong debut after $12 billion triple IPO]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/plehcxgadcdcc.jpg\"/><description><![CDATA[<p>Japan Post Holdings and its two financial units burst out of the gate with gains of 16 to 33 percent in their debuts on Wednesday, after the government raised $12 billion from the triple IPO in Japan's biggest privatisation since the 1980s.</p>  <p>The listing of the national postal and savings giant is a key step in Prime Minister Shinzo Abe's plans to kick-start Japan's sluggish economy by encouraging households to invest or spend more of their low-yielding bank deposits.</p>  <p>Japan Post Holdings Co opened at 1,631 yen per share, 16.5 percent higher than the initial public offering price of 1,400 yen.</p>  <p>Japan Post Bank Co debuted at 1,680 yen, up 15.9 percent from its IPO price of 1,450 yen. Japan Post Insurance Co started at 2,929 yen, 33 percent higher than its 2,200 yen IPO price.</p>  <p>The government eventually aims to raise a total of 4 trillion yen ($33 billion) through additional stake sales over the next several years to fund the reconstruction of areas hit by the 2011 earthquake and tsunami.</p>  <p>About 10 percent of each Japan Post company's shares were sold to the public, raising about 1.4 trillion yen ($11.6 billion), in the largest privatisation of a Japanese state-owned firm since that of Nippon Telegraph and Telephone Corp in 1987.</p><p>($1 = 120.6400 yen)</p>]]></description><link><![CDATA[http://www.sify.com/finance/japan-post-firms-make-strong-debut-after-12-billion-triple-ipo-news-market-plehcyeaaaaah.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/alkem-labs-eyes-210-mln-ipo-in-dec---sources-news-ipo-pldoFzdeccaif.html]]></guid><pubDate><![CDATA[Tue, 03 Nov 2015 09:11:00 +0530]]></pubDate><title><![CDATA[Alkem Labs eyes $210 mln IPO in Dec - sources]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/ngdmANiiahbsi.jpg\"/><description><![CDATA[<p>Drug manufacturer Alkem Laboratories Ltd  is set to launch an initial public offering (IPO) worth nearly $210 million in the second week of December, three sources directly involved in the transaction said on Tuesday.</p>  <p>Alkem Labs' share sale will be India's third high-profile market debut in the last three months of 2015, after airline IndiGo raised $459 million and Coffee Day Enterprises raised $176 million. </p>  <p>The company had filed a draft prospectus with India's capital markets regulator in August for an IPO of up to 12.85 million equity shares, constituting 10.75 percent of the paid-up capital.</p>  <p>Officials at Alkem Labs were not immediately reachable for comment.</p>  <p>Spokespeople for Nomura, Axis Capital, JP Morgan and Edelweiss, the bankers on the deal, did not immediately respond to requests for comment. </p>  <p>($1 = 65.4300 rupees)</p>]]></description><link><![CDATA[http://www.sify.com/finance/alkem-labs-eyes-210-mln-ipo-in-dec---sources-news-ipo-pldoFzdeccaif.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/coffee-day-catches-fever-on-debut-news-finance-plcqTyhagdhij.html]]></guid><pubDate><![CDATA[Mon, 02 Nov 2015 16:55:24 +0530]]></pubDate><title><![CDATA[Coffee Day catches fever on debut]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/plcqUsadeejbf.jpg\"/><description><![CDATA[<p></p><p>Shares in Coffee Day Enterprises, operator of India's biggest coffee chain, fell over 17% on its debut on Monday, as investors fretted over a generous price tag they said underestimated concerns around its complex structure.</p><p>Apart from selling cappuccinos to office workers and India's middle classes, the group also owns a logistics firm, a brokerage, three luxury boutique resorts and has a stake in software company MindTree Ltd.</p><p>Coffee Day, which runs the Cafe Coffee Day chain and faces strong competition from a Starbucks (SBUX.O) joint venture, raised Rs 1,150 crore ($175.75 million) in an initial public offering that was twice subscribed, valuing the company at around $1 billion.</p><p>It attracted cornerstone investors including Blackrock who bought their shares at Rs 322 each, betting on tea-drinking India's growing taste for coffee. That compares to an IPO price of Rs 328. But traders and analysts said on Monday that concerns over a lofty valuation were dampening market enthusiasm, along with the fact that Coffee Day is using IPO proceeds to pay down debt.</p><p>\"It can only be a long-term story, not a short-term story because the valuation comfort is not there,\" said G. Chokkalingam, founder of Equinomics, a research and fund advisory firm.</p><p>At the IPO, Coffee Day's enterprise value was around 25.6 times its core earnings, according to financial services company India Infoline (IIFL) - despite the fact that it has posted after-tax losses in the three previous fiscal years.</p><p>There are no obvious peers for Coffee Day in India. IIFL said Jubilant Foodworks, which runs the Domino's Pizza franchise in India, was trading at 40 times core earnings, but the company generates a profit.</p><p>\"It's being sold at a huge premium,\" said a fund manager who was not authorised to talk to the media about the IPO.</p><p>\"If you are a long-term investor there's no great hurry to buy,\" he added.</p><p>Coffee Day shares closed at Rs 270.15 on Monday, down 17.64% from its IPO issue price of Rs 328. The broader NSE index was down 0.19% to close at 8050.80 level.</p><p>The debut comes ahead of a listing by Interglobe Aviation, parent company of the IndiGo airline, which last week raised Rs 3,200 crore ($400 million) in India's biggest IPO in nearly three years.</p><p>Cafe Coffee Day has more than 1,500 outlets in India, having expanded aggressively after opening its first shop in 1996 in the tech hub of Bengaluru.</p>]]></description><link><![CDATA[http://www.sify.com/finance/coffee-day-catches-fever-on-debut-news-finance-plcqTyhagdhij.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/coffee-day-shares-open-below-ipo-price-on-market-debut-news-ipo-plcku4aiibgie.html]]></guid><pubDate><![CDATA[Mon, 02 Nov 2015 04:50:00 +0530]]></pubDate><title><![CDATA[Coffee Day shares open below IPO price on market debut]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/plcku3agbfegj.jpg\"/><description><![CDATA[Shares in Coffee Day Enterprises, operator of India's biggest coffee chain, fell as much as 15.5 percent on its debut on Monday, as investors fretted over a generous price tag they said underestimated concerns around its complex structure.<br><br>Apart from selling cappuccinos to office workers and India's middle classes, the group also owns a logistics firm, a brokerage, three luxury boutique resorts and has a stake in software company MindTree Ltd .<br><br>Coffee Day, which runs the Cafe Coffee Day chain and faces strong competition from a Starbucks joint venture, raised 11.5 billion rupees ($175.75 million) in an initial public offering that was twice subscribed, valuing the company at around $1 billion.<br><br>It attracted cornerstone investors including Blackrock who bought their shares at 322 rupees each, betting on tea-drinking India's growing taste for coffee. That compares to an IPO price of 328 rupees. But traders and analysts said on Monday that concerns over a lofty valuation were dampening market enthusiasm, along with the fact that Coffee Day is using IPO proceeds to pay down debt.<br><br>\"It can only be a long-term story, not a short-term story because the valuation comfort is not there,\" said G. Chokkalingam, founder of Equinomics, a research and fund advisory firm.<br><br>At the IPO, Coffee Day's enterprise value was around 25.6 times its core earnings, according to financial services company India Infoline (IIFL) - despite the fact that it has posted after-tax losses in the three previous fiscal years.<br><br>There are no obvious peers for Coffee Day in India. IIFL said Jubilant Foodworks , which runs the Domino's Pizza franchise in India, was trading at 40 times core earnings, but the company generates a profit.<br><br>\"It's being sold at a huge premium,\" said a fund manager who was not authorised to talk to the media about the IPO.<br><br>\"If you are a long-term investor there's no great hurry to buy,\" he added.<br><br>Coffee Day shares were trading at 277.70 rupees as of 1205 India time (0635 GMT), down 15.3 percent from its IPO price. The broader NSE index was down 0.8 percent.<br><br>The debut comes ahead of a listing by Interglobe Aviation, parent company of the IndiGo airline, which last week raised 30.2 billion rupees in India's biggest IPO in nearly three years.<br><br>Cafe Coffee Day has more than 1,500 outlets in India, having expanded aggressively after opening its first shop in 1996 in the tech hub of Bengaluru, previously known as Bangalore.<br><br>($1 = 65.4350 Indian rupees)]]></description><link><![CDATA[http://www.sify.com/finance/coffee-day-shares-open-below-ipo-price-on-market-debut-news-ipo-plcku4aiibgie.html]]></link></item></channel></rss>",
  "headers": {
    "Content-Length": "11842",
    "Connection": "keep-alive",
    "Content-Encoding": "gzip",
    "Vary": "Accept-Encoding",
    "Date": "Fri, 13 May 2016 07:44:17 GMT",
    "Content-Type": "application/rss+xml;",
    "Server": "Apache/2.2.22 (Unix) mod_ssl/2.2.22 OpenSSL/1.0.1e-fips PHP/5.4.43",
    "X-Powered-By": "PHP/5.4.43"
  },
  "response_url": "http://www.sify.com/rss2/business/article/category/ipo"
}