{
  "requested_url": "http://sify.com/rss2/sports/article/category/others",
  "fetched_at": "2016-05-13T00:46:55.111115",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"utf-8\" ?> <rss version=\"2.0\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:cf=\"http://www.microsoft.com/schemas/rss/core/2005\"><channel><title><![CDATA[Sify.com]]></title><description><![CDATA[Sify India News: Latest updates on Indian sports, cricket India, movie news, images, videos, reviews. Indian business, finance news, stock market tips, Indian recipes, astrology, online shopping exclusively at sify.com]]></description><image><title><![CDATA[Sify.com]]></title><height>40</height><description><![CDATA[Sify India News: Latest updates on Indian sports, cricket India, movie news, images, videos, reviews. Indian business, finance news, stock market tips, Indian recipes, astrology, online shopping exclusively at sify.com]]></description><width>143</width><link><![CDATA[http://www.sify.com/]]></link><url><![CDATA[http://www.sify.com/sifyhome2011/images/mar2015/sify-logo-140x154.jpg]]></url></image><language><![CDATA[en-us]]></language><link><![CDATA[http://www.sify.com/]]></link><lastBuildDate><![CDATA[Fri, 13 May 2016 13:01:26 +0530]]></lastBuildDate><pubDate><![CDATA[Fri, 13 May 2016 13:01:26 +0530]]></pubDate><item><guid><![CDATA[http://www.sify.com/finance/brief-indias-april-total-domestic-passenger-vehicle-sales-up-1104-pct---industry-body-news-auto-qfjlulbjddhdg.html]]></guid><pubDate><![CDATA[Mon, 09 May 2016 05:50:00 +0530]]></pubDate><title><![CDATA[BRIEF-India's April total domestic passenger vehicle sales up 11.04 pct - Industry Body]]></title><description><![CDATA[<p>May 9 (Reuters) - Society of Indian AutomobileManufacturers:* India's April  total domestic passenger vehicle sales  up11.04 pct vs year ago - Industry Body* India's April total domestic passenger vehicle sales at 242060  vehicles - Industry Body* India's April domestic passenger car sales  162566 vehicles,up 1.87 pct vs year ago - Industry Body* India's April commercial vehicle sales  53835 vehicles, up17.36 pct vs year ago - Industry Body* India's April two-wheeler sales 1560339  vehicles, up 21.23pct vs year ago - Industry Body</p>  <p/>  <p>(Bengaluru newsroom)</p>]]></description><link><![CDATA[http://www.sify.com/finance/brief-indias-april-total-domestic-passenger-vehicle-sales-up-1104-pct---industry-body-news-auto-qfjlulbjddhdg.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/adidas-seeks-buyer-for-golf-businesses-to-focus-on-shoes-clothing-news-equity-qfeogpbfhched.html]]></guid><pubDate><![CDATA[Wed, 04 May 2016 15:52:00 +0530]]></pubDate><title><![CDATA[Adidas seeks buyer for golf businesses to focus on shoes, clothing]]></title><description><![CDATA[<p>By Emma Thomasson</p>  <p>BERLIN (Reuters) - German sportswear company Adidas aims to sell the bulk of its loss-making golf business to focus on shoes and clothing, it said after the core Adidas brand reported strong quarterly sales, particularly in the United States.</p>  <p>Adidas, which launched a review of its golf business last August, said on Wednesday that it would focus on selling golf shoes and clothing under the Adidas label and seek to sell TaylorMade and Adams, which sell golf clubs and other equipment, as well as the Ashworth golf shoes and clothing brand.</p>  <p>After peaking around 2000, when Tiger Woods was in his prime, the number of people playing golf in the United States, which accounts for half the global golf market, has fallen sharply.</p>  <p>\"We expect this will remove the earnings volatility of an equipment business with higher fixed costs and lower sales visibility than traditional sportswear,\" said UBS analysts, who have a \"neutral\" rating on Adidas shares.</p>  <p>Analysts speculate that a sale could prompt writedowns.</p>  <p>Adidas bought TaylorMade in 1997 as part of its $1.4 billion acquisition of French skiing label Salomon, developing it into the world's biggest supplier of golf drivers. It bought smaller Ashworth in 2008 and Adams four years later.</p>  <p>The golf business achieved sales of 902 million euros ($1.04 billion) last year, accounting for about 5 percent of group sales and down by a third from a peak of 1.34 billion euros in 2012. The part of the business it is selling accounts for 60  percent of total golf-related revenue. </p>  <p>Analysts predict the business might draw interest from companies in Asia or a financial investor, rather than a rival such as Nike, Puma, Under Armour or Callaway Golf, which might be wary of increased exposure to golf.</p>  <p>Several private equity firms have looked at the business and decided against a bid, citing its losses and the sport's waning popularity, sources close to the companies have told Reuters. </p>  <p/>  <p>U.S. LEAP</p>  <p>Adidas made the announcement as it reported a 31 percent jump in quarterly sales of its core brand in North America, as a rise in marketing spend helped it to gain ground on rivals.</p>  <p>Adidas shares, which soared to a record high last week when it released strong headline quarterly figures and raised its 2016 outlook, were down 0.6 percent at 1508 GMT, against a 0.8 percent decline for the German blue-chip index.</p>  <p>Chief Executive Herbert Hainer said growth was driven by both fashion products such as its retro Stan Smith sneakers and training gear including its springy Boost running shoes, with U.S. sports gear sales up 50 percent in the quarter.</p>  <p>Total Adidas brand sales rose 26 percent, far outperforming the 6 percent of its Reebok fitness label, which some investors hope might also be put up for sale after Hainer is replaced as CEO by former Henkel boss Kasper Rorsted in October.</p>  <p>Hainer reiterated his desire to hang on to Reebok, citing a booming fitness market.</p>  <p>TaylorMade sales returned to growth in the quarter, rising 6 percent, while Adidas golf sales were up 3 percent. But that failed to make up for double-digit declines at Ashworth and Adams.</p>  <p>Hainer said the unit is still making a small loss overall but is improving quarter to quarter.</p>  <p>($1 = 0.8702 euros)</p>  <p/>  <p> (Additional reporting by Lauren Hirsch; Editing by David Goodman)</p>]]></description><link><![CDATA[http://www.sify.com/finance/adidas-seeks-buyer-for-golf-businesses-to-focus-on-shoes-clothing-news-equity-qfeogpbfhched.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/india-asks-uk-to-deport-embattled-tycoon-vijay-mallya-news-crime-qe2sfJeacahai.html]]></guid><pubDate><![CDATA[Thu, 28 Apr 2016 12:35:00 +0530]]></pubDate><title><![CDATA[India asks UK to deport embattled tycoon Vijay Mallya]]></title><description><![CDATA[<p>NEW DELHI (Reuters) - India said on Thursday it had asked Britain to deport Vijay Mallya, the liquor tycoon who flew to London last month as bankers pressed him to repay about $1.4 billion owed by his defunct Kingfisher Airlines.</p>  <p>The Ministry of External Affairs has written to the British High Commission seeking Mallya's return so that \"his presence can be secured for investigations against him\" under India's anti-moneylaundering law, spokesman Vikas Swarup told reporters.</p>  <p>The liquor tycoon and Formula 1 boss has not disclosed his whereabouts since flying first class from Delhi to London on March 2, leaving the Indian government and bankers red faced as they try to crack down on high-profile defaulters.</p>  <p>The foreign ministry last Sunday revoked Mallya's diplomatic passport that he carried as a member of parliament's upper house. The move was a step towards launching a bid to bring home Mallya, who is the subject of a non-bailable warrant issued by a special judge in Mumbai.</p>  <p>The Enforcement Directorate, a government agency set up to fight financial crime, has accused Mallya's UB Group of using 4.3 billion rupees ($64.5 million) of bank loans to Kingfisher to buy property overseas.</p>  <p>Creditors, led by State Bank of India <SBI.NS>, have rejected an offer of partial repayment by Mallya, who had given a personal guarantee for the Kingfisher loan. They have demanded that the former billionaire attend a hearing in India's Supreme Court.</p>  <p>Mallya, traced by Indian reporters to a country residence in Hertfordshire, has said he would comply with the law. </p>  <p>The British Home Office, which adjudicates in such cases, declined to comment. A spokesman said its policy was neither to confirm nor deny that extradition requests have been made.</p>  <p/>  <p> (Reporting by Krishna N. Das and Douglas Busvine; editing by Susan Thomas)</p>]]></description><link><![CDATA[http://www.sify.com/news/india-asks-uk-to-deport-embattled-tycoon-vijay-mallya-news-crime-qe2sfJeacahai.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/update-1-uk-stocks-factors-to-watch-on-april-21-news-equity-qevmuqgheabec.html]]></guid><pubDate><![CDATA[Thu, 21 Apr 2016 06:50:00 +0530]]></pubDate><title><![CDATA[UPDATE 1-UK Stocks-Factors to watch on April 21]]></title><description><![CDATA[<p>(Adds futures, company news items)</p>  <p>April 21 (Reuters) - Britain's FTSE 100 index is seen opening up 15points, or 0.2 percent, on Thursday, according to financial bookmakers, withfutures up 0.12 percent ahead of the cash market open. For more on thefactors affecting European stocks, please click on</p>  <p/>  <p>* The UK blue chip index closed up 4.91 points, or 0.1 percent on Wednesdayat 6,410.26, at a fresh year high after a rally in the price of oil spurredgains in commodity-related stocks.</p>  <p>* ANGLO AMERICAN: Global mining company Anglo American Plc said ironore production at its Kumba Iron Ore Ltd unit fell 27 percent in thefirst quarter as the mine moves to a lower-cost pit configuration.</p>  <p>* SABMILLER: SABMiller sold 4 percent more lager in its most recentquarter than in the year-ago period as momentum improved in the second half ofits financial year.</p>  <p>* SMITHS GROUP: French aerospace and defence group Safran said itagreed to sell its U.S.-based Morpho Detection business and otherdetection-related activities to British engineering conglomerate Smiths Group for an enterprise value of $710 million.</p>  <p>* CENTRICA: British utility group Centrica said on Thursday it hasagreed to buy Denmark-based energy management firm Neas Energy for 170 millionpounds ($243.9 million) to build on its marketing and trading activities inmainland Europe.</p>  <p>* SKY: Pay-TV and broadband group Sky said it attracted 177,00 newcustomers in its third quarter, including 46,000 broadband additions in Britainand Ireland, helping revenue rise 5 percent for the first nine months, in linewith forecasts.</p>  <p>* SKY: Mediaset and Sky Italia, a unit of Sky Plc, havebeen fined 55.4 million euros ($62.7 million) by Italy's antitrust authority forbreaching competition laws during the 2014 sale of soccer TV rights, theauthority said on Wednesday.</p>  <p>* DARTY: Conforama, a subsidiary of Steinhoff International Holdings NV has increased its cash offer for shares in electronics retailer DartyPlc it does not already own to 138 pence per share.</p>  <p>* DARTY: French retailer Fnac said on Thursday it was offering 145pence per share to buy Darty, Europe's third-largest electronicsretailer, trumping a freshly raised offer from Conforama, a unit of SouthAfrican retail conglomerate Steinhoff.</p>  <p>* DAILY MAIL: The parent of Britain's Daily Mail, Daily Mail & General TrustPlc, said on Wednesday it had not submitted its own bid to buy YahooInc's core Internet business, but was still in talks to partner withother suitors of the U.S. company.</p>  <p>* SHELL: Royal Dutch Shell has failed to halt production at theGbaran Ubie oil and gas facility in southern Nigeria, contravening a court orderfor the site to be sealed and raising the prospect of legal action, stategovernment officials said on Wednesday.</p>  <p>* BHP BILLITON: BHP Billiton  does not expect recent rise iniron ore and metallurgical coal prices to hold for more than a few months, asmore low cost supply is set to hit the market, its Australian chief said onThursday.</p>  <p>* HSBC: Pay is not the only thing HSBC investors will challengeexecutives over at Friday's annual meeting in London, calls for reassurance ondividends, Chinese expansion and succession planning are all set to feature.</p>  <p>* UK STEEL: Senior staff at Port Talbot, Britain's biggest steel works, areseeking to launch a management buyout plan with the support of staff, investorsand the government to save the loss-making plant put up for sale by Tata Steel.</p>  <p>* ECB: ECB President Mario Draghi is likely to drive home the case forultra-loose monetary policy on Thursday, hitting back after a barrage ofcriticism from German officials who dispute the bank's recipe for tackling theeuro zone's economic malaise.</p>  <p>* BREXIT: The 'In' campaign has a 11-point lead against rival 'Out' ahead ofBritain's referendum in June to decide if Britain should be a part of theEuropean Union, according to a ComRes poll for Daily Mail and ITV News.</p>  <p>* BREXIT: British support for staying in the European Union has risenslightly, according to two opinion polls on Wednesday that add to signs the\"Remain\" campaign has gained momentum ahead of a referendum in June.</p>  <p>An Ipsos MORI telephone poll of 1,026 people showed the \"In\" camp, supportedby Prime Minister David Cameron, holding a 10-point lead over those wanting toleave the 28-nation bloc.</p>  <p>* BREXIT: A British exit from the European Union would hurt London's statusas a global financial centre because international banks could move away andeuro trading would be hit, the City of London Corporation said on Wednesday.</p>  <p>* BREXIT: U.S. President Barack Obama flies to London on Thursday with amission: to persuade wavering British voters not to ditch membership of theEuropean Union in a June 23 referendum that Washington fears could weaken theWest.</p>  <p>* UK PAY: British employers offered the least generous wage deals in nearlysix years in the three months to April, industry data showed on Thursday, a dayafter a Bank of England policymaker said low inflation was pushing down paygrowth.</p>  <p>* OIL: Crude prices steadied after earlier declines on Thursday as theInternational Energy Agency (IEA) said 2016 would see the biggest fall innon-OPEC production in a generation, helping rebalance a market that has beendogged by oversupply.</p>  <p>* SILVER: Silver surged nearly 3 percent on Thursday, hitting an 11-monthtop and lifting gold with it, as commodities rallied on firmer oil prices andoptimism over the Chinese economy.</p>  <p>* COPPER: London copper hit its highest in almost a month on Thursday, afterstrong gains in oil the session before stoked investor appetite for commoditiesalready buoyed by a generally brightening picture for global growth.</p>  <p>* EX-DIVS: ARM, BAE Systems, Capita, Fresnillo, Mondi and Smith & Nephew will trade withoutentitlement to their latest dividend pay-out on Thursday, trimming 3.30 pointsoff the FTSE 100 according to Reuters calculations</p>  <p>TODAY'S UK PAPERS</p>  <p>> Financial Times</p>  <p>> Other business headlines              (Reporting by Noor Zainab Hussain in Bengaluru; Editing by Sunil Nair)</p>]]></description><link><![CDATA[http://www.sify.com/finance/update-1-uk-stocks-factors-to-watch-on-april-21-news-equity-qevmuqgheabec.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/uk-stocks-factors-to-watch-on-april-21-news-equity-qevlumegibcga.html]]></guid><pubDate><![CDATA[Thu, 21 Apr 2016 05:50:00 +0530]]></pubDate><title><![CDATA[UK Stocks-Factors to watch on April 21]]></title><description><![CDATA[<pre><p>April 21 (Reuters) - Britain's FTSE 100 index is seen opening up 15points, or 0.2 percent higher on Thursday, according to financial bookmakers.For more on the factors affecting European stocks, please click on         * The UK blue chip index closed up 4.91 points, or 0.1 percent on Wednesdayat 6,410.26, at a fresh year high after a rally in the price of oil spurredgains in commodity-related stocks.     * SKY: Mediaset and Sky Italia, a unit of Sky Plc, havebeen fined 55.4 million euros ($62.7 million) by Italy's antitrust authority forbreaching competition laws during the 2014 sale of soccer TV rights, theauthority said on Wednesday.     * DARTY: Conforama, a subsidiary of Steinhoff International Holdings NV has increased its cash offer for shares in electronics retailer DartyPlc it does not already own to 138 pence per share.     * DARTY: French retailer Fnac said on Thursday it was offering 145pence per share to buy Darty, Europe's third-largest electronicsretailer, trumping a freshly raised offer from Conforama, a unit of SouthAfrican retail conglomerate Steinhoff.     * DAILY MAIL: The parent of Britain's Daily Mail, Daily Mail & General TrustPlc, said on Wednesday it had not submitted its own bid to buy YahooInc's core Internet business, but was still in talks to partner withother suitors of the U.S. company.      * SHELL: Royal Dutch Shell has failed to halt production at theGbaran Ubie oil and gas facility in southern Nigeria, contravening a court orderfor the site to be sealed and raising the prospect of legal action, stategovernment officials said on Wednesday.     * BHP BILLITON: BHP Billiton  does not expect recent risesin iron ore and coal prices to hold for more than a few months, as the uptick inprices would bring more supply to the market, its Australian chief said onThursday.       * HSBC: Pay is not the only thing HSBC investors will challengeexecutives over at Friday's annual meeting in London, calls for reassurance ondividends, Chinese expansion and succession planning are all set to feature.     * UK STEEL: Senior staff at Port Talbot, Britain's biggest steel works, areseeking to launch a management buyout plan with the support of staff, investorsand the government to save the loss-making plant put up for sale by Tata Steel.     * ECB: ECB President Mario Draghi is likely to drive home the case forultra-loose monetary policy on Thursday, hitting back after a barrage ofcriticism from German officials who dispute the bank's recipe for tackling theeuro zone's economic malaise.      * BREXIT: The 'In' campaign has a 11-point lead against rival 'Out' ahead ofBritain's referendum in June to decide if Britain should be a part of theEuropean Union, according to a ComRes poll for Daily Mail and ITV News.     * BREXIT: British support for staying in the European Union has risenslightly, according to two opinion polls on Wednesday that add to signs the\"Remain\" campaign has gained momentum ahead of a referendum in June.    An Ipsos MORI telephone poll of 1,026 people showed the \"In\" camp, supportedby Prime Minister David Cameron, holding a 10-point lead over those wanting toleave the 28-nation bloc.      * BREXIT: A British exit from the European Union would hurt London's statusas a global financial centre because international banks could move away andeuro trading would be hit, the City of London Corporation said on Wednesday.      * BREXIT: U.S. President Barack Obama flies to London on Thursday with amission: to persuade wavering British voters not to ditch membership of theEuropean Union in a June 23 referendum that Washington fears could weaken theWest.      * UK PAY: British employers offered the least generous wage deals in nearlysix years in the three months to April, industry data showed on Thursday, a dayafter a Bank of England policymaker said low inflation was pushing down paygrowth.      * OIL: Crude prices steadied after earlier declines on Thursday as theInternational Energy Agency (IEA) said 2016 would see the biggest fall innon-OPEC production in a generation, helping rebalance a market that has beendogged by oversupply.     * SILVER: Silver surged nearly 3 percent on Thursday, hitting an 11-monthtop and lifting gold with it, as commodities rallied on firmer oil prices andoptimism over the Chinese economy.      * COPPER: London copper hit its highest in almost a month on Thursday, afterstrong gains in oil the session before stoked investor appetite for commoditiesalready buoyed by a generally brightening picture for global growth.      * EX-DIVS: ARM, BAE Systems, Capita, Fresnillo, Mondi and Smith & Nephew will trade withoutentitlement to their latest dividend pay-out on Thursday, trimming 3.30 pointsoff the FTSE 100 according to Reuters calculations     * UK CORPORATE DIARY: Immedia Group PLC               Full Year  SABMiller PLC                   Q4  Ladbrokes PLC                   Q1  Anglo American PLC              Q1  SEGRO PLC                       Q1  Go-Ahead Group PLC              Q3 SKY PLC                         Q3 Acacia Mining PLC               Q1      TODAY'S UK PAPERS    > Financial Times                          > Other business headlines              (Reporting by Noor Zainab Hussain in Bengaluru; Editing by Sunil Nair)</p></pre>]]></description><link><![CDATA[http://www.sify.com/finance/uk-stocks-factors-to-watch-on-april-21-news-equity-qevlumegibcga.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/dipa-karmakar-becomes-first-indian-woman-gymnast-to-qualify-for-olympics-news-others-qeskWlehddfce.html]]></guid><pubDate><![CDATA[Mon, 18 Apr 2016 10:58:11 +0530]]></pubDate><title><![CDATA[Dipa Karmakar becomes first Indian woman gymnast to qualify for Olympics]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qeskGKfeidfge.jpg\"/><description><![CDATA[<p>Dipa Karmakar on Sunday created history by becoming the first Indian woman gymnast to qualify for Olympics as she booked a berth for the Rio Games after a strong performance at the final qualifying and test event in Rio.</p><p>The 22-year-old garnered a total score of 52.698 points in the Olympics qualifying event to book a berth for artistic gymnastics in Rio Games to be held in August. Apart from being the first Indian woman, she will also be the first Indian gymnast qualifying for the quadrennial extravaganza after 52 long years.</p><p>Since India's independence, 11 Indian male gymnast have taken part in the Olympics (two in 1952, three in 1956 and six in 1964) but this will be a first for an Indian woman at the Olympics. The International Federation of Gymnastics (Federation Internationale de Gymnastique) has confirmed Dipa's Rio Games qualification in its official release.</p><p>\"Following the Women's Qualification Competition at the Gymnastics Test Event in Rio, the International Gymnastics Federation (FIG) herewith confirms the list of nations and individual gymnasts that have qualified for the Rio 2016 Olympic Games,\" the world body said in its release. Dipa has been listed as the 79th gymnast among individual qualifiers in the list of women's artistic gymnast who have qualified for the Rio Olympics.</p><p>Her first vault, the much difficult Produnova, gave Dipa 15.066 points, the highest among the 14 competitors. But a poor show in the uneven bars took her points down as she collected 11.700, the second worst among the 14 participants.</p><p>The Tripura girl secured 13.366 and 12.566 points in beam and floor exercises. Deepak Kagra, an international referee, said that after's Dipa's strong performance it was certain that she would qualify for Rio Olympics.</p><p>\"It was a very good score from Dipa and we were certain that she would qualify. Now the world body has published the names of the gymnasts who have qualified for the Olympics and her name is there. The gymnastics community is proud of Dipa's achievements,\" he said.</p><p>The 22-year-old could not clinch an Olympic berth in the World Championships in November last as she finished outside the podium (fifth place). She was earlier named as second reserve for the ongoing Olympic Test event in Rio but was informed last month that she had sneaked into the shortlist of participants.</p><p>Dipa had created history by becoming the first woman gymnast to win a medal - a bronze - in the Commonwealth Games in Glasgow in 2014. She then became the first Indian woman gymnast to feature in the finals of World Championships in November last.</p><p>The sport of gymnastics has been in turmoil in the country in the the last few years with rival factions holding elections and claiming to be the national federation. Even the camps for the gymnasts has been held under the aegis of Sports Authority of India.</p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">BBC News - Indian gymnast's dangerous leap for success <a href=\"https://t.co/KRaiX117VT\">https://t.co/KRaiX117VT</a> <a href=\"https://twitter.com/hashtag/DipaKarmakar?src=hash\">#DipaKarmakar</a></p>— Ryan Mandrake (@RyanMandrake) <a href=\"https://twitter.com/RyanMandrake/status/706791562521481216\">March 7, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">Congratulations Dipa Karmakar. For Indian sport, this 1st ever Olympic qualification for gymnastics is like a medal <a href=\"https://t.co/sHk0yYtpcC\">https://t.co/sHk0yYtpcC</a></p>— Shekhar Gupta (@ShekharGupta) <a href=\"https://twitter.com/ShekharGupta/status/721911513200504832\">April 18, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/DipaKarmakar?src=hash\">#DipaKarmakar</a> becomes the first Indian gymnast to qualify for the Olympics. <a href=\"https://twitter.com/hashtag/Rio2016?src=hash\">#Rio2016</a> <a href=\"https://t.co/rIojgUTbVX\">https://t.co/rIojgUTbVX</a> <a href=\"https://t.co/CAuJtSfe06\">pic.twitter.com/CAuJtSfe06</a></p>— ELLE India (@ELLEINDIA) <a href=\"https://twitter.com/ELLEINDIA/status/721801566215356417\">April 17, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script>]]></description><link><![CDATA[http://www.sify.com/sports/dipa-karmakar-becomes-first-indian-woman-gymnast-to-qualify-for-olympics-news-others-qeskWlehddfce.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/pirelli-warn-they-could-leave-f1-if-no-test-deal-news-others-qesqfgiiieefc.html]]></guid><pubDate><![CDATA[Mon, 18 Apr 2016 10:34:00 +0530]]></pubDate><title><![CDATA[Pirelli warn they could leave F1 if no test deal]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qesqfgjdiadcb.jpg\"/><description><![CDATA[<p>LONDON (Reuters) - Sole supplier Pirelli has warned that it could walk away from Formula One after the current season if the sport fails to ratify tyre testing plans by close of play on Monday.</p>  <p>The motorsport.com website quoted Pirelli motorsport director Paul Hembery as saying there would not be enough time to prepare new, wider tyres planned for 2017 if the governing FIA's Formula One commission stalled on approving rule changes.</p>  <p>Pirelli won a tender for the 2017-19 contract in October but that has yet to be signed off with the International Automobile Federation (FIA) due to the testing issues.</p>  <p>\"When I land (in Europe after the Chinese Grand Prix), if I don't have an email confirming it's approved, or something else positive, then you will be calling me for a different story,\"  said Hembery.</p>  <p>\"This is it. We cannot do our job without this. We cannot deliver. We are being asked to make very significant changes, by changing the driveability of the tyres.\"</p>  <p>Hembery and the FIA were not immediately available for comment. </p>  <p>Motorsport.com said Pirelli had written to the FIA earlier in April to make clear that it would withdraw from the 2017-19 contract if the test programme was not sorted immediately.</p>  <p>The website said FIA race director Charlie Whiting had recently visited senior Pirelli representatives in Milan to  push the testing agreement forward.</p>  <p>It added, however, that an agreement had been reached in Shanghai, during the weekend's third round of the championship, for five teams to join a programme to run from July for a period of 25 car days.</p>  <p>\"There are big changes happening. We are being asked to make big changes, the drivers are asking for change - and yet we are being left without the tools to do it. People can argue we don't need to test, but we do,\" said Hembery.   </p>  <p>Formula One is preparing for major rule changes next season aimed at making cars faster, harder to drive and with more downforce.</p>  <p>As part of the plans, wider tyres will be subjected to heavier loading and faster cornering speeds.</p>  <p>Teams are currently subject to strict limits on track testing before and during the season but the regulations now allow for 12 days of tyre testing. Pirelli also want clarification on what cars and drivers they can use.</p>  <p/>  <p> (Reporting by Alan Baldwin, editing by Gareth Jones)</p>]]></description><link><![CDATA[http://www.sify.com/finance/pirelli-warn-they-could-leave-f1-if-no-test-deal-news-others-qesqfgiiieefc.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/katrina-kaif-ranveer-singh-kick-off-ipl-9-with-star-studded-opening-ceremony-news-others-qeiwucegaebba.html]]></guid><pubDate><![CDATA[Fri, 08 Apr 2016 16:50:00 +0530]]></pubDate><title><![CDATA[Katrina Kaif, Ranveer Singh kick off IPL 9 with star-studded opening ceremony]]></title><description><![CDATA[<p>The ninth edition of Indian Premier League (IPL) got off to a colourful start with a star-studded and glittering opening ceremony at the National Sports Club Of India (NSCI).</p><p>With a strong number of cricketers from across the globe, stars from the entertainment sector and other dignitaries filling the stands, the 120-minute plus programme saw the country's Twenty20 tournament take off in style.</p><p>The gala started when Jacqueline Fernandez danced to the tunes of some famous numbers <i>Yaar Na Mile Te Mar Jawan</i>, <i>Party On My Mind</i> and <i>Sooraj Dooba Hain</i> along with young boys and girls.</p><p>Next up, Katrina Kaif danced to the tunes of her famous numbers <i>Dhoom 3</i>, <i>Bang Bang</i>, <i>Afghan Jalebi Yaa Baba</i>, alongside young boys and girls and was followed by a performance by none other than West Indies star all-rounder Dwayne Bravo who danced and sang his song <i>Champion</i>. He was later on joined by India's Ankit Tiwari.</p><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en-gb\"><p dir=\"ltr\" lang=\"en\"><a href=\"https://twitter.com/hashtag/iplopeningceremony?src=hash\">#iplopeningceremony</a> <a href=\"https://twitter.com/asliyoyo\">@asliyoyo</a> <a href=\"https://twitter.com/Asli_Jacqueline\">@Asli_Jacqueline</a> <a href=\"https://twitter.com/RanveerOfficial\">@RanveerOfficial</a> <a href=\"https://twitter.com/hashtag/Katrina?src=hash\">#Katrina</a> <a href=\"https://twitter.com/hashtag/DJ?src=hash\">#DJ</a> <a href=\"https://twitter.com/hashtag/Bravo?src=hash\">#Bravo</a> <br>All in one pic<a href=\"https://twitter.com/hashtag/Champion?src=hash\">#Champion</a><br> <a href=\"https://t.co/RKsMEfM7EU\">pic.twitter.com/RKsMEfM7EU</a></p>— Cricket's Diary (@Shahid_kaliwal) <a href=\"https://twitter.com/Shahid_kaliwal/status/718483436911124480\">8 April 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en-gb\"><p dir=\"ltr\" lang=\"cy\">QUEEN OF BOLLYWOOD KATRINA KAIF <a href=\"https://twitter.com/hashtag/iplopeningceremony?src=hash\">#iplopeningceremony</a> <a href=\"https://t.co/Z0P4TMkW7a\">pic.twitter.com/Z0P4TMkW7a</a></p>— Kris Ku (@Katrinafan95) <a href=\"https://twitter.com/Katrinafan95/status/718480139084902400\">8 April 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en-gb\"><p dir=\"ltr\" lang=\"en\"><a href=\"https://twitter.com/KatrinaKaif_\">@KatrinaKaif_</a> U very nice <a href=\"https://twitter.com/hashtag/Dancer?src=hash\">#Dancer</a><a href=\"https://twitter.com/hashtag/iplopeningceremony?src=hash\">#iplopeningceremony</a> <a href=\"https://t.co/3AnCuvH2Gc\">pic.twitter.com/3AnCuvH2Gc</a></p>— Rj Saho Khan (@SahoKhan) <a href=\"https://twitter.com/SahoKhan/status/718479788894126080\">8 April 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en-gb\"><p dir=\"ltr\" lang=\"en\">She is perfect.... katty dancing on dhoom machale <a href=\"https://twitter.com/hashtag/katrinakaif?src=hash\">#katrinakaif</a> <a href=\"https://twitter.com/hashtag/IPL2016?src=hash\">#IPL2016</a> <a href=\"https://twitter.com/hashtag/iplopeningceremony?src=hash\">#iplopeningceremony</a> <a href=\"https://t.co/sOrEGn61KJ\">pic.twitter.com/sOrEGn61KJ</a></p>— Sabrina (@sabrina158) <a href=\"https://twitter.com/sabrina158/status/718485967745716226\">8 April 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en-gb\"><p dir=\"ltr\" lang=\"en\"><a href=\"https://twitter.com/hashtag/KatrinaKaif?src=hash\">#KatrinaKaif</a> with DJ <a href=\"https://twitter.com/hashtag/Bravo?src=hash\">#Bravo</a><br> <a href=\"https://twitter.com/hashtag/IPLOpeningCeremony?src=hash\">#IPLOpeningCeremony</a> <a href=\"https://t.co/HmaTPgbDkX\">pic.twitter.com/HmaTPgbDkX</a></p>— World Entertainment (@WEblogspot) <a href=\"https://twitter.com/WEblogspot/status/718480498209734656\">8 April 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Then came Yo Yo Honey Singh who entertained the crowd by singing his favourite songs like <i>Mai Tere Laila O Mere Laila</i>, <i>Dum Dum Bum Bum</i>, <i>Love Dose</i>, <i>Chaar Botal Vodka</i>.</p><p>He gave the stage to Ranveer Singh dancing to his favourite numbers like <i>Tattad Tattad Ramji Ki Chaal</i>, <i>Tune Mari Entry</i>, and <i>Malhari</i> and then the much-awaited performance by Major Lazer.</p><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en-gb\"><p dir=\"ltr\" lang=\"en\">RT FirstpostSports: <a href=\"https://twitter.com/hashtag/IPLOpeningCeremony?src=hash\">#IPLOpeningCeremony</a>: Glitzy Bollywood extravaganza sets the ball rolling … <a href=\"https://t.co/HJWz8Ohnjk\">pic.twitter.com/HJWz8Ohnjk</a></p>— India RTs (@IndiaRTt) <a href=\"https://twitter.com/IndiaRTt/status/718492399102795776\">8 April 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en-gb\"><p dir=\"ltr\" lang=\"en\">Ranveeeeer Singh <a href=\"https://twitter.com/hashtag/IPL?src=hash\">#IPL</a> <a href=\"https://twitter.com/hashtag/iplopeningceremony?src=hash\">#iplopeningceremony</a> <a href=\"https://twitter.com/RanveerOfficial\">@RanveerOfficial</a> <a href=\"https://t.co/pkA1mlSS1T\">pic.twitter.com/pkA1mlSS1T</a></p>— Prasath Singh Dhoni (@iPrasathM) <a href=\"https://twitter.com/iPrasathM/status/718457801014513665\">8 April 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en-gb\"><p dir=\"ltr\" lang=\"ht\">When Jute do paise lo gets serious,Dulha jiske kisine shoes chura liye ! <a href=\"https://twitter.com/hashtag/iplopeningceremony?src=hash\">#iplopeningceremony</a> <a href=\"https://t.co/cAMUNgWwbn\">pic.twitter.com/cAMUNgWwbn</a></p>— Manali Balsara (@ManaliB0103) <a href=\"https://twitter.com/ManaliB0103/status/718483500546990080\">8 April 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>The last performance of the night was by Chris Brown, who sang his heart out to make the evening a memorable one for the large number of fans and crowd gathered at the venue.</p>]]></description><link><![CDATA[http://www.sify.com/news/katrina-kaif-ranveer-singh-kick-off-ipl-9-with-star-studded-opening-ceremony-news-others-qeiwucegaebba.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/jaguar-land-rover-in-talks-to-lease-silverstone-news-auto-qeivwijbadibg.html]]></guid><pubDate><![CDATA[Fri, 08 Apr 2016 15:52:00 +0530]]></pubDate><title><![CDATA[Jaguar Land Rover in talks to lease Silverstone]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qeivwijfjjdif.jpg\"/><description><![CDATA[<p>LONDON (Reuters) - British Grand Prix track Silverstone is in talks to lease the circuit's property to Jaguar Land Rover, the owners of the Formula One site said after a vote of its members authorised the board to continue discussing the deal. </p>  <p>JLR, which is owned by Tata Motors, has been considering turning the site into a \"heritage centre\" to show off the company's cars alongside its offices, a hotel and visitor centre, British media have reported. </p>  <p>Members of the British Racing Drivers' Club (BRDC), which own the central English track and surrounding land, voted on Thursday evening to continue discussions with JLR, the body said in a statement.</p>  <p>\"The potential deal ... would align Silverstone with two premier British brands and put the BRDC on a stronger financial footing,\" a spokeswoman said. </p>  <p>Jaguar Land Rover did not immediately respond to a request for comment from Reuters.</p>  <p>JLR could operate the site as an equivalent to locations such as Daimler's Mercedes-Benz World in London, which offers families days including driving experiences, guided tours and simulated rides, raising extra revenue for the firm. </p>  <p>($1 = 0.7094 pounds)</p>  <p/>  <p> (Reporting by Costas Pitas, editing by David Evans)</p>]]></description><link><![CDATA[http://www.sify.com/finance/jaguar-land-rover-in-talks-to-lease-silverstone-news-auto-qeivwijbadibg.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/motor-racing-force-india-waiting-on-2017-rules-in-eu-complaint-news-motor-sports-qegpajbjbcedj.html]]></guid><pubDate><![CDATA[Wed, 06 Apr 2016 09:30:00 +0530]]></pubDate><title><![CDATA[Motor racing-Force India waiting on 2017 rules in EU complaint]]></title><description><![CDATA[<p>By Alan Baldwin</p>  <p>LONDON, April 6 (Reuters) - Force India are waiting for Formula One's 2017 rules to be finalised before taking the next step in their complaint to the European Union about how the sport is run and revenues distributed.</p>  <p>\"We're not looking at moving that forward until the end of the month, until we've seen all the changes that come in and we know exactly where things are,\" deputy team principal Bob Fernley told Reuters.</p>  <p>Force India, controlled by Indian magnate Vijay Mallya, and Swiss rivals Sauber filed a joint complaint last September asking the EU competition authorities to investigate the sport's governance.</p>  <p>Both teams believe Formula One is in breach of articles that prohibit cartels and the abuse of dominant market positions.</p>  <p>At stake is the amount of money top teams like Ferrari receive from the commercial rights holder as well as their influence on decision making, with the possibility that contracts will have to be redrawn.</p>  <p>\"We submitted our complaint. The complaint has then gone to CVC (commercial rights holders). CVC have responded back (to the EU), which we have a copy of, and then we have to reply again to that final part of it,\" Fernley said.</p>  <p>\"Then they'll look at it. It's going through the process.\"</p>  <p>The sport's core Strategy Group of governing body, six top teams and commercial rights holder agreed in February to postpone to April 30 the deadline for finalisation of the 2017 sporting and technical regulations.</p>  <p/>  <p>QUESTIONABLE CARTEL</p>  <p>The rules can be decided by majority vote, even though after March 1 any changes for 2017 would normally have to be agreed unanimously, because the postponement was approved on those terms.</p>  <p>Force India and Sauber argue that the Strategy group amounts to a \"questionable cartel\". A briefing note issued after the formal complaint to the EU spoke of \"unfair\" side payments and \"unlawful practices\".</p>  <p>Top teams Mercedes, Ferrari, McLaren, Williams and Red Bull receive special payments in recognition of past performance and sit permanently with the commercial rights holder and governing FIA on the Strategy Group.</p>  <p>The sixth team is decided by championship standings and is currently Force India.</p>  <p>The smaller teams say the system is skewed in favour of the big ones, who are guaranteed millions of dollars regardless of how they perform on the track and also get to decide the rules.</p>  <p>Commercial supremo Bernie Ecclestone last year dismissed talk of a cartel but is now questioning the influence of dominant champions Mercedes and Ferrari -- who between them supply eight of the 11 teams with engines.</p>  <p>Current contracts with the teams and governing FIA run to 2020 but Ecclestone has indicated he would welcome the chance to rip them up and start again.</p>  <p>Speaking to reporters at last weekend's Bahrain Grand Prix, Ecclestone suggested the EU was \"starting to get more and more interested in the anti-competitive way that we've got.</p>  <p>\"If the EU got really excited about it, they could look at it (the existing contracts) and say 'You've got to tear that up',\" he added.   (Editing by John O'Brien)</p>]]></description><link><![CDATA[http://www.sify.com/sports/motor-racing-force-india-waiting-on-2017-rules-in-eu-complaint-news-motor-sports-qegpajbjbcedj.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/lupin-says-it-sees-no-supply-disruption-at-plant-despite-fda-observations-news-health-qd3rcUeddjehj.html]]></guid><pubDate><![CDATA[Tue, 29 Mar 2016 11:32:00 +0530]]></pubDate><title><![CDATA[Lupin says it sees no supply disruption at plant despite FDA observations]]></title><description><![CDATA[<p>MUMBAI (Reuters) - Lupin Ltd, India's third-largest drugmaker, said on Tuesday it did not expect any disruption to supply from its main manufacturing plant despite what it called minor observations made by the U.S. Food and Drug Administration after an audit.</p>  <p>Shares of the company fell as much as 14 percent to their lowest in about one-and-a-half years after CNBC TV18 reported about the observations at two units of the Mandideep facility in the central Indian state of Madhya Pradesh.</p>  <p>The company did not clarify what the observations were but said in a statement they have already been addressed. The U.S. FDA conducted the audit last month. (bit.ly/1RwOBQA)</p>  <p>Lupin also said it has recalled some products manufactured in Mandideep before 2015, but added there is no material financial impact from it.</p>  <p>U.S. and EU drug regulators have urged India's $15 billion pharmaceutical industry, dominated by Sun Pharmaceutical, Dr Reddy's Laboratories, Lupin and Cadila Healthcare, to improve manufacturing standards and ensure the reliability of data to maintain its dominance in the generic drugs industry.</p>  <p>Complaints from the regulators have ranged from issues over hygiene and maintenance to concerns over falsifying manufacturing-related tests results and data.</p>  <p/>  <p> (Reporting by Krishna N. Das; Editing by Subhranshu Sahu)</p>]]></description><link><![CDATA[http://www.sify.com/finance/lupin-says-it-sees-no-supply-disruption-at-plant-despite-fda-observations-news-health-qd3rcUeddjehj.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/exclusive-ethics-watchdog-for-norways-830-billion-wealth-fund-sees-increase-in-bans-on-firms-news-others-qdlqxUcjcbhjh.html]]></guid><pubDate><![CDATA[Fri, 11 Mar 2016 10:53:00 +0530]]></pubDate><title><![CDATA[EXCLUSIVE: Ethics watchdog for Norway's $830 billion wealth fund sees increase in bans on firms]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qdlqxTiggjged.jpg\"/><description><![CDATA[<p>By Joachim Dagenborg and Gwladys Fouche</p>  <p>OSLO (Reuters) - The ethics watchdog for Norway's $830-billion wealth fund will focus this year on identifying corruption in telecoms, arms and energy companies and expects to recommend that an increasing number of firms across all sectors be barred from investment.</p>  <p>By the end of this year, the fund which invests income from Norway's oil and gas production could add the first companies to its blacklist for emitting too much climate changing gas, said the chairman of its independent ethics panel, Johan H. Andresen.</p>  <p>The ethics panel will also look into allegations of human rights abuses in Qatar's building sector, Malaysia's electronics goods industry, and textile factories in some Asian countries, Andresen told Reuters.</p>  <p>The fund is the world's biggest sovereign wealth fund, owning 1.3 percent of all listed company equity on earth. As of the end of last year it owned shares in 9,050 firms worldwide.</p>  <p>It is forbidden by law from investing in firms that produce nuclear weapons or anti-personnel landmines, or are involved in serious and systematic human rights violations, among other ethical criteria.</p>  <p>Norway's parliament has set a new mandate from this year to restrict investment in companies that emit excessive climate changing gases. Andresen said his panel was still looking into the criteria for such judgements but its first recommendations on climate criteria could come by the end of the year.</p>  <p>Some 66 companies have so far been excluded from the wealth fund on ethics grounds, and two are under observation, including, since January, Brazil's state oil company Petrobras, under scrutiny for alleged corruption.</p>  <p>\"Most of the corruption cases come from the industry studies within defence, telecoms and energy. Those three (sectors) seem to keep us very busy,\" Andresen, the council's chairman, said in an interview. \"We will of course look into other companies, should we be made aware of them.\"</p>  <p>The Council on Ethics makes recommendations to the central bank on firms which may be in breach of the fund's ethics guidelines. It is now examining 14 corruption cases, including Petrobras.</p>  <p>Based on the council's recommendations, the central bank board instructs the fund's management whether to exclude companies from the fund. The board can also put firms under observation to allow them to fix the problem. A key factor is the risk that an ethics breach will be repeated in future. </p>  <p>The risk of corruption increases in the energy, defence and telecoms sectors as they more often involve large contracts between parties that can withhold information based on internal national security directives, Andresen said.</p>  <p>\"We were especially surprised with what we found in the arms industry. It seems that the absence of corruption was the exception and not the norm,\" said the 54-year-old Norwegian investor, owner of private investment vehicle Ferd.</p>  <p>Andresen declined to comment specifically on Petrobras, but speaking generally, he said: \"Companies should aspire to be far better ... They should not try to guess what is the least amount of good behaviour that is expected.\"</p>  <p>Across all sectors, he expected the number and frequency of recommendations to the central bank's board to increase as the council concludes the different sector studies it has begun.</p>  <p>\"We did recommend one company for exclusion last week, and there are others that we are working on right now. Some of these companies are quite large, so the (central) bank may decide to undertake some type of ownership interaction,\" he said.</p>  <p/>  <p>TEXTILE, CONSTRUCTION AND CLIMATE CHANGE</p>  <p>Asked about the apparent irony in looking at climate change for a fund that earns nearly all its wealth from Norway's oil and gas industry, Andresen said: \"We don't get involved in politics and therefore we don't question the criteria. Whichever criteria the politicians give us, we will use.\" </p>  <p>Andresen said the council would look at \"a broad set of industries\" including the oil and gas sector over climate change, and had not yet concluded which factors to analyse to determine what is acceptable.     </p>  <p>\"I don't think there is a reason to avoid looking at oil and gas companies. But they are not going to be the only ones by far,\" he said, speaking at the council's office in central Oslo.</p>  <p>\"We think that there might be some exclusions towards the end of the year within the climate criterion.\"</p>  <p>Next month the council will receive a first report on the construction industry in Qatar. Construction companies working in neighbouring countries will be under review too, he said.</p>  <p>Also under scrutiny will be electronics goods manufacturers in Malaysia.</p>  <p>The council will look at workers rights in the Indian and Bangladeshi textile industries, after looking at Cambodia and Vietnam last year.</p>  <p>\"In earlier studies of textile production facilities, we have been confronted with forced overtime, loss of bonus when legally sick, possible child labour, safety issues and the integrity of the construction of the (plant) building,\" he said.</p>  <p>Another target will be the environmental damage made by the chemical industry. The council is looking at \"less than ten\" companies in this field, he said.</p>  <p>The council, although independent, is collaborating closely with the fund, which has its own ethical targets, such as children's rights, human rights and water management. They are working together on the textile industry.</p>  <p>\"They are focusing on the buyers' side, the big companies within the fund, while we engage with the smaller companies where the potential breach is happening on the ground,\" he said.</p>  <p/>  <p> (Editing by Peter Graff)</p>]]></description><link><![CDATA[http://www.sify.com/finance/exclusive-ethics-watchdog-for-norways-830-billion-wealth-fund-sees-increase-in-bans-on-firms-news-others-qdlqxUcjcbhjh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/mclaren-automotive-could-triple-car-production-by-2022---ceo-news-others-qdcfcedicgagi.html]]></guid><pubDate><![CDATA[Tue, 01 Mar 2016 23:32:00 +0530]]></pubDate><title><![CDATA[McLaren Automotive could triple car production by 2022 - CEO]]></title><description><![CDATA[<p>By Costas Pitas</p>  <p>GENEVA (Reuters) - McLaren Automotive, which only began building its range of luxury sports cars for general sale in 2010, could triple volumes to up to 5,000 cars by 2022, its CEO told Reuters on Tuesday.</p>  <p>The small luxury sports car manufacturer, which unveiled its 570 GT model at the Geneva Motor Show on Tuesday, has been ramping up production in recent years and built 1,654 cars in 2015, with prices ranging from about 120,000 pounds ($167,600) to more than 800,000 pounds.</p>  <p>But CEO Mike Flewitt said an increase in numbers will come from its widened range of seven models, with the new 570 GT being part of its plan to broaden the brand's appeal to new types of buyers, including more women.</p>  <p>\"4,000 (vehicles) is a very good business model for us. I actually think volume by 2022 will be more consistently around 4,500 and I don't think it will go above 5,000 cars,\" he said. </p>  <p>McLaren, which shares facilities and expertise with its Formula One namesake but is a separate legal entity, is expanding in a market segment that longer-established rivals such as Ferrari <RACE.MI> and Aston Martin have traditionally dominated.</p>  <p>However, some smaller companies have been held back by not being part of a wider automotive group. Aston Martin has tried to counter the problem by using a partnership with larger brand Daimler <DAIGn.DE> to supply some electronics and engines. </p>  <p>Meeting stricter and costlier emissions rules is also seen as a challenge to smaller carmakers, but McLaren's global director of sales and marketing said the company does not need to be part of a wider group.</p>  <p>\"Last year we invested 120 million pounds ($167.7 million) in research and development. That's 30 percent of our revenue,\" Jolyon Nash said. \"Over the next six years, up until 2022, we will be investing 1 billion pounds in R&D for new products.\"</p>  <p>The latest available figures show that McLaren Automotive achieved turnover of almost 500 million pounds in 2014.</p>  <p>Flewitt, meanwhile, ruled out building a sports utility vehicle, resisting the temptation to follow the likes Jaguar <TAMO.NS> in the rush to tap rising demand for 4x4 vehicles.</p>  <p>\"When I look at a product proposition: if it's right for the brand, if it's going to be competitive, the best car in its segment and it's going to make money for the company, then it's the right answer,\" he said. </p>  <p>\"At the moment an SUV doesn't fit those for us and I don't know whether it ever will.\"</p>  <p>($1 = 0.7160 pounds)</p>  <p/>  <p/>  <p> (Editing by David Goodman)</p>]]></description><link><![CDATA[http://www.sify.com/finance/mclaren-automotive-could-triple-car-production-by-2022---ceo-news-others-qdcfcedicgagi.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/nepal-extends-everest-permits-for-climbers-put-off-by-earthquakes-news-environment-and-nature-qdbma7ajbbafh.html]]></guid><pubDate><![CDATA[Tue, 01 Mar 2016 06:30:00 +0530]]></pubDate><title><![CDATA[Nepal extends Everest permits for climbers put off by earthquakes]]></title><description><![CDATA[<p>By Gopal Sharma</p>  <p>KATHMANDU, March 1 (Reuters) - Nepal has extended the climbing permits of hundreds of foreigners forced to abandon the Himalayas after last year's twin earthquakes, the government said on Tuesday, to encourage them to return to the mountains.</p>  <p>At least 19 climbers were killed when huge blocks of ice buried their tents at the base camp of the 8,850-metre (29,035 feet) Mount Everest, the world's highest mountain.</p>  <p>More than 800 foreign climbers, each paying up to $11,000 for their permits, cancelled their expeditions after the April quake triggered landslides and massive avalanches across the Himalayas.</p>  <p>Civil Aviation and Tourism Minister Ananda Prasad Pokharel  said climbers would be able to climb on the same permit this year and in 2017, as Nepal struggles to revive tourism that contributes four percent to GDP.</p>  <p>\"They had already paid the money as royalty to climb but could not complete their mission due to the earthquake,\" Pokharel said.</p>  <p>The climbing season starts later this month but hiking officials say foreign bookings have dropped sharply. Nepal's infrastructure was badly hit in the quakes and a prolonged transport blockade along the border with India over a political dispute has further hit supplies of fuel and equipment.     (Editing by Sanjeev Miglani)</p>]]></description><link><![CDATA[http://www.sify.com/news/nepal-extends-everest-permits-for-climbers-put-off-by-earthquakes-news-environment-and-nature-qdbma7ajbbafh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/the-great-khali-vows-to-fight-on-february-28-news-others-qc0vehacihgfg.html]]></guid><pubDate><![CDATA[Fri, 26 Feb 2016 21:04:07 +0530]]></pubDate><title><![CDATA[The Great Khali vows to fight on February 28]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qc0vd4jjcfcgf.jpg\"/><description><![CDATA[<a href=\"http://www.sify.com/sports/the-great-khali-get-his-revenge-news-topnews-qc3azvjadaicf.html\"><b>Watch: The Great Khali gets his revenge in Feb 28 fight!</b></a><p>Former WWE wrestler Dalip Singh Rana (popularly known as<i> The Great Khali</i>) who was injured badly on the opening day of<i>The Great Khali Mania</i> held at Haldwani in Uttarakhand has said that he would take part on the last day of the wresting event.</p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">I am recovering from the injury and will take part in a wrestling match on 28th Feb- The Great Khali <a href=\"https://t.co/J78uCrt1WJ\">pic.twitter.com/J78uCrt1WJ</a></p>— ANI (@ANI_news) <a href=\"https://twitter.com/ANI_news/status/703189277224505344\">February 26, 2016</a></blockquote><p>The Great Khali performed a <i>puja</i> ahead of the fight on Sunday.</p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">The Great Khali performs Puja in Dehradun (Uttarakhand) ahead of his wrestling match on February 28 <a href=\"https://t.co/G2IH0YT3F4\">pic.twitter.com/G2IH0YT3F4</a></p>— ANI (@ANI_news) <a href=\"https://twitter.com/ANI_news/status/703568397343133696\">February 27, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><iframe width=\"600\" height=\"360\" src=\"https://www.youtube.com/embed/M68SR8OPJQw\" frameborder=\"0\" allowfullscreen=\"\"></iframe><p>Earlier on Wednesday, <i>The Great Khali</i> was hospitalised after he was badly injured by the \"foreign fighters\" whey they hit him with chairs and punches at the Indira Gandhi International Cricket Stadium in Gaula Par.</p><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">Wrestler The Great Khali injured in a live fight in Haldwani. Being treated at a hospital. (HT Photo) <a href=\"https://t.co/CqqlOF8WGQ\">pic.twitter.com/CqqlOF8WGQ</a></p>— Hindustan Times (@htTweets) <a href=\"https://twitter.com/htTweets/status/702579213644083200\">February 24, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">Breaking on <a href=\"https://twitter.com/hashtag/NewsX?src=hash\">#NewsX</a>: Great Khali injured during fight. Khali's condition reportedly 'injured'. <a href=\"https://t.co/6fYhY1oOeH\">pic.twitter.com/6fYhY1oOeH</a></p>— NewsX (@NewsX) <a href=\"https://twitter.com/NewsX/status/702833417163902976\">February 25, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/Khali?src=hash\">#Khali</a> Injured Heavily During a Fight &amp; Admitted in ICU ! Wrestling is a Scripted 1 But Not Drama Like As Many Said! <a href=\"https://t.co/hHRyKVp9Mp\">pic.twitter.com/hHRyKVp9Mp</a></p>— DinesH AK Fanatic :) (@Dinu_Ajith57) <a href=\"https://twitter.com/Dinu_Ajith57/status/702824594952982528\">February 25, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script> ]]></description><link><![CDATA[http://www.sify.com/sports/the-great-khali-vows-to-fight-on-february-28-news-others-qc0vehacihgfg.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/update-1-uk-stocks-factors-to-watch-on-feb-26-news-equity-qc0nEkegifagg.html]]></guid><pubDate><![CDATA[Fri, 26 Feb 2016 08:10:00 +0530]]></pubDate><title><![CDATA[UPDATE 1-UK Stocks-Factors to watch on Feb 26]]></title><description><![CDATA[<p>(Adds company news)</p>  <p>Feb 26 (Reuters) - Britain's FTSE 100 index is seen opening up 42points, or 0.7 percent, on Friday, according to financial bookmakers. Futures were up 0.93 percent ahead of the cash market open. For more on thefactors affecting European stocks, please click on</p>  <p/>  <p>* The UK blue-chip index closed 2.5 percent higher on Thursday as arally in Lloyds and RSA following their results led gains byfinancial-services shares.</p>  <p>* RBS: State-backed Royal Bank of Scotland (RBS) on Friday reportedits eighth straight full-year loss of 1.97 billion pounds ($2.75 billion), as itcontinues to be weighed down by restructuring and litigation costs.</p>  <p>* BP: A former BP Plc supervisor was found not guilty by a NewOrleans jury on Thursday of a single pollution charge stemming from the 2010Deepwater Horizon drilling disaster that killed 11 people.</p>  <p>* IAG: British Airways-owner International Airlines Group reporteda 65 percent rise in annual profit, at the top end of guidance, and said for2016 it expected further profit increases as it benefits from a lower crudeprice.</p>  <p>* PEARSON: Pearson Plc, the British education company struggling tofind a strategy to cope with tough end-markets, reported operating profit of 723million pounds ($1.01 billion) for 2015, 2 percent down on the yearbefore.</p>  <p>* WILLIAM HILL: British bookmaker William Hill Plc announced a 200million pound ($279.5 million) share buyback and hiked its full-year dividend,despite a fall in profit for the year.</p>  <p>*IMI: Engineering firm IMI Plc said it began restructuring itsoperations in Switzerland in a move aimed at countering pressure on marginsacross products.</p>  <p>* LSE: Deutsche Boerse and the London Stock Exchange Group are counting on lessons learnt from past missteps and behind-the-scenestalks with politicians to make sure there are no barriers to finally creating agiant European trading house.</p>  <p>* BHP:  BHP Billiton  said on Friday that no agreement hasbeen reached yet with Brazilian authorities to fund clean up and damages for adam burst that killed at least 17 people in that country's worst environmentaldisaster.</p>  <p>* BRITAIN FCA: British lawmakers want veto powers over decisions to hire orfire the head of one of Britain's top financial regulators after the exit lastyear of its chief executive who was considered too tough on bankers for thegovernment.</p>  <p>* BREXIT: British finance minister George Osborne is pushing the Group of 20leading economies to warn about the dangers of Britain leaving the EuropeanUnion, the Financial Times reported on Thursday.</p>  <p>* BANK OF ENGLAND: Bank of England Governor Mark Carney warned on Fridaythat moves by central banks to cut interest rates below zero risked creating a\"beggar-thy-neighbour\" environment which could leave the global economy trappedin low growth.</p>  <p>* BRITAIN ECONOMY: British consumer morale fell to its lowest in over a yearin February as concerns over economic outlook hurt sentiment, a survey showed onFriday.</p>  <p/>  <p>TODAY'S UK PAPERS</p>  <p>> Financial Times</p>  <p>> Other business headlines              Multimedia versions of Reuters Top News are now available for: * 3000 Xtra    : visit http://topnews.session.rservices.com * BridgeStation: view story .134 For more information on Top News visit http://topnews.reuters.com (Reporting by Rahul B in Bengaluru; Editing by Sunil Nair)</p>]]></description><link><![CDATA[http://www.sify.com/finance/update-1-uk-stocks-factors-to-watch-on-feb-26-news-equity-qc0nEkegifagg.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/the-great-khali-injured-and-hospitalised-news-others-qczsydacfcghc.html]]></guid><pubDate><![CDATA[Thu, 25 Feb 2016 18:24:03 +0530]]></pubDate><title><![CDATA[The Great Khali injured and hospitalised]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qczs4odjgdjjg.jpg\"/><description><![CDATA[Former WWE wrestler The Great Khali was injured badly in a sporting event held at Haldwani in Uttarakhand on Wednesday.<p>The Uttarakhand government is organising a pro-wrestling event <i>The Great Khali Mania</i> from February 24-28 in Haldwani and Dehradun.</p><p>Professional wrestler Khali will be challenged by international wrestlers who will try and beat him in Uttarakhand.</p><p>According to reports, Dalip Singh Rana, popularly known as 'The Great Khali',  was hurt by the \"foreign fighters\"&nbsp;<span style=\"font-size: 12px;\">on the first day of the event.</span></p><p>The international wrestlers were held responsible for these injuries as they hit Khali with chairs and punches at the Indira Gandhi International Cricket Stadium in Gaula Par.</p><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">Wrestler The Great Khali injured in a live fight in Haldwani. Being treated at a hospital. (HT Photo) <a href=\"https://t.co/CqqlOF8WGQ\">pic.twitter.com/CqqlOF8WGQ</a></p>— Hindustan Times (@htTweets) <a href=\"https://twitter.com/htTweets/status/702579213644083200\">February 24, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">Breaking on <a href=\"https://twitter.com/hashtag/NewsX?src=hash\">#NewsX</a>: Great Khali injured during fight. Khali's condition reportedly 'injured'. <a href=\"https://t.co/6fYhY1oOeH\">pic.twitter.com/6fYhY1oOeH</a></p>— NewsX (@NewsX) <a href=\"https://twitter.com/NewsX/status/702833417163902976\">February 25, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p></p><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/Khali?src=hash\">#Khali</a> Injured Heavily During a Fight &amp; Admitted in ICU ! Wrestling is a Scripted 1 But Not Drama Like As Many Said! <a href=\"https://t.co/hHRyKVp9Mp\">pic.twitter.com/hHRyKVp9Mp</a></p>— DinesH AK Fanatic :) (@Dinu_Ajith57) <a href=\"https://twitter.com/Dinu_Ajith57/status/702824594952982528\">February 25, 2016</a></blockquote><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><b>Inputs: IANS</b></p>]]></description><link><![CDATA[http://www.sify.com/sports/the-great-khali-injured-and-hospitalised-news-others-qczsydacfcghc.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/pg-needs-to-be-more-agile-says-new-ceo-taylor-news-others-qctbwrdbjeebb.html]]></guid><pubDate><![CDATA[Thu, 18 Feb 2016 19:52:00 +0530]]></pubDate><title><![CDATA[P&G needs to be more agile, says new CEO Taylor]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qctbwrdgijjbj.jpg\"/><description><![CDATA[<p>By Yashaswini Swamynathan</p>  <p>(Reuters) - Procter & Gamble Co needs to be more nimble in its decision-making, Chief Executive David Taylor said in his first interaction with analysts after taking the helm in November.</p>  <p>Analysts have said the world's largest consumer products company should split itself up into more manageable businesses so that regional centres are given more control.</p>  <p>The management has also been criticized for being too slow in reacting to changing trends in key markets such as China.</p>  <p>\"A few years ago we got too central and global and too slow to address market opportunities. We need more direct ownership for our regional managers all the way to the store shelf,\" Taylor said at an analyst conference in New York.</p>  <p>P&G, which has posted declines in sales for the last six quarters, has been shrinking its portfolio to focus on faster-growing brands such as Tide detergent and Gillette shaving products.</p>  <p>\"Taylor's diagnosis is correct and it is encouraging to hear someone talk about the root of the problem,\" said Neil Saunders, CEO of retail research firm Conlumino.</p>  <p>\"While changing the company's operations is very challenging, (Taylor) does instil confidence that he is going to enact change to bring about a more nimble company.\"</p>  <p>Taylor offered few surprises during the conference but said the company would not move around talent as often as it had.</p>  <p>That may help P&G improve its performance in markets such as China - the world's second-largest economy - where it has lost market share to nimbler rivals and local players.</p>  <p>\"In many ways we looked at China little bit too much as a developing market, as opposed to the most discerning consumers in the world,\" Chief Financial Officer Jon Moeller said at the conference.</p>  <p>Moeller said the company was now seeking to make the most of China's removal of its one-child policy and a growing preference to premium-priced products.</p>  <p>While the company does not break down its sales geographically, Moeller said on a post-earnings conference call in January that sales in China were \"significantly down\" compared with a year earlier.</p>  <p>P&G's shares have risen 7.3 percent since Jan. 26, when it reported second-quarter results. The stock, a component of the Dow Jones industrial average, had fallen nearly 13 percent in 2015, compared with a 2.2 percent drop in the index.</p>  <p/>  <p> (Reporting by Yashaswini Swamynathan in Bengaluru; Editing by Saumyadeb Chakrabarty)</p>]]></description><link><![CDATA[http://www.sify.com/finance/pg-needs-to-be-more-agile-says-new-ceo-taylor-news-others-qctbwrdbjeebb.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/bad-publicity-leads-nestle-to-end-iaaf-partnership-news-others-qclbb6iheagee.html]]></guid><pubDate><![CDATA[Wed, 10 Feb 2016 20:52:00 +0530]]></pubDate><title><![CDATA[Bad publicity leads Nestle to end IAAF partnership]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qclcwthhbfehd.jpg\"/><description><![CDATA[<p>ZURICH (Reuters) - Swiss food giant Nestle <NESN.VX> will end its partnership with the International Association of Athletics Federations because of scandal surrounding the sport, the company said on Wednesday.</p>  <p>The IAAF is in turmoil following widespread allegations of corruption and bribery.</p>  <p>\"This decision was taken in light of negative publicity associated with allegations of corruption and doping in sport made against the IAAF,\" Nestle said in a statement. </p>  <p>\"We believe this could negatively impact our reputation and image and will therefore terminate our existing agreement with the IAAF, established in 2012.\"</p>  <p>Nestle had a partnership with the IAAF Kids Athletics programme.</p>  <p>\"The IAAF is in discussion with Nestle concerning the final year of its five-year partnership with IAAF Kids’ Athletics,\" the IAAF said in a statement.</p>  <p>\"This has been a successful programme with 15 million kids aged 7 to 12 years in 76 countries taking part in fun team activities which promotes a healthy, active life style.\"   </p>  <p>An independent commission of the World Anti-Doping Agency has stated in a report that \"corruption was embedded\" at the organisation.</p>  <p>The report said that a clique run by former IAAF president Lamine Diack covered up organised doping and blackmailed athletes while senior officials looked the other way.</p>  <p>Diack is under formal investigation in France on suspicion of corruption and money-laundering linked to concealing positive drug tests, in concert with Russian officials.</p>  <p>Sebastian Coe, the British former 1,500 metres Olympic champion, took over as IAAF President last year with the aim of cleaning up the organisation, but the loss of the Nestle partnership is another major blow.</p>  <p>German sportswear company Adidas AG <ADSGn.DE> will also end its sponsorship deal with the IAAF almost four years early, the BBC reported last month.</p>  <p/>  <p> (Reporting by Joshua Franklin and Ed Osmond,; Editing by Dominic Evans, Larry King)</p>]]></description><link><![CDATA[http://www.sify.com/finance/bad-publicity-leads-nestle-to-end-iaaf-partnership-news-others-qclbb6iheagee.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/bharat-biotech-says-working-on-two-possible-zika-vaccines-news-others-qcdqdNciejhij.html]]></guid><pubDate><![CDATA[Wed, 03 Feb 2016 10:33:00 +0530]]></pubDate><title><![CDATA[Bharat Biotech says working on two possible Zika vaccines]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qcdqdMigabbad.jpg\"/><description><![CDATA[<p>By Zeba Siddiqui</p>  <p>MUMBAI (Reuters) - Indian biotechnology company Bharat Biotech said on Wednesday it was working on two possible vaccines to fight the Zika virus, which has been linked to birth defects in thousands of babies in Brazil.</p>  <p>The virus is spreading rapidly in the Americas, and WHO officials on Tuesday expressed concern that it could hit Africa and Asia as well. No vaccine has been developed so far.</p>  <p>One of the possible vaccines is \"recombinant\", which means it is created by genetic engineering, while the other was \"inactivated\", and will enter pre-clinical trials in animals in two weeks, Bharat Biotech managing director Krishna Ella told Reuters. </p>  <p>An inactivated vaccine is created by killing a pathogen in a way that its ability to replicate is destroyed, but the immune system can still recognise it.</p>  <p>Bharat Biotech's announcement came a day after France's Sanofi said it had launched a project to develop a Zika vaccine. On Wednesday, Japanese drugmaker Takeda Pharmaceutical also said it was investigating the possibilities of developing a vaccine for the disease.</p>  <p>Privately held Bharat Biotech, based in Hyderabad, said it started work on the Zika virus a year ago, while developing vaccines for chikungunya and dengue. Zika is closely related to dengue and is spread by the same species of mosquito. </p>  <p>Bharat Biotech sells its vaccines for polio, hepatitis B, H1N1 and rabies, among others, to more than 65 countries, according to its website. </p>  <p>\"They've got a lead, essentially ... it's certainly not a vaccine yet,\" said Soumya Swaminathan, the Director General of the Indian Council of Medical Research (ICMR), the apex body for biomedical research in India, funded by the health ministry.</p>  <p>Swaminathan said it was premature to comment on the two vaccine candidates, but the ICMR had put together a group of experts to examine their validity.</p>  <p>No cases of the virus have been detected in India yet, but the health ministry on Tuesday issued guidelines on the disease, including an advisory that travel to affected countries be postponed or cancelled.</p>  <p/>  <p> (Reporting by Zeba Siddiqui in Mumbai; Editing by Nick Macfie)</p>]]></description><link><![CDATA[http://www.sify.com/finance/bharat-biotech-says-working-on-two-possible-zika-vaccines-news-others-qcdqdNciejhij.html]]></link></item></channel></rss>",
  "headers": {
    "Content-Length": "24100",
    "Connection": "keep-alive",
    "Content-Encoding": "gzip",
    "Vary": "Accept-Encoding",
    "Date": "Fri, 13 May 2016 07:44:32 GMT",
    "Content-Type": "application/rss+xml;",
    "Server": "Apache/2.2.22 (Unix) mod_ssl/2.2.22 OpenSSL/1.0.1e-fips PHP/5.4.43",
    "X-Powered-By": "PHP/5.4.43"
  },
  "response_url": "http://www.sify.com/rss2/sports/article/category/others"
}