{
  "requested_url": "http://sify.com/rss2/business/article/category/technology",
  "fetched_at": "2016-05-13T00:46:57.658648",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"utf-8\" ?> <rss version=\"2.0\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:cf=\"http://www.microsoft.com/schemas/rss/core/2005\"><channel><title><![CDATA[Sify.com]]></title><description><![CDATA[Sify India News: Latest updates on Indian sports, cricket India, movie news, images, videos, reviews. Indian business, finance news, stock market tips, Indian recipes, astrology, online shopping exclusively at sify.com]]></description><image><title><![CDATA[Sify.com]]></title><height>40</height><description><![CDATA[Sify India News: Latest updates on Indian sports, cricket India, movie news, images, videos, reviews. Indian business, finance news, stock market tips, Indian recipes, astrology, online shopping exclusively at sify.com]]></description><width>143</width><link><![CDATA[http://www.sify.com/]]></link><url><![CDATA[http://www.sify.com/sifyhome2011/images/mar2015/sify-logo-140x154.jpg]]></url></image><language><![CDATA[en-us]]></language><link><![CDATA[http://www.sify.com/]]></link><lastBuildDate><![CDATA[Fri, 13 May 2016 13:01:12 +0530]]></lastBuildDate><pubDate><![CDATA[Fri, 13 May 2016 13:01:12 +0530]]></pubDate><item><guid><![CDATA[http://www.sify.com/technology/sharp-looking-to-appoint-foxconn-director-as-new-head---nikkei-news-news-qfmbdVejfabaf.html]]></guid><pubDate><![CDATA[Wed, 11 May 2016 19:33:00 +0530]]></pubDate><title><![CDATA[Sharp looking to appoint Foxconn director as new head - Nikkei]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfmbdUegibebd.jpg\"/><description><![CDATA[<p>(Reuters) - Sharp Corp <6753.T> began making final preparations on Wednesday to appoint Taiwan-based Hon Hai Precision Industry Co <2317.TW> director Tai Jeng-wu as its new president to replace Kozo Takahashi, the Nikkei reported.</p>  <p>Tai would be Sharp's first leader in a century to be chosen from outside Japan, and will spearhead the company's rehabilitation efforts, according to the Nikkei.</p>  <p>Foxconn, formally known as Hon Hai Precision Industry Co, in March agreed to pay about $3.5 billion for a two-thirds stake in Sharp.</p>  <p/>  <p> (Reporting by Kshitiz Goliya in Bengaluru; Editing by Maju Samuel)</p>]]></description><link><![CDATA[http://www.sify.com/technology/sharp-looking-to-appoint-foxconn-director-as-new-head---nikkei-news-news-qfmbdVejfabaf.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/10-year-old-rewarded-for-finding-bug-in-instagram-news-technology-qfeoNKhgifdjh.html]]></guid><pubDate><![CDATA[Wed, 04 May 2016 09:19:00 +0530]]></pubDate><title><![CDATA[10-year-old rewarded for finding bug in Instagram]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/omvlUEicjaaae.jpg\"/><description><![CDATA[<p> Social networking giant Facebook has paid USD 10,000 to a ten-year-old boy for spotting a bug in the Facebook-owned photo-sharing platform Instagram.</p><p>The boy named Jani, who hails from Helsinki, received USD 10,000 from Facebook for identifying a security bug, the Verge quoted the Forbes as saying.</p><p>Jani uncovered a flaw, which allowed him to delete any written content on the social media platform by altering the code.</p><p>\"I would have been able to eliminate anyone, even Justin Bieber,\" the boy told the Finnish media.</p><p>Earlier in March, a Bengaluru-based hacker Anand Prakash was also awarded USD 15,000 (approximately Rs. 10 lakh) for finding a bug in the Facebook's login system.</p><p>Jani ousted a 13-year-old to become the youngest ever recipient of Facebook's bug bounty program, which offers rewards to the people who identify and report legitimate security risks. <br></p>]]></description><link><![CDATA[http://www.sify.com/finance/10-year-old-rewarded-for-finding-bug-in-instagram-news-technology-qfeoNKhgifdjh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/india-rejects-apples-plan-to-import-used-iphones-news-technology-qfeouleghfija.html]]></guid><pubDate><![CDATA[Wed, 04 May 2016 08:50:00 +0530]]></pubDate><title><![CDATA[India rejects Apple's plan to import used iPhones]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfgmoCcfjjiig.jpg\"/><description><![CDATA[India has rejected a plan by Apple Inc to import used iPhones, government officials said, a blow to the U.S. tech giant which has been seeking to revive flagging sales of its flagship smartphones.<br><br>Apple sells what it calls refurbished iPhones at a discount in some countries including the United States, and extending this practice to India would have likely helped it gain market share against competitors with much cheaper offerings.<br><br>India, which has been pushing a 'Make in India' initiative to enhance the competitiveness of its manufacturing industry, rejected the proposal citing rules against importing used electronics.<br><br>\"India does not encourage dumping or recycling of hazardous materials,\" NN Kaul, a spokesman for India's telecom ministry said.<br><br>An Apple spokeswoman in Singapore did not immediately respond to an email seeking comment.<br><br>In India, the average smartphone sells for less than $150. By contrast, the newly launched iPhone SE sells for a suggested retail price of 39,000 rupees ($585) in India - also much higher than its U.S. price of $399 due to import duties and distribution costs.<br><br>Refurbished iPhones are usually devices that have been returned by buyers or are repaired to factory condition after damage.<br><br>Apple's proposal was opposed by domestic phone makers who claim selling used iPhones would breach India's anti-dumping rules. The Consumer Electronics and Appliances Manufacturers Association had written to India's telecom ministry to stall the move.<br><br>($1 = 66.5500 Indian rupees)<br>]]></description><link><![CDATA[http://www.sify.com/finance/india-rejects-apples-plan-to-import-used-iphones-news-technology-qfeouleghfija.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/rich-and-powerful-warn-robots-are-coming-for-your-jobs-news-editors-picks-qfenyijaeeiad.html]]></guid><pubDate><![CDATA[Wed, 04 May 2016 07:54:00 +0530]]></pubDate><title><![CDATA[Rich and powerful warn robots are coming for your jobs]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfeoT2bbacfcc.jpg\"/><description><![CDATA[Some of the richest, smartest and most powerful humans have an important message for the rest of us as they convened this week to discuss pressing global issues: the robots are coming.<br><br>At the Milken Institute's Global Conference in Beverly Hills, California, at least four panels so far have focussed on technology taking over markets to mining - and most importantly, jobs.<br><br>\"Most of the benefits we see from automation is about higher quality and fewer errors, but in many cases it does reduce labor,\" Michael Chui, a partner at the McKinsey Global Institute, said on Tuesday during a panel on \"Is Any Job Truly Safe?\"<br><br>The four-day annual conference, which began on Sunday, has 3,500 invite-only participants exploring \"The Future of Human Kind.\"<br><br>Technology has not only done away with low-wage, low-skill jobs, some of the more than 700 speakers said. They cited robots operating trucks in some Australian mines; corporate litigation software replacing employees with advanced degrees who used to sift through thousands of documents prior to trials; and on Wall Street, the automation of jobs previously done by bankers with MBAs or PhDs.<br><br>\"Anyone whose job is moving data from one spreadsheet to another ..., that's what is going to get automated,\" said Daniel Nadler, chief executive of Kensho, a financial services analytics company partly owned by Goldman Sachs Group Inc.<br><br>\"Goldman Sachs will be in here in 10 years, JPMorgan will be here. They're just going to be much more efficient in terms of operating leverage and headcount,\" he added.<br><br>Big banks have slashed tens of thousands of jobs in recent years as businesses like bond trading have become less profitable. Under tremendous pressure from investors to boost profits, but unable to grow revenue much, banks have increasingly turned to technology to reduce costs.<br><br>A Citigroup Inc report in March suggested that more pain is on the way for financial industry staff. Citi's analysts predicted a 30 percent drop in banking jobs across the United States and Europe over the next decade.<br><br>Milken panelists noted technology's impact on work far beyond Wall Street.<br><br>Martin Ford, an author and entrepreneur, argued that while the so-called gig economy has created temporary jobs for independent contractors, the next step is to get rid of them. The ride-hailing service Uber, for example, is investing heavily in building cars that do no need drivers, he said.<br><br>David Siegel, co-chairman of the quantitative hedge fund Two Sigma, blamed technology for income problems that have led to political upheavals around the world over the past several years.<br><br>\"One of the big causes for the stagnation of middle class wages is essentially because of clever computer programs,\" Siegel said during a panel about artificial intelligence.<br><br>Some panelists were less dire in their assessments.<br><br>Billionaire investor Steve Cohen said it would take awhile before robots replace stockpickers like himself. Kate Mitchell, co-founder of Scale Venture Partners, said freelance sites have allowed workers to supplement their income.<br><br>\"It's easy to villainize technology,\" she said, \"but there is a lot of opportunity there at the same time.\"<br>]]></description><link><![CDATA[http://www.sify.com/finance/rich-and-powerful-warn-robots-are-coming-for-your-jobs-news-editors-picks-qfenyijaeeiad.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/facebook-ceo-urges-brazilians-to-decry-whatsapp-block-news-telecom-qfeaeegcgagii.html]]></guid><pubDate><![CDATA[Tue, 03 May 2016 23:51:00 +0530]]></pubDate><title><![CDATA[Facebook CEO urges Brazilians to decry WhatsApp block]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfekNlddcghfa.jpg\"/><description><![CDATA[Facebook Inc's Chief Executive Mark Zuckerberg called on Brazilians to demand his company's WhatsApp messaging service never be blocked again after an appeals court on Tuesday overturned the application's second suspension in five months.<br><br>In a post in English on his Facebook page, the U.S. billionaire and Facebook founder urged Brazilians to gather outside Congress in the capital Brasilia at 6 p.m. (2100 GMT) on Wednesday to rally in favour of legislation that would prevent Internet services from being blocked.<br><br>WhatsApp was cut off in Brazil at 2 p.m. (1700 GMT) on Monday after a judge in the remote northeastern state of Sergipe ordered Brazil's five main wireless operators to block access to the app for 72 hours. The reason for the order was not made public.<br><br>The suspension of WhatsApp's text message and Internet voice telephone service for smartphones was lifted after about 24 hours when an appeals judge on Tuesday ruled in favour of an injunction by the company's lawyers, the court said in a statement. Some 100 million users were affected.<br><br>\"You and your friends can help make sure this never happens again, and I hope you get involved,\" Zuckerberg wrote on Facebook. He also posted a link to a petition, calling efforts to block communication \"very scary in a democracy.\"<br><br>The suspension highlighted growing international tensions between technology companies' privacy concerns and national authorities' efforts to use social media to gain information on possible criminal activities.<br><br>The same judge in Sergipe ordered the imprisonment of a Brazil-based Facebook executive in March in a dispute over demands to access the company's encrypted messaging service as part of a drug trafficking investigation.<br><br>California-based WhatsApp had said in a statement on Monday that it was \"disappointed\" at the judge's decision to suspend its services. It said it had done the utmost to cooperate with Brazilian tribunals, but it did not possess the information the court was requesting.<br><br>Matt Steinfeld, a Facebook spokesman, said WhatsApp executives were meeting this week with law enforcement and judicial officials in Brazil to improve communication and clarify that the company cannot see users' encrypted messages and does not store them after transmission.<br><br><b>BRAZILIANS ANGERED</b><br><br>It was the second time in five months that WhatsApp in Brazil has been suspended. A São Paulo state judge ordered it shut down for 48 hours on Dec. 15, after Facebook failed to comply with an order. Another court lifted that suspension shortly afterward.<br><br>Monday's suspension angered many in Brazil, where the service is used by individuals, companies and federal and local governments to send messages and share pictures and videos. Cost-conscious Brazilians are avid users of free messaging apps, and WhatsApp is by far the most popular - installed on more than 90 percent of Android devices.<br><br>As some Brazilians sought an alternative messaging system, rival Telegram said on Monday that it suffered technical problems under the weight of demand. It said it received more than a million new user requests.<br><br>Letícia Mendes, a 20-year-old shop assistant in Rio de Janeiro, said she was frustrated by the suspension because it could force people to use pay services.<br><br>\"It's really bad,\" she told Reuters. \"It's just a way of getting more money out of us, when we already have to pay for so many things.\"<br><br>The suspension came as a congressional commission on cyber crime in Brazil debated changes to the 2014 legislation governing the use of the Internet.<br><br>Lower house deputy Esperidião Amin, the rapporteur of the commission, said his proposed reform would help avoid shutdowns of this kind by allowing the blocking of specific individuals or IP addresses suspected of illicit activity, rather than the access of all users.<br><br>\"It's less dramatic than withdrawing the service from the whole of the Brazilian population,\" he told Reuters by telephone.<br>]]></description><link><![CDATA[http://www.sify.com/finance/facebook-ceo-urges-brazilians-to-decry-whatsapp-block-news-telecom-qfeaeegcgagii.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/google-fiat-chrysler-to-partner-on-self-driving-minivans-news-auto-qfecx9ahcjjfc.html]]></guid><pubDate><![CDATA[Tue, 03 May 2016 22:52:00 +0530]]></pubDate><title><![CDATA[Google, Fiat Chrysler to partner on self-driving minivans]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfekKBgfcjhee.jpg\"/><description><![CDATA[Alphabet Inc's Google unit and Fiat Chrysler Automobiles NV have agreed to work together to build a fleet of 100 self-driving minivans in the most advanced collaboration to date between Silicon Valley and a traditional carmaker, the companies said Tuesday.<br><br>The deal marks the first time that Google has worked directly with an automaker \"to integrate its self-driving system, including its sensors and software, into a passenger vehicle,\" the companies said in a statement on Tuesday.<br><br>Google and Fiat Chrysler engineers will work together to fit Google's autonomous driving technology into the Pacifica minivan. Some engineers for both companies will work together at a facility in Southeast Michigan, where Fiat Chrysler has its major North American engineering centre, the companies said.<br><br>Google said it is not sharing proprietary self-driving vehicle technology with Fiat Chrysler, however, and the vehicles will not be offered for sale to the public.<br><br>The agreement between Google and Fiat Chrysler comes as rival technology and auto companies are accelerating efforts to master the complex hardware and artificial intelligence systems required to allow vehicles to pilot themselves.<br><br>General Motors Co in March agreed to acquire San Francisco self-driving car startup Cruise Automation . German automakers Daimler AG , BMW AG and Volkswagen AG last year bought digital mapping company HERE to accelerate their autonomous driving development. Some features already available on mass market cars, SUVs and trucks take steps in the direction of replacing a human driver, such as automatic emergency braking, adaptive cruise control and automatic lane-keeping.<br><br>Some analysts said a self-driving minivan would make sense for testing the technology in a fleet of mass transit vehicles deployed in a controlled environment, such as a Google or Fiat Chrysler campus or a city centre.<br><br>\"Minivans fit into the transportation fleets easily,\" said Karl Brauer, a senior analyst at Kelley Blue Book. \"They can be a box-on-wheels and can move more humans around.\"<br><br>Google's self-driving car engineers had previously purchased Lexus sport utility vehicles made by Toyota Motor Corp and retrofitted sensors and other hardware into the cars on their own.<br><br>Tuesday's deal holds benefits for both companies. Fiat Chrysler has a net debt pile of 6.6 billion euros ($7.6 billion). Chief Executive Sergio Marchionne has been trying unsuccessfully for more than a year to convince reluctant rivals, including GM, to consider a merger to spread the rising costs of advanced safety and emissions technology.<br><br>Fiat Chrysler shares rose more than 2 percent in after market trading after the Google agreement was announced.<br><br>Google has said that it does not want to build self-driving vehicles on its own and has explored alliances with auto companies, but none have been finalised. Working more closely with Fiat Chrysler could help Google refine its systems as a step towards offering them in regular production cars.<br><br>The deal does not preclude either FCA or Google from cooperating with others, the companies said in their statement.<br><br>\"The opportunity to work closely with FCA engineers will accelerate our efforts to develop a fully self-driving car that will make our roads safer and bring everyday destinations within reach for those who cannot drive,\" John Krafcik, chief executive of the Google Self-Driving Car Project, said in a statement.<br><br>Collaborating with Google provides an opportunity for Fiat Chrysler \"to partner with one of the world's leading technology companies to accelerate the pace of innovation in the automotive industry,\" Marchionne said in a separate statement.<br><br>The Fiat Chrysler vehicles will more than double Google's testing fleet, which currently includes about 70 Lexus SUVs and small prototype cars designed by Google. Google is now testing self-driving vehicles in four U.S. cities.<br><br>Executives at other automakers, including GM, Ford Motor and Daimler , have expressed wariness about alliances with Alphabet or other technology companies that could relegate them to the role of hardware suppliers.<br><br>John Elkann, Fiat Chrysler's chairman, in April dismissed the idea that automakers must shoulder alone the burdens of heavy investments in automated driving or ride sharing. By 2030, Elkann said, fully self-driving cars will likely account for just 15 percent of global sales.<br><br>\"Boring old car makers need to figure out how to make this profitable and guard against falling into the ... trap of ignoring that business while chasing profits in other parts of the value chain,\" Elkann said.<br>]]></description><link><![CDATA[http://www.sify.com/finance/google-fiat-chrysler-to-partner-on-self-driving-minivans-news-auto-qfecx9ahcjjfc.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/google-acquires-start-up-founded-by-indian-origin-entrepreneur-news-news-qfdsnifhafadg.html]]></guid><pubDate><![CDATA[Tue, 03 May 2016 18:13:08 +0530]]></pubDate><title><![CDATA[Google acquires start-up founded by Indian-origin entrepreneur]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qbxexsedaaicf.jpg\"/><description><![CDATA[<p>Google has acquired a business technology start-up founded by an Indian-origin entrepreneur as part of its plans to scale training offerings for Google Apps to its customers and customers’ users.</p><p>Varun Malhotra is the founder and CEO of Toronto-based Synergyse, which was launched in 2013 with an aim to teach users how to use Google Apps.</p><p>Google did not disclose the financial details of the deal. </p><p>Google Apps Operations Senior Director Peter Scocimara said in a blog post on Monday that Google and its thousands of Google Apps customers have been \"excited\" about Synergyse.</p><p>The Google Apps product suite, which includes Gmail, Calendar, Drive and Docs, was built to provide cloud-based productivity and communications and is now used by more than two million paying businesses around the world, Scocimara said.</p><p>\"As more businesses sign up, we wanted an elegant way to scale our training offerings to our customers and our customers’ users,\" he said adding that Synergyse builts a virtual coach inside of the Google Apps interface. With voice and text interactive modules that are searchable by topic within its apps, Synergyse will help users get up to speed quickly - including when new features are rolled out.</p><p>He said Synergyse will be joining Google, and the company intends to make the product available as an integral part of the Google Apps offering later this year.</p><p>\"By providing the right help at the right time, Synergyse will help our customers with the critical task of change management in the enterprise, and bolster the training and support programs we already offer today,\" he said.</p><p>Synergyse said by joining the Google Apps team, it can accelerate its mission because the company will be working closer with the teams that build Google Apps.</p><p>According to his profile on his commonly page, Malhotra specialises in training and strategy and has over 10 years of experience in the enterprise space.</p>]]></description><link><![CDATA[http://www.sify.com/finance/google-acquires-start-up-founded-by-indian-origin-entrepreneur-news-news-qfdsnifhafadg.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/secrecy-hierarchy-haunt-japan-corporate-culture-despite-abes-reforms-news-others-qfdfbEffgggjg.html]]></guid><pubDate><![CDATA[Mon, 02 May 2016 23:31:00 +0530]]></pubDate><title><![CDATA[Secrecy, hierarchy haunt Japan corporate culture despite Abe's reforms]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfdfbDbdbhehh.jpg\"/><description><![CDATA[<p>By Linda Sieg</p>  <p>TOKYO (Reuters) - A spate of high-profile scandals at leading Japanese companies show reforms and rhetoric aimed at improving the country's corporate governance do not go far enough to unwind the culture of secrecy and hierarchy that plagues Japan Inc.</p>  <p>Prime Minister Shinzo Abe won applause for introducing new corporate governance rules over the past two years in bid to attract foreign investment and shake-up Japan's too-cozy corporate culture.</p>  <p>But scandals including Mitsubishi Motor Corp's <7211.T> admission that it used non-compliant fuel economy testing methods for decades and last year's admission by laptop-to-nuclear conglomerate Toshiba Corp <6502.T> that it had inflated profits suggest much more remains to be done.</p>  <p>Nearly five years after Michael Woodford was fired for exposing a cover-up at Olympus Corp <7733.T>, the British ex-CEO of the Japanese medical imaging gear maker says he's still treated like a pariah in Japan, a view not uncommon in a corporate culture where whistleblowers are more often disdained than admired.</p>  <p>\"It is evident to me that 80 percent or more of senior business leaders (in Japan) consider me as someone who betrayed my company,\" Woodford, who now runs a business consultancy and lives in London, told Reuters in a telephone interview.</p>  <p>\"I'm seen to be a leper in Japan.\"</p>  <p>Better protection for whistleblowers, training for board directors and stiffer penalties are among the measures experts prescribe to change an inward-looking corporate culture that values unquestioning loyalty to top bosses.    </p>  <p>\"Japanese corporations still have significant problems with the secrecy of their corporate dealings and lack of transparency in their finances and operations,\" said Thomas Clarke, director of the Key University Research Centre for Corporate Governance at the University of Technology in Sydney. </p>  <p>Abe's policy team introduced a new corporate governance code in 2015, setting rules on disclosure, shareholders' rights and independent directors.</p>  <p>While not legally binding, the Tokyo bourse requires listed firms to \"comply or explain\" why not, and a \"stewardship code\" introduced the year before was supposed to encourage disgruntled investors to speak out.</p>  <p>Experts laud the changes and say they may even be partly responsible for recent scandals coming to light.</p>  <p>\"Bad things happen at big companies. The question is, how are they dealt with,\" said Jesper Koll, CEO of fund manager WisdomTree Japan. \"Sweeping them under the carpet is no longer an option.\"</p>  <p/>  <p>GAPS AND GLIMMERS</p>  <p>Experts also warn against wholesale adoption of a U.S. model tying executive compensation to short-term investor returns. Some caution against at pointing the finger just at Japan, given scandals around the world, including Volkswagen's <VOWG_p.DE> cheating on emissions. </p>  <p>\"If you start looking around the world, Japan has its problems, but are they really any worse than anywhere else?\" said Andrew DeWit, a professor of policy studies at Rikkyo University in Tokyo.</p>  <p>Still, big gaps remain to be filled in Japan.</p>  <p>\"At the level of policy, it is dramatic, but the content is underwhelming,\" Jamie Allen, secretary general of the Hong-Kong based Asian Corporate Governance Association, told Reuters.</p>  <p>Requiring two outside directors - Toshiba had four on its 16-member board even as the scandal brewed - is insufficient if they lack they lack the authority or independence to challenge the CEO and other inside directors.</p>  <p>\"Most outside directors won't feel they ought to be questioning the corporate culture. They were invited to the board and they feel they ought to be polite,\" said Nicholas Benes, representative director of the Board Director Training Institute of Japan.</p>  <p>Better protection for whistleblowers like Woodford would help. The government has a hotline for anonymous complaints but provides little protection or incentive for employees to speak out. Bolstering such protection would tell companies they have no alternative than to run a clean ship, Benes said.</p>  <p>Glimmers of change have emerged.</p>  <p>Retail group Seven & i <3382.T> named an executive backed by U.S. activist investor Daniel Loeb as president of its parent company earlier this month, prompting its 83-year-old patriarch Toshifumi Suzuki to resign. </p>  <p>Battered Sharp Corp's <6753.T> recent choice of Taiwan's Foxconn as its successful takeover suitor may also reflect the drive for better corporate governance.</p>  <p>Still, broader and deeper change will take time, bolder reforms and education at all corporate levels, as well as among institutional investors often wary of challenging management.</p>  <p>\"It is a cultural issue – they have to give up hierarchical obedience,\" said University of Technology's Clarke. \"They have to do this because if they cannot be more alert and agile as companies, they will not succeed in the modern world.\"</p>  <p/>  <p> (Additional reporting by Stanley White and Ritsuko Ando; Editing by Lincoln Feast)</p>]]></description><link><![CDATA[http://www.sify.com/finance/secrecy-hierarchy-haunt-japan-corporate-culture-despite-abes-reforms-news-others-qfdfbEffgggjg.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/india-to-monitor-mines-via-satellite-after-finding-illegal-limestone-extraction-news-industry-qfcpc4cagfdfd.html]]></guid><pubDate><![CDATA[Mon, 02 May 2016 09:32:00 +0530]]></pubDate><title><![CDATA[India to monitor mines via satellite after finding illegal limestone extraction]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfcpc3hibefij.jpg\"/><description><![CDATA[India will monitor thousands of mines with the help of satellites starting this year, a government official said, after a three-month pilot project found rampant illegal extraction of limestone in a big state.<br><br>Mines Secretary Balvinder Kumar declined to name the state ahead of the completion of surveillance in some other regions, but said the findings echoed a multi-billion-dollar iron ore scam that led to a three-year mining ban and turned India into an importer from a net exporter of the steelmaking commodity.<br><br>Local media have reported about illegal limestone mining in two of the top producing states - Andhra Pradesh in the south and Gujarat in the west, home to Prime Minister Narendra Modi.<br><br>The state-run Indian Bureau of Mines is digitising maps of all mines under the purview of the ministry to check - as satellites pass over every 23 days - whether companies are violating rules by mining outside their lease areas.<br><br>\"We suspect that there is rampant illegal mining by the unorganised sector,\" Kumar told Reuters late last week.<br><br>\"After covering all the major minerals like iron ore and limestone in the next three months, we will look at sand mining. A lot of money is being made there.\"<br><br>A state minister in Karnataka was arrested in 2011 and iron ore mining was banned for three years there and in Goa after India's top court found that fly-by-night operators had profited from a surge in Chinese demand for the steelmaking ingredient.<br><br>Kumar said the scam had crippled India's steel industry and the government was keen to avoid a repetition. He said he would soon write to the top bureaucrat of the state where limestone is being illegally mined to initiate action.<br><br>Karnataka and Andhra Pradesh states in India's south, and Rajasthan and Gujarat in the west, are the country's top producers of limestone, a raw material for making cement.<br><br>Gujarat-based Bhaskaracharya Institute for Space Applications and Geoinformatics (BISAG), which is helping the mines ministry monitor mineral extraction across India, said the project was part of Modi's 'Digital India' programme to electronically record most government work.<br>]]></description><link><![CDATA[http://www.sify.com/finance/india-to-monitor-mines-via-satellite-after-finding-illegal-limestone-extraction-news-industry-qfcpc4cagfdfd.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/xiaomi-mi-5-to-be-available-for-sale-at-rs-24999-news-telecom-qfcmiXdcahdgb.html]]></guid><pubDate><![CDATA[Mon, 02 May 2016 06:38:00 +0530]]></pubDate><title><![CDATA[Xiaomi 'Mi 5' to be available for sale at Rs 24,999]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfcoSqcdidiec.jpg\"/><description><![CDATA[<p> Chinese electronics company Xiaomi's latest flagship smartphone would be up for sale from May 4.</p><p>The smartphone called as 'Mi5' comes equipped with a 5.15-inch full HD (1920x1080) IPS LCD display at 428ppi. It sports a 16MP f/2.0 rear camera with phase detection autofocus as well as a four mega pixel front-facing camera.</p><p>The device comes in Black, White, and Champagne Gold colour variants. The cost of the smartphone is Rs 24,999.</p>]]></description><link><![CDATA[http://www.sify.com/finance/xiaomi-mi-5-to-be-available-for-sale-at-rs-24999-news-telecom-qfcmiXdcahdgb.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/booked-the-freedom-251-phone-first-30000-to-receive-phones-from-may-news-gadgets-qe2ov8ghgbfef.html]]></guid><pubDate><![CDATA[Thu, 28 Apr 2016 14:21:34 +0530]]></pubDate><title><![CDATA[Booked the Freedom 251 phone. First 30000 to receive phones from May]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qcsmxlfhdcdec.jpg\"/><description><![CDATA[<p></p><p>The maker of the Rs 251 android smartphone, which caught the entire nation by surprise, is set to honor its committment.</p><p>Media reports stated that Noida-based Ringing Bells, the manufacturer of Freedom 251 android smartphone, will begin deliveries starting from May. It must be noted the device was launched in February amid much public glare. </p><p>Technology website Techradar has reported that Freedom 251 smartphones will be delivered to the first 30000 customers who had booked it and also made payment for it.</p><p>Ringing Bells has closed customer bookings for the popular device, which has attracted widespread criticism, first for its pricing, and secondly over lack of strong committment towards making deliveries and honoring payments made by interested consumers.</p><p>Close on the heels of Ringing Bells, another new entrant-Docoss-has come out with its latest smartphone with interesting specifications, priced at Rs 888.</p><p>This never-before-heard company started accepting orders for its Docoss X1 smartphone via its website as well as its hotline number. One can book the phone at www.docoss.com or call up the hotline number 9616003322. Media reports stated bookings for the phone are open till 29 April at 10 pm.</p><p><b>Features </b></p><p>The phone features a 4-inch screen and is powered by a 1.3GHz Dual core Cortex A7 processor coupled with 1GB of RAM. </p><p>The Android 4.4 Kitkat OS-run devicehas 4GB of internal storage, expandable up to 32GB using microSD card slot. It has a 2MP rear camera and a 0.3MP front facing camera.&nbsp;</p><p>The dual SIM phone is powered by a 1300mAh capacity battery. </p>]]></description><link><![CDATA[http://www.sify.com/finance/booked-the-freedom-251-phone-first-30000-to-receive-phones-from-may-news-gadgets-qe2ov8ghgbfef.html]]></link></item><item><guid><![CDATA[http://www.sify.com/news/sonys-sensor-business-slows-even-as-cost-cuts-lift-profit-news-art-and-culture-qe2mIsjbgfcgh.html]]></guid><pubDate><![CDATA[Thu, 28 Apr 2016 11:55:00 +0530]]></pubDate><title><![CDATA[Sony's sensor business slows even as cost cuts lift profit]]></title><description><![CDATA[<p>By Makiko Yamazaki</p>  <p>TOKYO (Reuters) - Japan's Sony Corp on Thursday reported an annual loss in its image sensors business, raising fears the firm's revival of recent years may be losing momentum, even though cost cuts helped it book its biggest operating profit in eight years.</p>  <p>Annual operating profit more than quadrupled to 294.2 billion yen ($2.7 billion) for the year ended March due to cost cuts in its struggling smartphone business and brisk demand for PlayStation 4 videogames.</p>  <p>But the electronics maker said its devices business, including image sensors which have been central to its recovery, swung to a loss of 29 billion yen from a profit of 89 billion yen the previous year.</p>  <p>Sony has been shifting attention over the past two years to higher-margin products such as sensors from consumer electronics such as televisions and mobile phones, under an overhaul led by Chief Financial Officer Kenichiro Yoshida.</p>  <p>But a global slowdown since late last year in the market for high-end smartphones - which feature high-spec cameras - has dented sensor sales.</p>  <p>Its major clients include Apple Inc, which on Tuesday reported its first-ever decline in iPhone sales as it struggles with an increasingly saturated market.</p>  <p>\"We have placed image sensors at the core of our growth story, so we take the deterioration in results there very seriously,\" Yoshida told a news conference on Thursday. \"The smartphone market has entered a stage of slow growth.\"</p>  <p>As it had previously flagged, Sony did not issue any earnings guidance for this business year as it continued to assess the impact of earthquakes this month that halted production at its image sensor plant in southern Japan.</p>  <p>On Thursday, it said it expected production to resume around the end of May. The disruption, it said, could cause \"major\" opportunity losses.</p>  <p>Canon Inc and Nikon Corp have said Sony's plant halt would affect their camera production.</p>  <p>Yoshida warned at the news conference that quake-related damage could exceed 20 billion yen, the upper limit of its insurance coverage.</p>  <p>In another worrying sign for the country's recovering tech names, Panasonic Corp forecast profit to fall in the current business year while growth in emerging markets slows and as it spends on increasingly lucrative automotive technologies and housing businesses.</p>  <p>The company said it expects operating profit of 375 billion yen, down from 416 billion yen in the previous year under U.S. accounting standards.</p>  <p>It had flagged the weaker outlook last month, showing that even one of the strongest of Japan's consumer electronics companies is struggling to grow amid a global economic slowdown.</p>  <p>($1 = 108.8500 yen)</p>  <p/>  <p> (Writing by Ritsuko Ando; Editing by Christopher Cushing and David Clarke)</p>]]></description><link><![CDATA[http://www.sify.com/news/sonys-sensor-business-slows-even-as-cost-cuts-lift-profit-news-art-and-culture-qe2mIsjbgfcgh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/facebook-makes-investors-laugh-loud-news-technology-qe2kORadfcbhg.html]]></guid><pubDate><![CDATA[Thu, 28 Apr 2016 10:50:53 +0530]]></pubDate><title><![CDATA[Facebook makes investors laugh loud]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pj2sNufjcfiie.jpg\"/><description><![CDATA[<p></p><p>Facebook Inc's quarterly revenue rose more than 50 percent, handily beating Wall Street expectations as its wildly popular mobile app and a push into live video lured new advertisers and encouraged existing ones to boost spending.</p><p>The company's shares rose 9.5 percent in after-hours trading on Wednesday to $118.39, setting it on track to open at a new high on Thursday, at nearly triple its initial public offering four years ago.</p><p>Facebook also announced it will create a new class of non-voting shares in a move aimed at letting Chief Executive Officer Mark Zuckerberg give away his wealth without relinquishing control of the social media juggernaut he founded.</p><p>The company plans to create a new class of non-voting shares, which would be given as a dividend to existing shareholders. That would allow Zuckerberg, who wants to give away 99 percent of his wealth, to sell non-voting stock to fund philanthropy and keep the voting stock that assures his control.</p><p>Alphabet Inc passed a similar proposal in 2014 that ensured its founders' control by creating new non-voting shares.</p><p>Some 1.65 billion people used Facebook monthly as of March 31, up from 1.44 billion a year earlier. Zuckerberg said users were spending more than 50 minutes per day on Facebook, Instagram and Messenger, a huge amount of time given the millions of apps available to users.</p><p>Advertisers are shifting money from television to web and mobile platforms, and Facebook is one of the biggest beneficiaries. It faces fierce competition in the mobile video market, where rivals Snapchat and YouTube also garner billions of video views every day.</p><p>Facebook recently expanded its live video product, rolling out several new features and making it more prominent on the app to encourage users to create videos and share them. The quarterly results showed success attracting advertisers with the move, and the company was able to expand its operating profit margin to 55 percent from 52 percent a year earlier.</p><p>\"The company consistently 'warns' about higher spending, but they consistently manage their spending to deliver earnings upside. They're an impressive company, and they leave very little room for criticism,\" said Wedbush Securities analyst Michael Pachter, who called the operating margin a good surprise.</p><p>Facebook did not offer details on sales of its Oculus Rift virtual reality headset, but emphasized that it was early days and said that sales would not significantly impact 2016 revenue.</p><p>The results come after disappointments for investors from several major Silicon Valley firms.</p><p>\"After Intel and IBM last week, and then Twitter and Apple yesterday, this is by far the best number I’ve seen in technology,\" said Daniel Morgan, senior portfolio manager at Synovus Trust Company which owns about $40 million worth of Facebook shares, commenting specifically about Facebook ad revenue.</p><p>Facebook has not begun advertising on some of its most popular apps. \"They haven't yet turned on the monetization spigot for Messenger or WhatsApp, so there should be significant headroom still,\" said Jan Dawson, chief analyst at Jackdaw Research.</p><p>The company's net income attributable to common shareholders nearly tripled to $1.51 billion, or 52 cents per share, in the first quarter from $509 million, or 18 cents per share, a year earlier.</p><p>Excluding items, the company earned 77 cents per share, beating Wall Street's 62-cent consensus.</p><p>Total revenue rose to $5.38 billion from $3.54 billion, with ad revenue increasing 56.8 percent to $5.20 billion. Mobile ad revenue accounted for about 82 percent of total ad revenue, compared with about 73 percent a year earlier.</p><p>Analysts on average had expected revenue of $5.26 billion.</p><p>If the stock proposal is approved - and Zuckerberg has a majority of voting stock - the company will effectively carry out a 3-for-1 stock split, issuing two shares of non-voting Class C capital stock as a one-time stock dividend for each share of Class A and Class B common stock.</p><p>Zuckerberg and his wife, Priscilla Chan, announced last year that they would give away 99 percent of their Facebook shares to fund charitable endeavors.</p><p>Investors said they were not concerned that Zuckerberg would have increasing control, pointing to the company's consistent ability to grow and exceed expectations.</p><p>\"I honestly don't think anyone cares if he has more power, since he's done everything right since they went public,\" said Pachter.</p>]]></description><link><![CDATA[http://www.sify.com/finance/facebook-makes-investors-laugh-loud-news-technology-qe2kORadfcbhg.html]]></link></item><item><guid><![CDATA[http://www.sify.com/technology/samsung-electronics-tips-q2-profit-pickup-as-galaxy-s7-excels-news-news-qe2fwCddjijgh.html]]></guid><pubDate><![CDATA[Thu, 28 Apr 2016 05:36:00 +0530]]></pubDate><title><![CDATA[Samsung Electronics tips Q2 profit pickup as Galaxy S7 excels]]></title><description><![CDATA[<p>By Se Young Lee</p>  <p>SEOUL (Reuters) - Tech giant Samsung Electronics Co Ltd on Thursday tipped a pickup in second-quarter profits after reporting a 12 percent earnings gain in January-March on the back of \"robust\" sales of its Galaxy S7 smartphones.  </p>  <p>The mobile division was the South Korean firm's biggest earner for the first time since the second quarter of 2014, in a sign the world's top smartphone maker has righted itself after two years of shrinking profits and market share losses. </p>  <p>Boasting an improved camera, waterproofing and microSD storage support, Galaxy S7 models are on track to set a new first-year shipments record, lifting hopes the mobile business will post its first annual profit gain in three years. The firm said inventory levels remain low for the new models, suggesting good momentum.  </p>  <p>\"In the second quarter we expect our solid performance to continue,\" Samsung investor relations chief Robert Yi said during a post-earnings conference call, adding the firm was \"cautiously optimistic\" that operating profit would increase quarter-on-quarter.</p>  <p>Samsung's January-March operating profit was 6.7 trillion won ($5.84 billion), slightly above with its earlier estimate of 6.6 trillion won. Revenue rose 5.7 percent to 49.8 trillion won, compared with its guidance for 49 trillion won. </p>  <p>Profit for the smartphone division jumped 42 percent from a year earlier to 3.9 trillion won, an almost two-year high. Samsung said it expected further sales growth for its Galaxy S7 devices in the second quarter as well as from its mid-to-low tier products, flagging improved profitability on lower-end models such as the Galaxy A and J series.</p>  <p>The firm expects second-quarter mobile shipments, including non-smartphones, to fall slightly from 92 million units in January-March, partly as older smartphone models are phased out. Average sales prices will rise slightly, however. </p>  <p>Market researcher TrendForce says combined shipments for flat- and curved-screen S7 models will reach 52 million by the year-end, surpassing the previous record of 47 million sets by the Galaxy S4. </p>  <p>Operating profit for the chip division fell 6 percent to 2.6 trillion won, undercut by price declines for memory chips stemming from slower demand for products such as personal computers.</p>  <p>The firm also said it will buy back and cancel 2 trillion won of its own shares in the third instalment of its 11.3 trillion won buyback plan. </p>  <p>Yi said during the conference call Samsung did not plan to implement quarterly dividends in 2016. </p>  <p/>  <p>($1 = 1,146.9900 won)</p>  <p/>  <p> (Reporting by Se Young Lee; Editing by Stephen Coates)</p>]]></description><link><![CDATA[http://www.sify.com/technology/samsung-electronics-tips-q2-profit-pickup-as-galaxy-s7-excels-news-news-qe2fwCddjijgh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/technology/sandisk-revenue-rises-as-demand-grows-for-solid-state-drives-news-news-qe2ceWeiaebdc.html]]></guid><pubDate><![CDATA[Wed, 27 Apr 2016 23:52:00 +0530]]></pubDate><title><![CDATA[SanDisk revenue rises as demand grows for solid-state drives]]></title><description><![CDATA[<p>By Kshitiz Goliya</p>  <p>(Reuters) - SanDisk Corp <SNDK.O> reported a surprise increase in quarterly revenue, its first rise in more than a year, helped by strong demand for its chips used in solid-state drives and data centres.</p>  <p>Shares of the company, which is being bought by Western Digital Corp <WDC.O>, rose nearly 1 percent to $76.50 in after-market trading on Wednesday.</p>  <p>SanDisk has been ramping up production of solid-state drives (SSDs), which are pricier than hard disk drives and are used increasingly by data centres and in consumer laptops as they are quicker, more rugged and less prone to fail.</p>  <p>Despite the loss of a big, unnamed customer last year, revenue from what the company calls its client SSD business rose 6 percent in the first quarter ended April 3.</p>  <p>Excluding the impact of the lost customer, revenue from the business, which makes SSDs used in PCs and laptops, jumped 55 percent.</p>  <p>\"What is encouraging is that client SSD is doing well while the PC market is not doing very well,\" said Sterne Agee CRT analyst Douglas Freedman. \"You are seeing clear share gains from SSDs against hard drives in the PC market.\"</p>  <p>Revenue from SanDisk's enterprise business, which makes chips for data centres, also rose in the first quarter, by 15 percent.</p>  <p>SanDisk has boosted its revenue and margins by producing more SSDs at a time of declining prices for its NAND flash chips, which are widely used in smartphones, cameras and tablets to store music, pictures and other data.</p>  <p>Revenue from the company's embedded business, which sells storage products to original equipment manufacturers, fell 33 percent due to weak demand from smartphone makers.</p>  <p>But SanDisk's biggest business - removable products, such as USB flash drives and micro SD cards - recorded a 6 percent rise in revenue for the quarter.</p>  <p>The company's net income doubled to $78.4 million, or 37 cents per share.</p>  <p>Excluding items, the company earned 82 cents per share, beating the average analyst estimate of 55 cents, according to Thomson Reuters I/B/E/S.</p>  <p>SanDisk's total revenue rose 2.5 percent to $1.37 billion, above the average analyst estimate of $1.21 billion.</p>  <p>Western Digital's $15.78 billion acquisition of SanDisk is expected to close in the second quarter.</p>  <p/>  <p> (Reporting by Kshitiz Goliya in Bengaluru; Editing by Kirti Pandey, Sriraj Kalluvila and Robin Paxton)</p>]]></description><link><![CDATA[http://www.sify.com/technology/sandisk-revenue-rises-as-demand-grows-for-solid-state-drives-news-news-qe2ceWeiaebdc.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/facebook-plans-new-non-voting-shares-to-keep-zuckerberg-at-helm-news-finance-qe2edvgfjachf.html]]></guid><pubDate><![CDATA[Wed, 27 Apr 2016 22:33:00 +0530]]></pubDate><title><![CDATA[Facebook plans new non-voting shares to keep Zuckerberg at helm]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qc1lkxiafcheh.jpg\"/><description><![CDATA[<p>Facebook <fb.o> announced on Wednesday it will create a new class of non-voting shares in a move aimed at letting Chief Executive Officer Mark Zuckerberg give away his wealth without relinquishing control of the social media juggernaut he founded.</fb.o></p>  <p>The rejiggering of Facebook's share structure, effectively a 3-for-1 stock split, follows the 31 year-old's announcement last December that he intends to put 99 percent of his Facebook shares into a new philanthropy project focussing on human potential and equality.</p>  <p>Also on Wednesday, Facebook's stock jumped 9 percent in extended trade after the company's first-quarter revenue smashed Wall Street's expectations. </p>  <p>In a filing, the company said the plan was designed to keep Zuckerberg at the helm of Facebook, which it believes is key to Facebook's future success, a sentiment shared by investors.</p>  <p>\"Him staying intact and moving forward and guiding the company is critical. This is his baby,\" said Daniel Morgan, senior portfolio manager at Synovus Trust Company, which owns about $40 million worth of Facebook shares.</p>  <p>Facebook plans to create a new class of shares that are publicly listed but do not have voting rights. Facebook will issue two of the so-called \"Class C\" shares for each outstanding Class A and Class B share held by shareholders. Those new Class C shares will be publicly traded under a new symbol.</p>  <p>So, for example, someone who held a single Class A share at Wednesday's closing price of $108.76 would end up instead with one Class A share and two Class C shares, each of which would be priced at $36.25.</p>  <p>\"Since the Class C shares would have the same economic rights as the Class A and Class B shares, we would expect that after the payment of the stock dividend, the share price of the Class A common stock would generally reflect a three for one stock split,\" Facebook Chief Financial Officer Dave Wehner said on a conference call.</p>  <p>The plan must be approved by Facebook's shareholders at a meeting on June 20, but since Zuckerberg controls the company, its success is virtually certain. The company said it has not set a date for payment of the new shares to existing shareholders. </p>  <p>  </p><p> </p>]]></description><link><![CDATA[http://www.sify.com/finance/facebook-plans-new-non-voting-shares-to-keep-zuckerberg-at-helm-news-finance-qe2edvgfjachf.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/slow-networks-in-india-preventing-apple-from-full-bloom-tim-cook-news-finance-qe1qEDajfbbgh.html]]></guid><pubDate><![CDATA[Wed, 27 Apr 2016 16:40:39 +0530]]></pubDate><title><![CDATA[Slow networks in India preventing Apple from full bloom: Tim Cook]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qcrwwCbjagfdb.jpg\"/><description><![CDATA[NEW YORK: India presents a \"really great opportunity\" for Apple but slow networks and the informal retail structure there is preventing the tech giant from realising its full potential, its CEO Tim Cook said as the company's revenues plunged for the first time in 13 years.<br><br>Cook said while India is the third-largest smartphone market in the world, it is dominated by \"low-end\" smartphones primarily because of the network and the economics due to which \"the market potential has not been as great there.\"<br><br>Cook, addressing analysts in a conference call after the company posted decline in revenues for the first time in 13 years, said while India presents a \"really great opportunity\" for the company, slow networks and the informal retail structure across the country is holding the company back from realising its full potential.<br><br>\"But I view India as where China was maybe seven to ten years ago from that point of view, and I think there's a really great opportunity there,\" he said.<br><br>While sales for Apple in China, its second-largest market after the United States, fell 11 per cent, in India iPhone sales were up 56 per cent from a year ago.<br><br>Cook said Apple is placing increasing emphasis in such emerging markets where it's clear there will be disproportionate growth as compared to the more developed areas.<br><br>\"...if you look at India, and each country has a different story a bit, but the things that have held not only us back perhaps but some others as well is that the LTE rollout with India just really began this year, and so we'll begin to see some really good networks coming on in India,\" Cook said yesterday.<br><br>He said faster networks will \"unleash the power and capability\" of the iPhone in a manner that older networks like the 2.5G or even some 3G networks, would not do.<br><br>\"And so the infrastructure is one key,\" he said.<br><br>Cook described building the retail channel as another area that will help Apple get a stronghold in the market.<br><br>He said unlike in the US, where the carriers sell the vast majority of phones, in India the carriers in general sell virtually no phones.<br><br>\"And so it's out in retail, and retail is many, many different small shops,\" he said.<br><br>Cook pointed out that Apple has been working in India \"with great energy\" particularly over the last 18 months and he \"encouraged\" by the results the company is beginning to see in the market there.<br><br>He said the company believes \"there's a lot, lot more there.\"<br><br>Apple announced yesterday financial results for its fiscal 2016 second quarter ended March 26, 2016.<br><br>The company posted quarterly revenue of $50.6 billion, down from $58 billion in the year-ago quarter.<br><br>Its quarterly net income stood at $10.5 billion, a decline from $13.6 billion in the same period last year.<br><br>Sales of its best-selling iPhone dropped year-over-year for the first time, slipping to 51.19 million in the recently ended quarter compared with 61.17 million in the same period a year ago.<br><br>Despite the decline, Cook sounded an optimistic note saying \"this too shall pass\" and \"the future of Apple is very bright\".<br><br>\"Our product pipeline has amazing innovations in store.\"]]></description><link><![CDATA[http://www.sify.com/finance/slow-networks-in-india-preventing-apple-from-full-bloom-tim-cook-news-finance-qe1qEDajfbbgh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/another-make-in-india-android-phone-for-rs-888-news-gadgets-qe1pI5cfcggbh.html]]></guid><pubDate><![CDATA[Wed, 27 Apr 2016 15:44:31 +0530]]></pubDate><title><![CDATA[Another Make in India android phone, for Rs 888]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qcyskCcjefddg.jpg\"/><description><![CDATA[<p></p><p>Seems to be a Make in India wonder? Will this turn out to be another hot cake or yet another spoiled broth similar to the Freedom 251?</p><p>A new smartphone, priced Rs 888, sets its foot in the fast-expanding Indian smartphone market.</p><p>The latest frugal but a smart innovation has come from a never-before-heard company, Docoss. This company started accepting orders for its Docoss X1 smartphone via its website as well as its hotline number. One can book the phone at www.docoss.com or call up the hotline number 9616003322.</p><p>Media reports stated bookings for the phone are open till 29 April at 10 pm.</p><p>Deliveries will be made starting from May 2 and buyers can avail cash on delivery option.</p><p>However, the company's online interface has already hit a roadblock.&nbsp;</p><p>The company's website, http://www.docoss.com/, is currently down and the page displays \"Resource Limit Is Reached. The website is temporarily unable to service your request as it exceeded resource limit. Please try again later.\" Wish it wouldn't be that Freedom 251. </p><p><b>Features </b></p><p>The phone features a 4-inch screen and is powered by a 1.3GHz Dual core Cortex A7 processor coupled with 1GB of RAM.</p><p>The Android 4.4 Kitkat OS-run devicehas 4GB of internal storage, expandable up to 32GB using microSD card slot.</p><p>It has a 2MP rear camera and a 0.3MP front facing camera. The Dual SIM phone is powered by a 1300mAh capacity battery.&nbsp;</p>]]></description><link><![CDATA[http://www.sify.com/finance/another-make-in-india-android-phone-for-rs-888-news-gadgets-qe1pI5cfcggbh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/as-iphone-sales-slump-apple-bets-on-services-from-apps-to-music-news-finance-qe1mW5fghcidf.html]]></guid><pubDate><![CDATA[Wed, 27 Apr 2016 12:58:31 +0530]]></pubDate><title><![CDATA[As iPhone sales slump, Apple bets on services from apps to music]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qe1mSDagbadee.jpg\"/><description><![CDATA[Apple Inc's first-ever drop in quarterly iPhone sales has spurred Chief Executive Tim Cook to turn the spotlight on prospects for its services business, but the field is rife with competition and may prove challenging for a brand based on gadgets.<br><br>Second-quarter earnings saw services emerge as Apple's second-largest business after the iPhone for the first time, topping iPad and Mac sales, which both fell.<br><br>The App Store, Apple Music, storage center iCloud and mobile wallet Apple Pay and other services generated nearly $6 billion in revenue, up 20 percent from the previous year. And executives have cheered the progress they are making in subscriptions, touting Apple Music's 13 million paying subscribers.<br><br>The size of Apple's installed base with 1 billion devices in consumer hands suggests it has plenty of room to grow in services. Services also promise a recurring revenue stream, unlike hardware sales.<br><br>But analysts say Apple faces an uphill battle in carving out the same sort of position in services that it has achieved with its hardware. The $6 billion in services revenue also pales in comparison to iPhone sales which accounted for about two-thirds of the company's $50.6 billion quarterly sales.<br><br>Firms such as music service Spotify, cloud storage rivals Google and Microsoft Corp and map makers have claimed major audiences among iPhone users, even when Apple has offered its own products as a default.<br><br>Also raising the stakes for its services business has been Apple's decision to release in March the smaller, much cheaper iPhone SE - a move that is seen as trading revenue per device for broader adoption of its phones.<br><br>\"For the strategy to really make a lot of sense, you want to be more aggressive in building that services revenue,\" said Colin Gillis, an analyst with BGC Partners.<br><br>Apple may also have to speed up its game.<br><br>\"Apple has settled into this annual upgrade cycle for hardware and software,\" said analyst Jan Dawson at Jackdaw Research. \"That's quite different than the way that say Facebook pushes out updates to its app or Google makes changes to its search engine – they do that almost in real time.\"<br><br>Gillis at BGC Partners calculates that margins for Apple's services businesses are not as strong as the iPhone.<br><br>\"I don't think any one is ever going to find that kind of sweet spot,\" he said.<br><br>Apple Chief Financial Officer Luca Maestri said on Tuesday services achieve a similar level of profitability for the company as the average of its other businesses.<br><br>Pushing ahead in services in China - Apple's second largest market - may also be challenging due to regulatory concerns. Chinese regulators have demanded that Apple halt its sales of books and movies in the country, the New York Times reported last week.<br><br>\"They need (services) in China – it has to be part of the growth story,\" said analyst Ben Bajarin of Creative Strategies.<br><br>]]></description><link><![CDATA[http://www.sify.com/finance/as-iphone-sales-slump-apple-bets-on-services-from-apps-to-music-news-finance-qe1mW5fghcidf.html]]></link></item></channel></rss>",
  "headers": {
    "Content-Length": "21633",
    "Connection": "keep-alive",
    "Content-Encoding": "gzip",
    "Vary": "Accept-Encoding",
    "Date": "Fri, 13 May 2016 07:44:35 GMT",
    "Content-Type": "application/rss+xml;",
    "Server": "Apache/2.2.22 (Unix) mod_ssl/2.2.22 OpenSSL/1.0.1e-fips PHP/5.4.43",
    "X-Powered-By": "PHP/5.4.43"
  },
  "response_url": "http://www.sify.com/rss2/business/article/category/technology"
}