{
  "requested_url": "http://sify.com/rss2/sports/article/category/football",
  "fetched_at": "2016-05-13T00:46:54.480696",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"utf-8\" ?> <rss version=\"2.0\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:cf=\"http://www.microsoft.com/schemas/rss/core/2005\"><channel><title><![CDATA[Sify.com]]></title><description><![CDATA[Sify India News: Latest updates on Indian sports, cricket India, movie news, images, videos, reviews. Indian business, finance news, stock market tips, Indian recipes, astrology, online shopping exclusively at sify.com]]></description><image><title><![CDATA[Sify.com]]></title><height>40</height><description><![CDATA[Sify India News: Latest updates on Indian sports, cricket India, movie news, images, videos, reviews. Indian business, finance news, stock market tips, Indian recipes, astrology, online shopping exclusively at sify.com]]></description><width>143</width><link><![CDATA[http://www.sify.com/]]></link><url><![CDATA[http://www.sify.com/sifyhome2011/images/mar2015/sify-logo-140x154.jpg]]></url></image><language><![CDATA[en-us]]></language><link><![CDATA[http://www.sify.com/]]></link><lastBuildDate><![CDATA[Fri, 13 May 2016 13:03:01 +0530]]></lastBuildDate><pubDate><![CDATA[Fri, 13 May 2016 13:03:01 +0530]]></pubDate><item><guid><![CDATA[http://www.sify.com/sports/brilliant-bale-helps-real-tame-city-to-reach-cl-final-news-football-qffkXkddbigga.html]]></guid><pubDate><![CDATA[Thu, 05 May 2016 10:59:10 +0530]]></pubDate><title><![CDATA[Brilliant Bale helps Real tame City to reach CL final]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qffkWacgcfcjg.jpg\"/><description><![CDATA[Real Madrid reached their 14th European Cup final and crushed Manchester City's hopes of a maiden title after Gareth Bale's deflected effort secured a 1-0 victory in the second leg of their Champions League last four clash on Wednesday.<p>Bale's right-footed shot ricocheted off City midfielder Fernando on its way into the top corner to break the deadlock in the tie in 20th minute, with Madrid going on to dominate the encounter despite failing to add to their lead.</p><p><img src=\"http://im.sify.com/sifyhome2011/images/may2016/b6.jpg\"><br></p><p>The 1-0 aggregate result, after last week's goalless first leg stalemate, set up a mouthwatering final on May 28 between Real and their city neighbours Atletico Madrid, who they beat to lift their 10th European crown in 2014.</p><p>\"The players deserve this,\" said Madrid boss Zinedine Zidane, who has the chance to crown his first season as coach with club football's most coveted prize.</p><p>\"Everyone worked hard and that's why we're in the final. I’m delighted for what has happened. The final will be perfectly even, but now we're going to enjoy this, it’s an important day.\"</p><p>For City, however, it was a tame ending to their European campaign as they failed to force Madrid keeper Keylor Navas into a single save.</p><p><img src=\"http://im.sify.com/sifyhome2011/images/may2016/b3.jpg\"><br></p><p>While Bale enjoyed good fortune in forcing the goal, the Wales international nonetheless produced a blockbuster European performance.</p><p>He tirelessly closed down City's midfield in a lung-busting display and was Madrid's biggest threat in attack, providing exquisite passes and sending a header crashing against the bar in the second half.</p><p>City's chances of shutting out Madrid were stung when their influential captain Vincent Kompany limped off the pitch with what appeared to be a muscle problem in the ninth minute, capping a frustrating season overshadowed by injuries for the centre back.Madrid seized the moment soon after. The energetic Dani Carvajal skipped past Kevin De Bruyne down the right and slipped the ball round the back of City's defence and into the path of Bale.He made for the near post before his cross spun off the outstretched leg of Fernando and looped into the net off the woodwork.</p><p><img src=\"http://im.sify.com/sifyhome2011/images/may2016/b5.jpg\"><br></p>Madrid grew stronger after the goal and a shot from Ronaldo flew over the bar, while Pepe put the ball in the net only to see his effort ruled out correctly for offside.<p><img src=\"http://im.sify.com/sifyhome2011/images/may2016/b8.jpg\"><br></p><p>Despite Madrid's dominance, City could have levelled just before the break when De Bruyne found Fernandinho on the left of the area, and the Brazilian's left-footed shot clipped the near post.</p><p>It was one of few scares for Madrid, who bossed the second half as they did the first.</p><p>Ronaldo spurned three chances to double the lead and Bale's header smashed the bar.</p><p><img src=\"http://im.sify.com/sifyhome2011/images/may2016/b7.jpg\"><br></p><p>\"We could easily be in the final but they managed the game well, and got a very lucky goal,\" said City keeper Joe Hart.</p><p>\"They've beaten us with a very lucky goal but it is what it is.\"</p>]]></description><link><![CDATA[http://www.sify.com/sports/brilliant-bale-helps-real-tame-city-to-reach-cl-final-news-football-qffkXkddbigga.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/atletico-oust-bayern-to-reach-champions-league-final-news-football-qfemvtigbdhgh.html]]></guid><pubDate><![CDATA[Wed, 04 May 2016 12:21:19 +0530]]></pubDate><title><![CDATA[Atletico oust Bayern to reach Champions League final]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfemurahddagc.jpg\"/><description><![CDATA[Atletico Madrid reached the Champions League final on away goals on Tuesday after a 2-1 defeat at Bayern Munich, in which both sides missed a penalty, with the exhilarating tie finishing 2-2 on aggregate.<p>Atletico will play in the showpiece match for the second time in three seasons against either city rivals Real Madrid, who beat them in the 2014 final, or Manchester City, with the second semi-final scheduled for the Bernabeu on Wednesday.</p><p>Bayern's exit ended their hopes of claiming a treble with Atletico going through to the May 28 final at the San Siro in Milan after winning the first leg 1-0 last week.</p><p>The Bavarians went ahead with a Xabi Alonso free kick just past the half-hour and could have scored again three minutes later but Thomas Mueller's penalty was saved by Jan Oblak.</p><p><b><img src=\"http://im.sify.com/sifyhome2011/images/may2016/2.jpg\"><br></b></p><p>Atletico levelled through Frenchman Antoine Griezmann's seventh goal of this season's competition in the 54th, meaning Bayern would need at least two more goals to progress.</p><p><b><img src=\"http://im.sify.com/sifyhome2011/images/may2016/7.jpg\"><br></b></p><p>Bayern's Poland striker Robert Lewandowski set up a dramatic finale with his 74th minute goal before Atletico's Fernando Torres had an 85th minute spot kick saved by Manuel Neuer.</p><p>But it made no difference in the end as Bayern suffered a third straight elimination by a Spanish team at this stage in their three seasons under Pep Guardiola.</p><p>\"They were better, but we scored an away goal, which was important. We need to keep grounded and first of all think of the Liga before the final,\" said Griezmann, whose side are level on points with leaders Barcelona in the Spanish title race.</p><p>\"We're delighted. It was difficult, a really hard game, we had a great opponent in front of us and we had to both defend and try to score. That's what we did,\" he added. <b><img src=\"http://im.sify.com/sifyhome2011/images/may2016/8.jpg\"></b><br></p><p><b>Bitter Pill</b></p><p>Guardiola, in his final Champions League home game at Bayern before his move to Manchester City for next season, started with defender Jerome Boateng, back from a three-month injury break on Saturday, and Franck Ribery, himself back from injury.</p><p>With a newly-discovered intensity, the Bavarians were dominant in the first half, successfully navigating through the Spaniards' high pressing game and grabbing their first chance with a Lewandowski header in the 12th minute.</p><p>\"We are a bit lost for words,\" said Neuer. \"We played great football today, did everything we set out to do but it is bitter not to be travelling to Milan for the final.\"</p><p>Atletico keeper Oblak was kept busy in the first half, with the tables turned and Bayern doing the pressing -- having 12 shots compared to Atletico's two by the half hour.</p><p>Alonso finally got the hosts a deserved lead in the 31st minute, his low free kick clipping Atletico's Jose Maria Gimenez to cancel out Atletico's first-leg advantage.</p><p>Bayern pushed for a second goal and thought they would have it when Javi Martinez was brought down by Gimenez in the box to earn a penalty three minutes later.</p><p>But Oblak saved Mueller's spot kick and Atletico stunned the home crowd after the break when Griezmann linked up with Torres and charged through to beat Neuer with a fine finish.</p><p>With Bayern now on the backfoot and needing at least two more goals to advance, Atletico grew bolder and Juanfran's shot on the hour sailed narrowly wide.</p><p>Lewandowski put Bayern back in front on the night with a close-range header to spark a dramatic finale but they could not find another goal and their Champions League hopes were over. </p>]]></description><link><![CDATA[http://www.sify.com/sports/atletico-oust-bayern-to-reach-champions-league-final-news-football-qfemvtigbdhgh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/is-leicesters-5000-1-upset-the-greatest-sporting-shock-news-football-qfdn3tfeahfec.html]]></guid><pubDate><![CDATA[Tue, 03 May 2016 13:29:19 +0530]]></pubDate><title><![CDATA[Is Leicester's 5,000-1 upset the greatest sporting shock?]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qfdmX9hfhfjhh.jpg\"/><description/><link><![CDATA[http://www.sify.com/sports/is-leicesters-5000-1-upset-the-greatest-sporting-shock-news-football-qfdn3tfeahfec.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/update-1-uk-stocks-factors-to-watch-on-april-21-news-equity-qevmuqgheabec.html]]></guid><pubDate><![CDATA[Thu, 21 Apr 2016 06:50:00 +0530]]></pubDate><title><![CDATA[UPDATE 1-UK Stocks-Factors to watch on April 21]]></title><description><![CDATA[<p>(Adds futures, company news items)</p>  <p>April 21 (Reuters) - Britain's FTSE 100 index is seen opening up 15points, or 0.2 percent, on Thursday, according to financial bookmakers, withfutures up 0.12 percent ahead of the cash market open. For more on thefactors affecting European stocks, please click on</p>  <p/>  <p>* The UK blue chip index closed up 4.91 points, or 0.1 percent on Wednesdayat 6,410.26, at a fresh year high after a rally in the price of oil spurredgains in commodity-related stocks.</p>  <p>* ANGLO AMERICAN: Global mining company Anglo American Plc said ironore production at its Kumba Iron Ore Ltd unit fell 27 percent in thefirst quarter as the mine moves to a lower-cost pit configuration.</p>  <p>* SABMILLER: SABMiller sold 4 percent more lager in its most recentquarter than in the year-ago period as momentum improved in the second half ofits financial year.</p>  <p>* SMITHS GROUP: French aerospace and defence group Safran said itagreed to sell its U.S.-based Morpho Detection business and otherdetection-related activities to British engineering conglomerate Smiths Group for an enterprise value of $710 million.</p>  <p>* CENTRICA: British utility group Centrica said on Thursday it hasagreed to buy Denmark-based energy management firm Neas Energy for 170 millionpounds ($243.9 million) to build on its marketing and trading activities inmainland Europe.</p>  <p>* SKY: Pay-TV and broadband group Sky said it attracted 177,00 newcustomers in its third quarter, including 46,000 broadband additions in Britainand Ireland, helping revenue rise 5 percent for the first nine months, in linewith forecasts.</p>  <p>* SKY: Mediaset and Sky Italia, a unit of Sky Plc, havebeen fined 55.4 million euros ($62.7 million) by Italy's antitrust authority forbreaching competition laws during the 2014 sale of soccer TV rights, theauthority said on Wednesday.</p>  <p>* DARTY: Conforama, a subsidiary of Steinhoff International Holdings NV has increased its cash offer for shares in electronics retailer DartyPlc it does not already own to 138 pence per share.</p>  <p>* DARTY: French retailer Fnac said on Thursday it was offering 145pence per share to buy Darty, Europe's third-largest electronicsretailer, trumping a freshly raised offer from Conforama, a unit of SouthAfrican retail conglomerate Steinhoff.</p>  <p>* DAILY MAIL: The parent of Britain's Daily Mail, Daily Mail & General TrustPlc, said on Wednesday it had not submitted its own bid to buy YahooInc's core Internet business, but was still in talks to partner withother suitors of the U.S. company.</p>  <p>* SHELL: Royal Dutch Shell has failed to halt production at theGbaran Ubie oil and gas facility in southern Nigeria, contravening a court orderfor the site to be sealed and raising the prospect of legal action, stategovernment officials said on Wednesday.</p>  <p>* BHP BILLITON: BHP Billiton  does not expect recent rise iniron ore and metallurgical coal prices to hold for more than a few months, asmore low cost supply is set to hit the market, its Australian chief said onThursday.</p>  <p>* HSBC: Pay is not the only thing HSBC investors will challengeexecutives over at Friday's annual meeting in London, calls for reassurance ondividends, Chinese expansion and succession planning are all set to feature.</p>  <p>* UK STEEL: Senior staff at Port Talbot, Britain's biggest steel works, areseeking to launch a management buyout plan with the support of staff, investorsand the government to save the loss-making plant put up for sale by Tata Steel.</p>  <p>* ECB: ECB President Mario Draghi is likely to drive home the case forultra-loose monetary policy on Thursday, hitting back after a barrage ofcriticism from German officials who dispute the bank's recipe for tackling theeuro zone's economic malaise.</p>  <p>* BREXIT: The 'In' campaign has a 11-point lead against rival 'Out' ahead ofBritain's referendum in June to decide if Britain should be a part of theEuropean Union, according to a ComRes poll for Daily Mail and ITV News.</p>  <p>* BREXIT: British support for staying in the European Union has risenslightly, according to two opinion polls on Wednesday that add to signs the\"Remain\" campaign has gained momentum ahead of a referendum in June.</p>  <p>An Ipsos MORI telephone poll of 1,026 people showed the \"In\" camp, supportedby Prime Minister David Cameron, holding a 10-point lead over those wanting toleave the 28-nation bloc.</p>  <p>* BREXIT: A British exit from the European Union would hurt London's statusas a global financial centre because international banks could move away andeuro trading would be hit, the City of London Corporation said on Wednesday.</p>  <p>* BREXIT: U.S. President Barack Obama flies to London on Thursday with amission: to persuade wavering British voters not to ditch membership of theEuropean Union in a June 23 referendum that Washington fears could weaken theWest.</p>  <p>* UK PAY: British employers offered the least generous wage deals in nearlysix years in the three months to April, industry data showed on Thursday, a dayafter a Bank of England policymaker said low inflation was pushing down paygrowth.</p>  <p>* OIL: Crude prices steadied after earlier declines on Thursday as theInternational Energy Agency (IEA) said 2016 would see the biggest fall innon-OPEC production in a generation, helping rebalance a market that has beendogged by oversupply.</p>  <p>* SILVER: Silver surged nearly 3 percent on Thursday, hitting an 11-monthtop and lifting gold with it, as commodities rallied on firmer oil prices andoptimism over the Chinese economy.</p>  <p>* COPPER: London copper hit its highest in almost a month on Thursday, afterstrong gains in oil the session before stoked investor appetite for commoditiesalready buoyed by a generally brightening picture for global growth.</p>  <p>* EX-DIVS: ARM, BAE Systems, Capita, Fresnillo, Mondi and Smith & Nephew will trade withoutentitlement to their latest dividend pay-out on Thursday, trimming 3.30 pointsoff the FTSE 100 according to Reuters calculations</p>  <p>TODAY'S UK PAPERS</p>  <p>> Financial Times</p>  <p>> Other business headlines              (Reporting by Noor Zainab Hussain in Bengaluru; Editing by Sunil Nair)</p>]]></description><link><![CDATA[http://www.sify.com/finance/update-1-uk-stocks-factors-to-watch-on-april-21-news-equity-qevmuqgheabec.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/uk-stocks-factors-to-watch-on-april-21-news-equity-qevlumegibcga.html]]></guid><pubDate><![CDATA[Thu, 21 Apr 2016 05:50:00 +0530]]></pubDate><title><![CDATA[UK Stocks-Factors to watch on April 21]]></title><description><![CDATA[<pre><p>April 21 (Reuters) - Britain's FTSE 100 index is seen opening up 15points, or 0.2 percent higher on Thursday, according to financial bookmakers.For more on the factors affecting European stocks, please click on         * The UK blue chip index closed up 4.91 points, or 0.1 percent on Wednesdayat 6,410.26, at a fresh year high after a rally in the price of oil spurredgains in commodity-related stocks.     * SKY: Mediaset and Sky Italia, a unit of Sky Plc, havebeen fined 55.4 million euros ($62.7 million) by Italy's antitrust authority forbreaching competition laws during the 2014 sale of soccer TV rights, theauthority said on Wednesday.     * DARTY: Conforama, a subsidiary of Steinhoff International Holdings NV has increased its cash offer for shares in electronics retailer DartyPlc it does not already own to 138 pence per share.     * DARTY: French retailer Fnac said on Thursday it was offering 145pence per share to buy Darty, Europe's third-largest electronicsretailer, trumping a freshly raised offer from Conforama, a unit of SouthAfrican retail conglomerate Steinhoff.     * DAILY MAIL: The parent of Britain's Daily Mail, Daily Mail & General TrustPlc, said on Wednesday it had not submitted its own bid to buy YahooInc's core Internet business, but was still in talks to partner withother suitors of the U.S. company.      * SHELL: Royal Dutch Shell has failed to halt production at theGbaran Ubie oil and gas facility in southern Nigeria, contravening a court orderfor the site to be sealed and raising the prospect of legal action, stategovernment officials said on Wednesday.     * BHP BILLITON: BHP Billiton  does not expect recent risesin iron ore and coal prices to hold for more than a few months, as the uptick inprices would bring more supply to the market, its Australian chief said onThursday.       * HSBC: Pay is not the only thing HSBC investors will challengeexecutives over at Friday's annual meeting in London, calls for reassurance ondividends, Chinese expansion and succession planning are all set to feature.     * UK STEEL: Senior staff at Port Talbot, Britain's biggest steel works, areseeking to launch a management buyout plan with the support of staff, investorsand the government to save the loss-making plant put up for sale by Tata Steel.     * ECB: ECB President Mario Draghi is likely to drive home the case forultra-loose monetary policy on Thursday, hitting back after a barrage ofcriticism from German officials who dispute the bank's recipe for tackling theeuro zone's economic malaise.      * BREXIT: The 'In' campaign has a 11-point lead against rival 'Out' ahead ofBritain's referendum in June to decide if Britain should be a part of theEuropean Union, according to a ComRes poll for Daily Mail and ITV News.     * BREXIT: British support for staying in the European Union has risenslightly, according to two opinion polls on Wednesday that add to signs the\"Remain\" campaign has gained momentum ahead of a referendum in June.    An Ipsos MORI telephone poll of 1,026 people showed the \"In\" camp, supportedby Prime Minister David Cameron, holding a 10-point lead over those wanting toleave the 28-nation bloc.      * BREXIT: A British exit from the European Union would hurt London's statusas a global financial centre because international banks could move away andeuro trading would be hit, the City of London Corporation said on Wednesday.      * BREXIT: U.S. President Barack Obama flies to London on Thursday with amission: to persuade wavering British voters not to ditch membership of theEuropean Union in a June 23 referendum that Washington fears could weaken theWest.      * UK PAY: British employers offered the least generous wage deals in nearlysix years in the three months to April, industry data showed on Thursday, a dayafter a Bank of England policymaker said low inflation was pushing down paygrowth.      * OIL: Crude prices steadied after earlier declines on Thursday as theInternational Energy Agency (IEA) said 2016 would see the biggest fall innon-OPEC production in a generation, helping rebalance a market that has beendogged by oversupply.     * SILVER: Silver surged nearly 3 percent on Thursday, hitting an 11-monthtop and lifting gold with it, as commodities rallied on firmer oil prices andoptimism over the Chinese economy.      * COPPER: London copper hit its highest in almost a month on Thursday, afterstrong gains in oil the session before stoked investor appetite for commoditiesalready buoyed by a generally brightening picture for global growth.      * EX-DIVS: ARM, BAE Systems, Capita, Fresnillo, Mondi and Smith & Nephew will trade withoutentitlement to their latest dividend pay-out on Thursday, trimming 3.30 pointsoff the FTSE 100 according to Reuters calculations     * UK CORPORATE DIARY: Immedia Group PLC               Full Year  SABMiller PLC                   Q4  Ladbrokes PLC                   Q1  Anglo American PLC              Q1  SEGRO PLC                       Q1  Go-Ahead Group PLC              Q3 SKY PLC                         Q3 Acacia Mining PLC               Q1      TODAY'S UK PAPERS    > Financial Times                          > Other business headlines              (Reporting by Noor Zainab Hussain in Bengaluru; Editing by Sunil Nair)</p></pre>]]></description><link><![CDATA[http://www.sify.com/finance/uk-stocks-factors-to-watch-on-april-21-news-equity-qevlumegibcga.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/wc-2018-could-be-first-with-video-tech-infantino-news-football-qeuoeEjdgjfbb.html]]></guid><pubDate><![CDATA[Wed, 20 Apr 2016 14:04:41 +0530]]></pubDate><title><![CDATA[WC 2018 could be first with video tech-Infantino]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qdfspgaihgbfe.jpg\"/><description><![CDATA[<b>Moscow: </b>FIFA president Gianni Infantino said that testing is to begin on video technology that could be ready to use at the 2018 World Cup in Russia.<p>Speaking during a visit to Moscow to check on preparations for the 2018 football showpiece, Infantino also said the hard graft \"starts now\" in the crisis-hit country.</p><p>But after the International Football Association Board (IFAB), which governs the rules of the game, approved in March the testing of technology to help match officials, Infantino said it could be ready to use at the next World Cup.</p><p>\"This test video will start now and will take two years.</p><p>This means that by March 2018 we will see if it works or not,\" he said.</p><p>\"I really hope that the World Cup in Russia will be the first World Cup where video refereeing is used to make refereeing maybe better.\"</p><p>The trials will allow referees to call on video assistance to help determine four categories of game-changing moments -- goals scored, red cards, penalties and mistaken identity.</p><p>In the experiments, a video assistant referee will have access to video replays during matches and will either review an incident on request or communicate with the referee proactively about an incident that may have been missed by the officials on the field of play.</p><p>In March IFAB had agreed to carry out experiments over a two-year period starting no later than the 2017/18 season, although that has now been brought forward meaning a final decision on whether to adopt the technology permanently could be taken before the 2018 World Cup.</p>]]></description><link><![CDATA[http://www.sify.com/sports/wc-2018-could-be-first-with-video-tech-infantino-news-football-qeuoeEjdgjfbb.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/ronaldo-goal-hands-barca-first-defeat-in-a-year-news-football-qedmT0fahhhae.html]]></guid><pubDate><![CDATA[Sun, 03 Apr 2016 12:55:26 +0530]]></pubDate><title><![CDATA[Ronaldo goal hands Barca first defeat in a year]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qedmS5efcigch.jpg\"/><description><![CDATA[<b>Barcelona:</b> Cristiano Ronaldo struck late to give Real Madrid a 2-1 victory in the 'Clasico' and ruin Barcelona's 39-game unbeaten run in a tense game overshadowed by debatable refereeing decisions on Saturday.<p>Gerard Pique headed in a corner to give La Liga leaders Barcelona a deserved lead after 56 minutes but Karim Benzema's acrobatic volley levelled for the visitors who were lucky to avoid conceding a penalty in the first half.</p><p>Real captain Sergio Ramos was also fortunate to escape with a yellow card from referee Alejandro Jose Hernandez in the second half although the defender was eventually sent off in the 83rd minute.</p><p>Hernandez also ruled out a headed goal by Gareth Bale.</p><p>Barcelona failed to capitalise on their numerical advantage in the closing stages and went 2-1 behind in the 85th minute when Ronaldo chested down a high cross from Bale and fired the ball in at the near post.</p><p>\"Winning here is a huge prize for all our players because they put in an enormous performance,\" Real coach Zinedine Zidane told a news conference after handing Barca their first defeat in any competition since February 2015.</p><p>\"I'm very happy because it’s not easy to win here, few teams win here.\"</p><p>Barcelona have 76 points with seven matches to play, seven ahead of third-placed Real. Atletico Madrid are six points off the pace after Antoine Griezmann hit two goals in their 5-1 rout of Real Betis.</p><p>Fernando Torres, Juanfran and Thomas Partey also netted for Atletico.</p><p>Real's win was their first in the league at the Nou Camp since 2012. It was also Barca's first home defeat since they were beaten 1-0 by Malaga in February 2015.</p><p>RAMPANT START</p><p>\"It's painful to lose at home but it had to happen some day,\" said coach Luis Enrique.</p><p>\"I'm happy with the attitude of our players if not the result. We could have won, or drawn, but Madrid were effective at the end.\"</p><p><img src=\"http://im.sify.com/sifyhome2011/images/apr2016/barcelona.jpg&#10;\"><br></p><p>Barca made a rampant start and Luis Suarez missed a glaring chance in the 10th minute.</p><p>They could also have had a penalty midway through the first half when Lionel Messi fell over Ramos' trailing leg after a mazy run into the box.</p><p>Despite Barca's dominance they needed a corner to find a way through, Pique escaping marker Pepe to head in at the near post.</p><p>Real responded in the 62nd minute when Marcelo weaved his way into the area from the left and gave the ball to Toni Kroos whose deflected shot sat up for Benzema to athletically score his 21st league goal of the season.</p><p>Elsewhere, Valencia were beaten 2-1 at mid-table Las Palmas in coach Pako Ayestaran's first game in charge since succeeding the sacked Gary Neville.</p><p>Rodrigo put the visitors ahead after two minutes but a penalty from Jonathan Viera and an own goal by defender Shkodran Mustafi handed 15th-placed Valencia a fourth straight defeat.</p>]]></description><link><![CDATA[http://www.sify.com/sports/ronaldo-goal-hands-barca-first-defeat-in-a-year-news-football-qedmT0fahhhae.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/lionel-messi-scores-50th-goal-for-argentina-news-football-qd4nbJhgbegdj.html]]></guid><pubDate><![CDATA[Wed, 30 Mar 2016 13:01:45 +0530]]></pubDate><title><![CDATA[Lionel Messi scores 50th goal for Argentina]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qd4nb2chadbgd.jpg\"/><description><![CDATA[<b>Cordoba, Argentina:</b> Lionel Messi scored his 50th international goal to help Argentina beat Bolivia 2-0 in a 2018 World Cup qualifier on Tuesday.<p>The win put Argentina third in the South American group with 11 points from six matches, two points behind joint leaders Ecuador and Uruguay.</p><p>Ecuador suffered their first loss in the group, going down 3-1 in Colombia, while Uruguay scored a 1-0 home win over Peru.</p><p>Argentina defender Gabriel Mercado, who scored the winner in Thursday's 2-1 away victory over Chile, opened the scoring in the 21st minute against Bolivia.</p><p>Argentina were awarded a penalty in the 29th minute after Ronald Eguino fouled midfielder Ever Banega, and Messi made no mistake from the spot to net his 50th goal for Argentina, putting him within six of Gabriel Batistuta's record.</p><p>\"This (campaign) is very long and what's important is that we won and remain on course,\" Messi told TyC Sports. \"I'm happy with goal number 50 but more because we won and this helps to keep growing.\"</p><p>Argentina coach Gerardo Martino said it had been crucial to get the two wins.</p><p>\"It was fundamental to get the six points,\" he told TyC Sports of the two wins. \"I think we played a serious match and won well.\"</p><p>Argentina could have gone ahead after 10 seconds with a quick attack down the left from the opening kickoff but Angel Di Maria's shot was blocked by goalkeeper Carlos Lampe and Banega hit the bar with the rebound.</p><p>Di Maria limped off after half an hour and was replaced by Angel Correa.</p><p>Argentina squandered several other chances to score against a side they put 12 goals past in two friendlies last year. They are a point ahead of Colombia and Chile, who came from behind to beat Venezuela 4-1.</p><p>Brazil and Paraguay have nine points after their 2-2 draw in Asuncion.</p><p>The top four teams in the 10-nation group qualify for the 2018 World Cup finals, while the fifth-placed side goes into an intercontinental playoff.</p>]]></description><link><![CDATA[http://www.sify.com/sports/lionel-messi-scores-50th-goal-for-argentina-news-football-qd4nbJhgbegdj.html]]></link></item><item><guid><![CDATA[http://www.sify.com/finance/exclusive-ethics-watchdog-for-norways-830-billion-wealth-fund-sees-increase-in-bans-on-firms-news-others-qdlqxUcjcbhjh.html]]></guid><pubDate><![CDATA[Fri, 11 Mar 2016 10:53:00 +0530]]></pubDate><title><![CDATA[EXCLUSIVE: Ethics watchdog for Norway's $830 billion wealth fund sees increase in bans on firms]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qdlqxTiggjged.jpg\"/><description><![CDATA[<p>By Joachim Dagenborg and Gwladys Fouche</p>  <p>OSLO (Reuters) - The ethics watchdog for Norway's $830-billion wealth fund will focus this year on identifying corruption in telecoms, arms and energy companies and expects to recommend that an increasing number of firms across all sectors be barred from investment.</p>  <p>By the end of this year, the fund which invests income from Norway's oil and gas production could add the first companies to its blacklist for emitting too much climate changing gas, said the chairman of its independent ethics panel, Johan H. Andresen.</p>  <p>The ethics panel will also look into allegations of human rights abuses in Qatar's building sector, Malaysia's electronics goods industry, and textile factories in some Asian countries, Andresen told Reuters.</p>  <p>The fund is the world's biggest sovereign wealth fund, owning 1.3 percent of all listed company equity on earth. As of the end of last year it owned shares in 9,050 firms worldwide.</p>  <p>It is forbidden by law from investing in firms that produce nuclear weapons or anti-personnel landmines, or are involved in serious and systematic human rights violations, among other ethical criteria.</p>  <p>Norway's parliament has set a new mandate from this year to restrict investment in companies that emit excessive climate changing gases. Andresen said his panel was still looking into the criteria for such judgements but its first recommendations on climate criteria could come by the end of the year.</p>  <p>Some 66 companies have so far been excluded from the wealth fund on ethics grounds, and two are under observation, including, since January, Brazil's state oil company Petrobras, under scrutiny for alleged corruption.</p>  <p>\"Most of the corruption cases come from the industry studies within defence, telecoms and energy. Those three (sectors) seem to keep us very busy,\" Andresen, the council's chairman, said in an interview. \"We will of course look into other companies, should we be made aware of them.\"</p>  <p>The Council on Ethics makes recommendations to the central bank on firms which may be in breach of the fund's ethics guidelines. It is now examining 14 corruption cases, including Petrobras.</p>  <p>Based on the council's recommendations, the central bank board instructs the fund's management whether to exclude companies from the fund. The board can also put firms under observation to allow them to fix the problem. A key factor is the risk that an ethics breach will be repeated in future. </p>  <p>The risk of corruption increases in the energy, defence and telecoms sectors as they more often involve large contracts between parties that can withhold information based on internal national security directives, Andresen said.</p>  <p>\"We were especially surprised with what we found in the arms industry. It seems that the absence of corruption was the exception and not the norm,\" said the 54-year-old Norwegian investor, owner of private investment vehicle Ferd.</p>  <p>Andresen declined to comment specifically on Petrobras, but speaking generally, he said: \"Companies should aspire to be far better ... They should not try to guess what is the least amount of good behaviour that is expected.\"</p>  <p>Across all sectors, he expected the number and frequency of recommendations to the central bank's board to increase as the council concludes the different sector studies it has begun.</p>  <p>\"We did recommend one company for exclusion last week, and there are others that we are working on right now. Some of these companies are quite large, so the (central) bank may decide to undertake some type of ownership interaction,\" he said.</p>  <p/>  <p>TEXTILE, CONSTRUCTION AND CLIMATE CHANGE</p>  <p>Asked about the apparent irony in looking at climate change for a fund that earns nearly all its wealth from Norway's oil and gas industry, Andresen said: \"We don't get involved in politics and therefore we don't question the criteria. Whichever criteria the politicians give us, we will use.\" </p>  <p>Andresen said the council would look at \"a broad set of industries\" including the oil and gas sector over climate change, and had not yet concluded which factors to analyse to determine what is acceptable.     </p>  <p>\"I don't think there is a reason to avoid looking at oil and gas companies. But they are not going to be the only ones by far,\" he said, speaking at the council's office in central Oslo.</p>  <p>\"We think that there might be some exclusions towards the end of the year within the climate criterion.\"</p>  <p>Next month the council will receive a first report on the construction industry in Qatar. Construction companies working in neighbouring countries will be under review too, he said.</p>  <p>Also under scrutiny will be electronics goods manufacturers in Malaysia.</p>  <p>The council will look at workers rights in the Indian and Bangladeshi textile industries, after looking at Cambodia and Vietnam last year.</p>  <p>\"In earlier studies of textile production facilities, we have been confronted with forced overtime, loss of bonus when legally sick, possible child labour, safety issues and the integrity of the construction of the (plant) building,\" he said.</p>  <p>Another target will be the environmental damage made by the chemical industry. The council is looking at \"less than ten\" companies in this field, he said.</p>  <p>The council, although independent, is collaborating closely with the fund, which has its own ethical targets, such as children's rights, human rights and water management. They are working together on the textile industry.</p>  <p>\"They are focusing on the buyers' side, the big companies within the fund, while we engage with the smaller companies where the potential breach is happening on the ground,\" he said.</p>  <p/>  <p> (Editing by Peter Graff)</p>]]></description><link><![CDATA[http://www.sify.com/finance/exclusive-ethics-watchdog-for-norways-830-billion-wealth-fund-sees-increase-in-bans-on-firms-news-others-qdlqxUcjcbhjh.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/nigerian-man-kills-friend-over-ronaldo-messi-debate-news-football-qdhx0Vfjijbbg.html]]></guid><pubDate><![CDATA[Mon, 07 Mar 2016 23:26:57 +0530]]></pubDate><title><![CDATA[Nigerian man kills friend over Ronaldo-Messi debate]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/pi2n8tcebdjeh.jpg\"/><description><![CDATA[<p> In a bizarre incident, a Nigerian man killed his friend in Mumbai after an argument over whether Lionel Messi or Cristiano Ronaldo was the best footballer in the world spiralled out of control.</p><p>According to goal.com, police said that Obinna Michael Durumchukwa, 34, was celebrating his birthday with his 22-year-old friend Nwabu Chukwuma when they started to argue about the Barcelona and Real Madrid stars.</p><p>Police inspector Kiran Kabadi said that Durumchukwa hurled a glass at Chukwuma which missed and hit the wall. Chukwuma then picked up a shard of the glass and slit his friend's throat in rage.</p><p>Chukwuma has been arrested and charged with murder, and will be produced before court on Monday.</p>]]></description><link><![CDATA[http://www.sify.com/sports/nigerian-man-kills-friend-over-ronaldo-messi-debate-news-football-qdhx0Vfjijbbg.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/i-wouldve-punched-messi-for-tricky-penalty-maradona-news-football-qdgqe7gfejefj.html]]></guid><pubDate><![CDATA[Sun, 06 Mar 2016 16:04:33 +0530]]></pubDate><title><![CDATA[I would've punched Messi for tricky penalty: Maradona]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qdgqcbfadbhdb.jpg\"/><description><![CDATA[<p> Legendary Argentina footballer Diego Maradona has revealed that he would have thrown punches on Barcelona star Lionel Messi over his tricky penalty with Luis Suarez during a match against Celta Vigo.</p><iframe width=\"600\" height=\"300\" src=\"https://www.youtube.com/embed/olL9NOcCOTk\" frameborder=\"0\" allowfullscreen=\"\"></iframe><p>Messi stepped up to the penalty spot and decided to pass to Suarez for an easy finish instead of shooting directly during Barca's comfortable 6-1 win over Celta in their La Liga clash last month.</p><p>\"If I'd have been on the pitch for Messi's indirect penalty, there would have been punches thrown, regardless of whether it was the A, the B, the C or the D division, for sure there would have been punches thrown,\" Maradona was quoted as saying by goal.com.</p><p>Maradona had earlier coached compatriot Messi during the 2010 World Cup.)</p>]]></description><link><![CDATA[http://www.sify.com/sports/i-wouldve-punched-messi-for-tricky-penalty-maradona-news-football-qdgqe7gfejefj.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/suarez-returns-to-uruguay-squad-after-biting-ban-news-football-qdfspAbbhific.html]]></guid><pubDate><![CDATA[Sat, 05 Mar 2016 18:15:36 +0530]]></pubDate><title><![CDATA[Suarez returns to Uruguay squad after biting ban]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qdfspgaihgbfe.jpg\"/><description><![CDATA[<b>Montevideo:</b> Uruguay striker Luis Suarez is set to play his first competitive international later this month since being banned for biting an opponent at the 2014 World Cup after he was called up on Friday for qualifiers against Brazil and Peru.<p>Barcelona's Suarez was suspended for nine games after biting Italy's Giorgio Chiellini at the World Cup in Brazil.</p><p>He was among 28 players named in Oscar Tabarez's squad to face Brazil away in Recife on March 25 and Peru in Montevideo four days later, the Uruguayan FA announced on Friday.</p><p>Uncapped Genoa midfielder Diego Laxalt and Manchester United right back Guillermo Varela were called up for the first time.</p><p>Uruguay are second in the 10-team South American standings behind Ecuador with three wins in four games.</p><p>The top four qualify automatically for the 2018 finals in Russia while the fifth-placed team goes into an intercontinental playoff against a team from the Oceania zone.</p>]]></description><link><![CDATA[http://www.sify.com/sports/suarez-returns-to-uruguay-squad-after-biting-ban-news-football-qdfspAbbhific.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/messi-hat-trick-barca-record-35-match-unbeaten-run-news-football-qdemBLeejdibd.html]]></guid><pubDate><![CDATA[Fri, 04 Mar 2016 12:37:47 +0530]]></pubDate><title><![CDATA[Messi hat-trick: Barca record 35-match unbeaten run]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qdemB7edfciif.jpg\"/><description><![CDATA[Barcelona set a Spanish record of 35 matches unbeaten in all competitions with a thumping 5-1 win at nine-man Rayo Vallecano in La Liga on Thursday after goal-machine Lionel Messi scored his 35th hat-trick.Ivan Rakitic opened the scoring, Messi caught up with Real Madrid’s Cristiano Ronaldo on 35 trebles in all competitions and Arda Turan completed the rout, with Turkey's captain scoring his first goal for the club since joining from Atletico Madrid.Barca's victory, which saw them beat the undefeated record Real Madrid had held since the 1988/89 season, restored an eight-point lead at the top over Atletico with 11 matches to go.Atletico beat visiting Real Sociedad 3-0 on Tuesday, while third-placed Real Madrid are again 12 points off the pace after a 3-1 win at Levante on Wednesday.Barca were helped by the fact that Rayo lost defender Diego Llorente to a red card three minutes before halftime for a foul on Rakitic before Manuel Iturra was also sent off in the 67th for bringing down Sergio Busquets in the area.Busquets was felled from behind going for the rebound after a Messi free kick came back off the bar but Luis Suarez's penalty was saved by Juan Carlos, Barcelona's ninth miss from 18 penalties in all competitions this season.\"It's a strange situation (missing penalties),\" the Catalan side's midfield general Andres Iniesta said. \"We mustn't let it bother us while everything is working as well as it is.\"The reasons are many (to explain) why the team continues in this positive dynamic (but) the league isn't over, there are lots of points still to take,\" he was quoted as saying on the As website (www.as.com).Rakitic scored in the 22nd minute by tapping the ball home when it fell to him after Juan Carlos spilt a high cross.Messi finished off a fine one-two with Neymar a minute later for his first goal and Llorente was shown the red card three minutes before halftime for a foul on Rakitic.Messi scored his second in the 53rd after a shot by Suarez came back off the post and completed his hat-trick in the 72nd after darting through the defence from midfield.Rayo got a consolation in the 57th through Manucho's header after Bebe, at the far post, nodded a cross from the right into the middle as the two ex-Manchester United players combined.]]></description><link><![CDATA[http://www.sify.com/sports/messi-hat-trick-barca-record-35-match-unbeaten-run-news-football-qdemBLeejdibd.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/afghan-boy-receives-signed-jersey-from-messi-news-football-qczujmebabfhe.html]]></guid><pubDate><![CDATA[Thu, 25 Feb 2016 20:09:12 +0530]]></pubDate><title><![CDATA[Afghan boy receives signed jersey from Messi]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qctnhRgfffiai.jpg\"/><description><![CDATA[<b>Ghazni (Afghanistan):</b> A five-year-old Afghan boy who became an online sensation after pictures of him dressed in an improvised Lionel Messi jersey has finally received a shirt signed by his idol.<p>Murtaza Ahmadi idolises the Argentina international, but his family in rural Ghazni province, to the south-west of the capital Kabul, cannot afford to buy him a real kit.</p><p>Ahmadi was sent the Argentina jersey, signed by Messi, after his elder brother Homayoun, 15, made him a plastic shirt with the Barcelona forward's named scrawled in marker pen, before posting the image on Facebook.</p><p>Jorge Messi, Lionel's father, confirmed last month his son was aware of the photos and \"wants to do something\" for his young supporter.</p><p>\"Murtaza has the real thing now! #LeoMessi helped make his dream come true &amp; gave him signed jerseys &amp; a football,\" Unicef Afghanistan tweeted on Thursday.</p><p>\"I love Messi and my shirt says Messi loves me,\" Ahmadi was quoted as saying by Sky Sports.</p><p>Messi is a goodwill ambassador for the United Nations Children's Emergency Fund (Unicef) and the agency helped to get the shirt to the boy.</p>]]></description><link><![CDATA[http://www.sify.com/sports/afghan-boy-receives-signed-jersey-from-messi-news-football-qczujmebabfhe.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/suarez-forgets-passport-before-arsenal-game-news-football-qcylSXdfhdbje.html]]></guid><pubDate><![CDATA[Wed, 24 Feb 2016 11:54:59 +0530]]></pubDate><title><![CDATA[Suarez forgets passport before Arsenal game]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/okosmrggbjijh.jpg\"/><description><![CDATA[<b>London: </b>Barcelona's star striker Luis Suarez almost gave Arsenal fans a surprise gift as he left his passport at home before his team's flight to London, ahead of the Champions League clash against the English Premier League (EPL) club.<p>But unfortunately for Arsenal fans, someone from the club was sent back to the Uruguayan's home to pick it up and he boarded the flight with the rest of his teammates, BBC reported on Tuesday.</p><p>The Uruguayan striker has been in superb form this season. The celebrated Barcelona attacking trio of Lionel Messi, Suarez and Neymar have scored 91 goals between them this season. Suarez has scored 41 of them.</p><p>Arsenal manager Arsene Wenger tried to sign Suarez from Liverpool in the summer of 2013, before the 29-year-old joined the Spanish giants and the Frenchman said the Uruguayan is the man to watch out for.</p><p>\"Suarez is the kind of guy who manages to create that spirit in teams,\" Wenger said.</p><p>But Suarez isn't the first football player or manager to forget his passport.</p><p>Manchester United defender Marcus Rojo was fined 140,000 pounds after failing to make the club's US tour because he hadn't renewed his passport last July.</p><p>In November 2013, then Chelsea manager Jose Mourinho dropped star player Eden Hazard when he was late for training after forgetting his passport before a vital Champions League match.</p><p>Danny Welbeck, then Manchester United player, was left red-faced after forgetting his passport before a flight to Amsterdam for their Europa League match at Ajax in February 2012.</p><p>Retired footballer Robbie Savage was flying to Rio de Janeiro to work as a football expert for the BBC during the 2014 World Cup but nearly missed his flight. The former EPL midfielder has taken his wife's passport to the Heathrow airport by mistake instead of his own.</p>]]></description><link><![CDATA[http://www.sify.com/sports/suarez-forgets-passport-before-arsenal-game-news-football-qcylSXdfhdbje.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/messi-scores-300th-league-goal-as-barcelona-win-news-football-qcsnLLgejeigf.html]]></guid><pubDate><![CDATA[Thu, 18 Feb 2016 13:47:47 +0530]]></pubDate><title><![CDATA[Messi scores 300th league goal as Barcelona win]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qctnhRgfffiai.jpg\"/><description><![CDATA[<b>Barcelona: </b>Barcelona coach Luis Enrique enjoyed a happy return to his hometown and the club where he began his career as his side beat Sporting Gijon 3-1 in La Liga.<p>Wednesday's win opened up a six-point gap at the top of the standings for Barcelona over second place Atletico Madrid and seven over third positioned Real Madrid, reports Xinhua.</p><p>The game began with Barcelona moving the ball around the pitch looking for gaps in a well-organised and hard-working home side.</p><p>It was not until the 20th minute that Barcelona were able to create their first chance as Luis Suarez's effort was saved by Pichu Cuellar in the Sporting goal.</p><p>That was the sign for the game to spring to life as Messi slotted home a left foot shot from outside of the penalty area to give the Barcelona the lead in the 25th minute with the 300th league goal of his incredible career.</p><p>It looked as if Barcelona had done the hard-work in getting ahead, but some poor defending just two minutes later saw a Sporting break finished by Carlos Castro, who arrived unmarked at the far post.</p><p>Three minutes later in a crazy 10 minute spell, Messi restored Barcelona's lead from close range after being set up by Suarez.</p><p>The second half began like the first and although Sporting appealed for a penalty when Alen Halilovic fell in the visitors' penalty area, but replays showed the referee was right in waving play on.</p><p>The referee awarded Barcelona a penalty on 60 minutes when Ivan Cuellar bundled over Neymar in the penalty area.</p><p>Suarez missed the penalty but then netted Barcelona's third goal with a curing left foot shot just six minutes to secure the win.</p>]]></description><link><![CDATA[http://www.sify.com/sports/messi-scores-300th-league-goal-as-barcelona-win-news-football-qcsnLLgejeigf.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/sunderland-sack-johnson-after-child-sex-charge-admission-news-football-qcnkCqchiabbb.html]]></guid><pubDate><![CDATA[Sat, 13 Feb 2016 10:38:16 +0530]]></pubDate><title><![CDATA[Sunderland sack Johnson after child sex charge admission]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qcnkCdcgeifbf.jpg\"/><description><![CDATA[London: England international Adam Johnson has been sacked by Premier League Sunderland after he pleaded guilty to sexual activity with a child, the club said on Thursday.<p>\"In light of Adam Johnson's guilty pleas, the club has today terminated his contract with immediate effect,\" Sunderland said in a statement. \"The club will make no further comment.\"</p><p>Johnson pleaded guilty to one count of sexual activity with a child, but denied two other charges, when he appeared at Bradford Crown Court on Wednesday.</p><p>The 28-year-old winger, who has played 12 times for England, also admitted one count of grooming a girl under the age of 16, a court official said.</p><p>Sportswear firm Adidas said in a statement on Thursday that it had cancelled its boot contract with the mid fielder.</p><p>Johnson, who began his career at Middlesbrough and also played for Manchester City, joined Sunderland for 10 million pounds ($14.46 million) in 2012 on a four-year contract.</p><p>He has been a regular for the north-east side this season and scored in the 2-2 draw with Liverpool last week.</p><p>When asked about the winger's future at a news conference earlier on Thursday, manager Sam Allardyce said: \"He'll not be available for this weekend. We will see how it goes after that.\"</p><p>Johnson's case is expected to last two weeks.</p>]]></description><link><![CDATA[http://www.sify.com/sports/sunderland-sack-johnson-after-child-sex-charge-admission-news-football-qcnkCqchiabbb.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/mourinho-tells-friends-manchester-united-job-is-his-reports-news-football-qcknawahidiij.html]]></guid><pubDate><![CDATA[Wed, 10 Feb 2016 13:00:22 +0530]]></pubDate><title><![CDATA[Mourinho tells friends Manchester United job is his: Reports]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/mezahKcicfisi.jpg\"/><description><![CDATA[Jose Mourinho has told friends and associates that he will replace Louis van Gaal as Manchester United manager at the end of the season, according to reports in several British newspapers on Wednesday.<p>The Daily Mail, Daily Star, Daily Mirror and Daily Telegraph all quoted an unnamed source close to the 53-year-old Portuguese as saying his installation at Old Trafford was a \"done deal\".</p><p>The former Real Madrid, Inter Milan and Porto coach was sacked by Chelsea in December but said in an interview last week that he would soon be back in management, preferably in England.</p><p>Van Gaal, who has another year left on his contract after this season, has had to deal with constant speculation about his position after United made a stuttering start to the season.</p><p>The Dutchman said on Sunday he thought reports of negotiations between United and Mourinho were an invention of the media.</p>]]></description><link><![CDATA[http://www.sify.com/sports/mourinho-tells-friends-manchester-united-job-is-his-reports-news-football-qcknawahidiij.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/messi-will-not-play-at-rio-olympics-says-argentina-coach-news-football-qcckUkccgggag.html]]></guid><pubDate><![CDATA[Tue, 02 Feb 2016 10:56:10 +0530]]></pubDate><title><![CDATA[Messi will not play at Rio Olympics, says Argentina coach]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/qbmpNybefhjec.jpg\"/><description><![CDATA[Lionel Messi will not chase a second Olympic football gold medal at the Rio de Janeiro Games in August, Argentina coach Gerardo Martino said on Monday.<p>Martino added he did not want the Barcelona forward, who will captain Argentina at the Centennial Copa America in the United States in June, to suffer burnout after a demanding season.</p><p>He can take three over-age players in his under-23 squad to the Rio Games but Messi, who helped Argentina win their second Olympic football title in Beijing in 2008, will not be one of them.</p><p>\"Messi won't go to the Olympic Games because there is a lot of competition for the national team this year,\" Martino said with World Cup qualifiers also in mind.</p><p>\"We have the Copa America, the Olympic Games and after that four rounds of the qualifiers,\" he told Radio La Red.</p><p>\"The reality at Barcelona shows the season will be long. I want to win very much but not at any price, nor for throwing the players on to the pitch for them to die there.\"</p><p>Messi led Argentina to the 2014 World Cup final in Rio where they lost 1-0 to Germany after extra time.</p><p>The 16-team Copa America, to celebrate 100 years of the world’s oldest active international football tournament, will be played from June 3-26 with the 10-member nations of South America's CONMEBOL and six from rival region CONCACAF taking part.</p><p>Argentina, who also won Olympic gold at the 2004 Athens Games, failed to qualify for London 2012.</p>]]></description><link><![CDATA[http://www.sify.com/sports/messi-will-not-play-at-rio-olympics-says-argentina-coach-news-football-qcckUkccgggag.html]]></link></item><item><guid><![CDATA[http://www.sify.com/sports/agent-denies-mourinho-love-letter-to-man-utd-news-football-qbytNVeffdefi.html]]></guid><pubDate><![CDATA[Sun, 24 Jan 2016 19:49:57 +0530]]></pubDate><title><![CDATA[Agent denies Mourinho 'love letter' to Man Utd]]></title><enclosure length=\"100\" type=\"image/*\" url=\"http://static.sify.com/cms/image/ogvxjWjbgbchi.jpg\"/><description><![CDATA[Jose Mourinho's agent has dismissed as \"absolutely ridiculous and totally absurd\" a report that the Portuguese wrote a 'love letter' to Manchester United to trumpet his case to be their next manager.<p>Mourinho, one of the world's most successful managers, has been consistently linked with the job at Old Trafford since he was dismissed by Chelsea in December and while United have been labouring under the stewardship of Louis van Gaal.</p><p>A report in the Independent on Sunday newspaper said the two-times Champions League-winning manager had written a six-page letter to United explaining his strong desire to manage the club and outlining his plans.</p><p>Described as a 'love letter' to the club, it is claimed Mourinho even went into detail about how he would be willing to adapt his style to meet United's traditional attacking ethos.</p><p>The report emerged on Saturday night and United declined to comment at the end of a day which saw Van Gaal and his team booed off the pitch by supporters at Old Trafford after another sterile performance in a 1-0 defeat by Southampton.</p><p>On Sunday, Mourinho's agent Jorge Mendes strongly denied the claims.</p><p>\"It does not occur to anyone that a coach like Jose Mourinho can write letters to clubs offering their services. It is absolutely ridiculous and totally absurd,\" Mendes said on his management company's website, www.gestifute.com.</p><p>Mourinho's second spell at champions Chelsea, where he enjoyed huge success until their spectacular implosion this season, ended in December with his confidants suggesting the 52-year-old was keen on a quick return to the managerial fray.</p><p>His affection for United and their former manager Alex Ferguson is well documented and Mourinho was linked with the job after the Scot's retirement until the club plumped for David Moyes as successor.</p>]]></description><link><![CDATA[http://www.sify.com/sports/agent-denies-mourinho-love-letter-to-man-utd-news-football-qbytNVeffdefi.html]]></link></item></channel></rss>",
  "headers": {
    "Content-Length": "19424",
    "Connection": "keep-alive",
    "Content-Encoding": "gzip",
    "Vary": "Accept-Encoding",
    "Date": "Fri, 13 May 2016 07:44:32 GMT",
    "Content-Type": "application/rss+xml;",
    "Server": "Apache/2.2.22 (Unix) mod_ssl/2.2.22 OpenSSL/1.0.1e-fips PHP/5.4.43",
    "X-Powered-By": "PHP/5.4.43"
  },
  "response_url": "http://www.sify.com/rss2/sports/article/category/football"
}