{
  "requested_url": "http://thewire.in/feed/",
  "fetched_at": "2016-05-13T00:46:24.046354",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?><rss version=\"2.0\"\n\txmlns:content=\"http://purl.org/rss/1.0/modules/content/\"\n\txmlns:wfw=\"http://wellformedweb.org/CommentAPI/\"\n\txmlns:dc=\"http://purl.org/dc/elements/1.1/\"\n\txmlns:atom=\"http://www.w3.org/2005/Atom\"\n\txmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\"\n\txmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\"\n\t>\n\n<channel>\n\t<title>The Wire</title>\n\t<atom:link href=\"http://thewire.in/feed/\" rel=\"self\" type=\"application/rss+xml\" />\n\t<link>http://thewire.in</link>\n\t<description></description>\n\t<lastBuildDate>Fri, 13 May 2016 07:24:25 +0000</lastBuildDate>\n\t<language>en-GB</language>\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\n\t<sy:updateFrequency>1</sy:updateFrequency>\n\t<generator>http://wordpress.org/?v=4.3.4</generator>\n\n<image>\n\t<url>http://i0.wp.com/thewire.in/wp-content/uploads/2015/05/facebook-profile-pic2-554e49d7v1_site_icon.png?fit=32%2C32</url>\n\t<title>The Wire</title>\n\t<link>http://thewire.in</link>\n\t<width>32</width>\n\t<height>32</height>\n</image> \n\t<item>\n\t\t<title>The Surrealism of Surrender in Malkangiri</title>\n\t\t<link>http://thewire.in/2016/05/13/the-surrealism-of-surrender-in-malkangiri-35451/</link>\n\t\t<comments>http://thewire.in/2016/05/13/the-surrealism-of-surrender-in-malkangiri-35451/#comments</comments>\n\t\t<pubDate>Fri, 13 May 2016 07:24:25 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Javed Iqbal]]></dc:creator>\n\t\t\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[Politics]]></category>\n\t\t<category><![CDATA[adivasis]]></category>\n\t\t<category><![CDATA[BSF]]></category>\n\t\t<category><![CDATA[COBRA]]></category>\n\t\t<category><![CDATA[CPI (Maoist)]]></category>\n\t\t<category><![CDATA[Erma Kowaisi]]></category>\n\t\t<category><![CDATA[Kalimela Dalam]]></category>\n\t\t<category><![CDATA[Left-Wing Extremism]]></category>\n\t\t<category><![CDATA[Malkangiri]]></category>\n\t\t<category><![CDATA[Maoist surrender]]></category>\n\t\t<category><![CDATA[Naxalites]]></category>\n\t\t<category><![CDATA[Odisha]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://thewire.in/?p=35451</guid>\n\t\t<description><![CDATA[Intimidation mars mass village surrenders as the police takes advantage of CPI Maoist failures in the district.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<h3>Intimidation mars mass village surrenders as the police takes advantage of CPI Maoist failures in the district.</h3>\n<div id=\"attachment_35454\" style=\"width: 760px\" class=\"wp-caption aligncenter\"><a href=\"http://i0.wp.com/thewire.in/wp-content/uploads/2016/05/MG_1718.jpg\"><img class=\"size-large wp-image-35454\" src=\"http://i0.wp.com/thewire.in/wp-content/uploads/2016/05/MG_1718.jpg?resize=750%2C500\" alt=\"Fifty-nine villagers from Katapalli village 'surrendered' on May 4, at Kiang panchayat, in Mathili block of Malkangiri. Credit: Javed Iqbal\" data-recalc-dims=\"1\" /></a><p class=\"wp-caption-text\">Fifty-nine villagers from Katapalli village &#8216;surrendered&#8217; on May 4, at Kiang panchayat, in Mathili block of Malkangiri. Credit: Javed Iqbal</p></div>\n<p>Recent news reports from Malkangiri, Odisha have often revealed sensational news of hundreds of Naxalites and Naxalite supporters surrendering to the police at both BSF and COBRA camps at Mathili block: from <a href=\"http://timesofindia.indiatimes.com/city/bhubaneswar/244-Red-sympathizers-pledge-support-to-Malkangiri-admin/articleshow/51708335.cms\" target=\"_blank\">244 from the villages of Jhadadrasi, Ektaguda and Chamundrasi</a>, to <a href=\"http://www.orissapost.com/281-maoists-surrender-before-malkangiri-sp/\" target=\"_blank\">281 from Sanaguma/Bara</a>, to <a href=\"odishasuntimes.com/2016/03/14/117-maoist-supporters-surrender-in-odishas-malkangiri/\" target=\"_blank\">117 from Bara</a> alone, to 150 from <a href=\"http://www.newindianexpress.com/states/odisha/150-Maoist-Supporters-Surrender/2016/03/06/article3312788.ece\" target=\"_blank\">Temurupalli, Pujariguda and Kukurkunda</a>; whole villages, with women, children and old folk congregate for meetings outside police camps, as local reporters take photo-ops with police personnel giving speeches and distributing shirts and saris.</p>\n<p>Most recently, &#8216;<a href=\"http://www.newindianexpress.com/states/odisha/59-Maoist-Supporters-Surrender/2016/05/05/article3416479.ece\" target=\"_blank\">59 Maoists surrendered’</a> on May 4 at the Border Security Force camp at Kiang, out of which 25 were children, most below the age of ten, staring aimlessly into space and &#8220;waging war&#8221; against the state by almost drooling on the tarpaulin. The superintendent of police, Malkangiri, himself says that the media is misrepresenting.</p>\n<p>&#8220;People are not surrendering. The militia, Revolutionary People’s Committee, village committee members and Chetna Natya Mandali are surrendering. Others are victims of Maoist violence. They have come to us to tell their tales of hardship and demand development in their area,&#8221; says Mitrabhanu Mahapatra, superintendent of police, 2010 batch.</p>\n<p>The short history of this goes back to textbook counterinsurgency operations, from the creation of a network of informants by the police, a process made easier by the CPI Maoist’s weaknesses in the area, extenuated by their brutality against adivasi dissensions and that network itself.</p>\n<p>Mathili block holds high strategic importance as it is directly connected to Darbha valley in the Sukma district of Chhattisgarh. The block is heavily forested and inhabited by Koya, Bhunjia, Paroja and Dharua adivasis. There is no massive threat yet of land grab by private corporations and while many non-tribals have grabbed adivasi lands closer to the town of Mathili, it is relatively insulated from them further in the forests. The villages closer to the roads have just recently been electrified and the main roads are just beginning to be turned from single lane to double lane roads (by the IVRCL company, now infamous for the <a href=\"http://Kolkata Flyover Collapse: Rescue Operations Continue ... - The Wire\" target=\"_blank\">Kolkata flyover collapse</a>). Phone services are intermittent, with Cellone and BSNL signals found comparably deeper into the forests, helping the police immensely in gathering information from their informants.</p>\n<p>According to a Ministry of Home Affairs <a href=\"http://mha.nic.in/naxal_new\" target=\"_blank\">document</a> on the Left-Wing Extremism (LWE) division, &#8220;The Cabinet, in a meeting held on 20.08.2014, has approved mobile towers at 2199 locations, identified by the MHA in consultation with BSNL/state governments in the 10 LWE affected states. Out of 2199 approved projects, 932 mobile towers put on air as on 31.12.2015.&#8221;</p>\n<p>Most of the Maoist leaders who function in Mathili from the Darbha Divisional Committee are Telugu and Koya than they are Odiya. In the past year, most of the area commanders in Mathili: Sunadhar, Vinod and Laxman have been killed (there are conflicting stories about whether Binod is alive or not). In Silakota, thirteen Maoists from ‘Kalimela Dalam’ were gunned down in 2013, most presumably in their sleep, the then-SP has gone on record to say, &#8220;There was no option of asking them to surrender. Even if I had asked them, do you think they would have? They would have shot back at me and we would have suffered casualties. It’s jungle warfare.&#8221;</p>\n<p>The story then begins with the dalam commander who survived: Erma Kowaisi.</p>\n<p><strong>The man someone always wants to kill</strong></p>\n<div id=\"attachment_35457\" style=\"width: 760px\" class=\"wp-caption aligncenter\"><a href=\"http://i1.wp.com/thewire.in/wp-content/uploads/2016/05/MG_1689.jpg\"><img class=\"size-large wp-image-35457\" src=\"http://i1.wp.com/thewire.in/wp-content/uploads/2016/05/MG_1689.jpg?resize=750%2C500\" alt=\"Erma Kowaisi, once a dalam commander in Mathili, is now the chief contributor to the surrenders in Mathili. Credit: Javed Iqbal\" data-recalc-dims=\"1\" /></a><p class=\"wp-caption-text\">Erma Kowaisi, once a dalam commander in Mathili, is now the chief contributor to the surrenders in Mathili. Credit: Javed Iqbal</p></div>\n<p>Erma s/o Bhima, is a 32 year old Koya adivasi from Goliaguda, in Mathili block, who joined the Maoist village sangam in 2008 and then the armed squad, the dalam in 2012.</p>\n<p>Today he is one of the highest-ranked surrenders in Mathili block in Malkangiri and is often seen in every ‘surrender’ meeting in the villages, speaking in Koya, translating for BSF, COBRA and local police. It is his role and knowledge of years of Maoist activities in the block that is helping to identify villages that have started to ‘surrender’ to the police.</p>\n<p>Erma never speaks alone, he’s always surrounded by a cohort of BSF commanders who joke about the times they were after him, though all their other interactions are affable. Erma claims to have left the Maoist party for personal reasons, &#8220;<em>Mera pitaji bahut gaali diya, tumhara kheti karo, aur biwi ke saath koi nahi tha&#8221;</em> (My father abused me a lot, telling me to farm, and there was nobody with my wife)<em>. </em>And, he adds, &#8220;The Maoists were killing innocent people.&#8221;</p>\n<p>He claims that he had never fired his weapon and was only present when his commanders Sunadar and Binod were killing informants. One incident concerns Tonasudra Bhunjia (Udaigiri village) and Doblu Naik (Kopra village) from Kartanpalli Panchayat who were killed by a squad Erma was a part of. This happened in 2013. ‘There was no interrogation, no questioning, they just cut their throats and then shot them.’ Said Erma.</p>\n<p>Tonasudra and Dobli had a public altercation with a sangam member: they had asked the sangam member why they should refuse government welfare when it helps people. This led to a physical altercation where the sangam member was beaten up by the villagers. The squad in response killed Tonasudra and Dobli. So much for the right to free association.</p>\n<p>When I asked if the Maoists carried out any development in his area, on <em>‘jal, jungle, jameen’ </em>(water, forest, land), he quickly responds that they did not. The Naxalites in the area never had full support of the villagers, with half in favour of the police and the other half with them. &#8220;<em>Koi ekjoot nahi tha&#8221; </em>(There was no unity).</p>\n<p>Yet across Mathili block, the soft-spoken and warm Erma was someone everyone seemed to dread.</p>\n<p>The villagers of Kartapalli who ‘surrendered’ on the May 4 would openly say that they feared both Binod and Sunadar. &#8220;They used to say, ‘If you don’t come for the Maoist meetings, you should leave your villages and go. After they were <em>encountered</em>, even Erma was like this. <em>Meeting mein nahi aayega toh goan chodd ke jaoo&#8221; </em>(If you won&#8217;t come for the meeting, leave the village).</p>\n<p>In the village of Kartapalli, there are 35 Bhunjia adivasi homes and seven Koya homes. The entire village was empty, except for one man who did not go to ‘surrender’ as he had a headache but sent his wife and children, and another old Koya woman who just didn’t seem to care. The villagers all returned back from the police camp after lunch (dalma and rice), without any police escort. They then claimed they went to the police as they did not want to live in fear.</p>\n<p>It was Erma, they said, who had first organised their village and created a sangam. If there was no Erma, their village would never had any connection to the Maoist party.</p>\n<p>Did the Naxalites do any development work for their village? Barely, they say.</p>\n<p>This is evidenced by the labour rates in the region. For Tendu patta, which is 120-140 rupees in Mathili, the rate is 150-170 rupees in Bastar. For Mahua, which across Mathili is 20-30 rupees per kilo, in Jagdalpur, Chhattisgarh, the rates are 42-45 rupees, and in Dantewada, the rate is Rs. 50. In the village of Kartapalli, three ‘<em>marwaris’</em> come from Chhattisgarh and buy produce at lower rates. The Maoists write in their pamphlets that the rates should be increased, the villagers say, but then laugh when asked how three contractors come from across the border and pay such low rates.</p>\n<p><strong>Did a protest turn &#8216;surrender&#8217;?</strong></p>\n<div id=\"attachment_35565\" style=\"width: 760px\" class=\"wp-caption aligncenter\"><a href=\"http://i0.wp.com/thewire.in/wp-content/uploads/2016/05/MG_1806.jpg\"><img class=\"size-large wp-image-35565\" src=\"http://i0.wp.com/thewire.in/wp-content/uploads/2016/05/MG_1806.jpg?resize=750%2C500\" alt=\"Bondku Kolar of Barha, asked by the police to become an informant, arrested, released on bail, re-arrested and finally let go on May 2, 2016. Previously 'abducted' by the Maoists and threatened in a Praja court to not support the police. Credit: Javed Iqbal\" data-recalc-dims=\"1\" /></a><p class=\"wp-caption-text\">Bondku Kolar of Barha, asked by the police to become an informant, arrested, released on bail, re-arrested and finally let go on May 2, 2016. Previously &#8216;abducted&#8217; by the Maoists and threatened in a Praja court to not support the police. Credit: Javed Iqbal</p></div>\n<p>Bondku Kolar is a farmer who also drives a tempo in the village of Barha in Mathili block, closer to the Darbha forests. On September 26, 2015, he was called by the police for a trivial matter concerning his vehicle. He voluntarily turned himself over to the police but would soon realise that it wasn’t a matter of registration, &#8220;<em>alag maamle ke liye rakha mujhe&#8221; </em>(I was kept for some other matter).</p>\n<p>According to him, the police wanted him to turn informant, so they kept him in the superintendent of police&#8217;s quarters for five days. He denied any form of emotional or physical torture, as the police asked him everything from who is rich and who is really poor in his village, to showing him photographs of known Naxalites and even Google Map images of the village. When he refused to cooperate, they finally arrested him on October 1, 2015, for being part of the Maoist team that blew up an Airtel tower. After he was released on December 9, on a bail bond of 50,000 rupees, he was re-arrested a few metres from Malkangiri jail for blowing up the gram panchayat building in Kiang. He was only just released on the May 2, on a bail bond of 40,000 rupees. Bondku was also one of the eleven people including panchayat samiti members who were taken away by the Maoists in 2015 for a praja court for supporting the police, but they were all let go.</p>\n<div id=\"attachment_35559\" style=\"width: 760px\" class=\"wp-caption aligncenter\"><a href=\"http://i2.wp.com/thewire.in/wp-content/uploads/2016/05/MG_1817.jpg\"><img class=\"size-large wp-image-35559\" src=\"http://i2.wp.com/thewire.in/wp-content/uploads/2016/05/MG_1817.jpg?resize=750%2C500\" alt=\"The villagers of Barha village in Mathili claim they first went to the police station to help release three people abducted by the COBRA forces and then were made to 'surrender'. Credit: Javed Iqbal\" data-recalc-dims=\"1\" /></a><p class=\"wp-caption-text\">The villagers of Barha village in Mathili claim they first went to the police station to help release three people abducted by the COBRA forces and then were made to &#8216;surrender&#8217;. Credit: Javed Iqbal</p></div>\n<p>Bondku is actually a supporter of the ruling Biju Janta Dal and when other local adivasis of the BJD had gone to complain about his arrest, they were asked if the Maoists sent them.</p>\n<p>In this context, a COBRA team from Kiang reached the village at five in the morning on March 13, 2016.</p>\n<p>Maga Sodi was sleeping when a soldier asked him to wake up and pulled the sheet off him. Maga Sodi just grumbled and wrapped himself back in his blanket and went back to sleep.</p>\n<p>The soldier then got rough – tied him up and ransacked his house. &#8220;They tore some of my children’s books,&#8221; he said later. &#8220;I told them to let my hands loose, where would I go?&#8221;</p>\n<p>At the end of the operation, three adivasi boys were taken away by the COBRA forces. A few hours later, the villagers decided to protest by surrounding the BSF camp at Kiang, demanding the release of those taken away, including Bondku. They spent all night at the camp, and the next day, were party to the reports of how ‘117 Maoist supporters had surrendered’.</p>\n<p>In the morning, Erma ensured that the three who were taken away were released as they had absolutely no links with the Maoists.</p>\n<p>Meanwhile, the superintendent of police denies the use of any force, and has said that they had to be taken away in a such a manner so it did not look like they were voluntarily surrendering.</p>\n<p><strong>Reason in the age of fear</strong></p>\n<div id=\"attachment_35557\" style=\"width: 760px\" class=\"wp-caption aligncenter\"><a href=\"http://i1.wp.com/thewire.in/wp-content/uploads/2016/05/MG_1730.jpg\"><img class=\"size-large wp-image-35557\" src=\"http://i1.wp.com/thewire.in/wp-content/uploads/2016/05/MG_1730.jpg?resize=750%2C500\" alt=\"A portrait of Erma. Credit: Javed Iqbal\" data-recalc-dims=\"1\" /></a><p class=\"wp-caption-text\">A portrait of Erma. Credit: Javed Iqbal</p></div>\n<p>When<em> </em>sarpanch of a village (name withheld on request) saw the photo of Erma I had taken, he reacted with sharp, abusive language against the man.<em> &#8220;Iske darr se log Naxali meeting mein jaate the, aur abhi iske dar se log police ko surrender kar rahe hai.&#8221; </em>(They were afraid of him so they went to Maoist meetings and now they’re afraid of him so they go surrender to the police.)</p>\n<p>He continued, &#8220;90%<em> yaha ke log jo surrender kiya bahut simple hai&#8221; </em>(90% of the people who surrendered from here are very simple).</p>\n<p>The sarpanch also lists how the Maoists have killed two of his friends in the village. They were taken away to the mountains, interrogated, murdered and their bodies were left in the village overnight. He claims they have killed dozens of adivasis across the block: three in Kiang, one in Salmi, three in Mahupadar, one in Tentilugoma, two in Kartampalli, to name a few. They were all killed on the accusation of being informants.</p>\n<p>At the same time, the police had asked another sarpanch to cooperate with them but he refused. He claims that normal villagers are taken away and detained by the police regularly, across the Mathili block, but no one has ever complained, &#8220;C<em>omplain karega toh kaun sunega </em>(Who will listen is we complain)? If we say anything, they will put cases on us.&#8221;</p>\n<p>&#8220;In March 2014, at Kadapada village, two women and two men were kept with the police for five-six days,&#8221; he added. &#8220;<em>Aur abhi Tulsi pahad ke upar Gugapadar gaon mein Naxali goanwalle ko poocha, kaun bola surrender karne ke liye? Aur 10-15 log ko maara woh log.&#8221; </em>(And on the Tulsi mountains, the Naxalites confronted the villagers of Gugapadar and asked them, who asked you to surrender? And they beat 10-15 people).</p>\n<div id=\"attachment_35563\" style=\"width: 760px\" class=\"wp-caption aligncenter\"><a href=\"http://i2.wp.com/thewire.in/wp-content/uploads/2016/05/MG_1660.jpg\"><img class=\"size-large wp-image-35563\" src=\"http://i2.wp.com/thewire.in/wp-content/uploads/2016/05/MG_1660.jpg?resize=750%2C500\" alt=\"Maheshwar Samrat, the sarpanch of Temurupalli is on the hitlist of the Maoists for helping facilitating surrenders. Credit: Javed Iqbal\" data-recalc-dims=\"1\" /></a><p class=\"wp-caption-text\">Maheshwar Samrat, the sarpanch of Temurupalli, is on the hitlist of the Maoists for facilitating surrenders. Credit: Javed Iqbal</p></div>\n<p>Yet one sarpanch, Maheshwar Samrat of Temurupalli, a Halbi Adivasi, has no fear of reprisal by the Maoists, or is just a fatalist. He has been actively involved in ‘surrenders’ in his panchayat and claims he is on the Maoist hitlist. &#8220;If tomorrow they decide to kill me, the police will not be here, they will come only after I am dead.&#8221;</p>\n<p>&#8220;So why did you decide to support the police when there is no security for you?&#8221; I ask.</p>\n<p><em>&#8220;Uppar walle ka adesh hai </em>(It is what God wants me to do),&#8221; he says as he laughs incredulously, raising his hands in the air. &#8220;<em>Naxali jal, jungle, jameen bolte hai, lekin iska kuch kaam nahi hota.</em> (Naxalites talk of water, forest, land, but no work happens towards it).<em> </em>He adds that they don’t let the gram sabha meetings take place and instead only want their meetings to happen.</p>\n<p>&#8220;Do you think they will change?&#8221;</p>\n<p>&#8220;They have to understand themselves first what is wrong with them. The Naxals have to realise that they are human and even the person they want to kill is human. Otherwise how will they change? They must forgo the conflict (<em>himsa</em>).  After saying <em>jal, jungle, jameen,</em> how can you harm adivasis?&#8221;</p>\n<p>Similarly, sarpanch B said:, &#8220;<em>Naxal ka niyam thoda theek hai, lekin jo maar deta hai logo ko, woh bahut bekaar hai. Lekin Naxal bhi nahi rehne se, police aadmi se bhi khatra hai&#8221; </em>(Naxalite policies are a alright but when they kill people, it’s not good. But if the Naxals are not there, the police have a free hand.</p>\n<p><strong>Development and education as agenda</strong></p>\n<p>In a meeting with the BSF and adivasis from Kartapalli, a BSF commander from Uttarakhand said, &#8220;The next time I meet you, I hope to be speaking Koya. Wait, what language do they speak? Halbi? Okay. You have come to our camp to join with us, <em>yeh hi hamara adesh hai</em> (that is our order)<em>. </em>It is important that we trust one another. It would be wonderful if you leave the Naxalites and come towards us, in the long run it will benefit you. That’s all I will say now, the next time I hope to be speaking to you in your own language.&#8221;</p>\n<p>A BSF commander from Bihar added, &#8220;First when we used to come into your villages, you used to run away from us. In the last four-five months, we did operations there, and you know the Naxalites have stopped coming… are they still coming? That you are coming towards us, it is what we are grateful for. Let there be development in your villages, let your children study. Is there a road coming in the village? Your children will study and go to Kiang, Govindpalli and Malkangiri.&#8221;</p>\n<p>When I asked the villagers of Kartapalli if they have a school, they responded that they do and that their teacher Sushanto Behera comes everyday. They don’t have a road yet and they have one boy who has completed class 12. In Kiang, where there is a BSF camp as well as a COBRA camp, the teacher has not come for six months. &#8220;When it comes to development, from the BDO, the collector to those in the education department, I have sent complaints about our absent teacher but no one is responding,&#8221; says Somaru Naik, an LLB graduate and the sarpanch of Kiang.</p>\n<p>At the same time, Haldar Poojari, who is the state president of the Adivasi Mahasabha questioned state promises of development. &#8220;They got all these people to surrender to the ‘mainstream’, so they can get development. What development? This area does not have irrigation, we depend on rains. So irrigate us, there was the Sapthadhar project, now do it. Give us our <em>pattas </em>(land titles), so many of us don’t have our <em>pattas</em>.&#8221;</p>\n<div id=\"attachment_35561\" style=\"width: 760px\" class=\"wp-caption aligncenter\"><a href=\"http://i1.wp.com/thewire.in/wp-content/uploads/2016/05/MG_1590.jpg\"><img class=\"size-large wp-image-35561\" src=\"http://i1.wp.com/thewire.in/wp-content/uploads/2016/05/MG_1590.jpg?resize=750%2C500\" alt=\"Kondareddi adivasis and Dhurwa adivasis who are not considered adivasis in Odisha, protesting outside the Malkangiri collector's office, demanding ST status on the 3rd of May, 2016. Credit: Javed Iqbal\" data-recalc-dims=\"1\" /></a><p class=\"wp-caption-text\">Kondareddi adivasis and Dhurwa adivasis who are not considered adivasis in Odisha, protesting outside the Malkangiri collector&#8217;s office, demanding ST status on the 3rd of May, 2016. Credit: Javed Iqbal</p></div>\n<p>&#8220;Many adivasis here are not even called adivasis here by the state,&#8221; he continues. &#8220;The Dhurwa and the Kondareddis near Chitrakonda, they are called adivasis elsewhere but not in this state. So they don’t get ST certificates to study.&#8221;</p>\n<p>Yet Rajesh Madari of the village of Temurupalli, who is a BA in Arts graduate, only found himself a job in the panchayat gram sabha, earning 1,000 rupees per month. He detailed how most of the adivasis who graduated with him are now SPO’s. Maheshwar Samrat, his sarpanch added how educated Bhunjia youth do not see their aspirations in the CPI Maoist movement.</p>\n<p>&#8220;There are no other jobs for adivasis here except SPO’s.’ Even Somaru Naik added: &#8220;Three-four years ago the rules changed where a lot of people who are graduates from Bhubaneshwar are getting jobs in services here. Not adivasis from here.&#8221;</p>\n<p>They only work when unirrigated lands receive rains and farming can continue.</p>\n<p>Meanwhile, the villagers of Katapalli laugh as they say how Erma taught them songs of the Naxalites, &#8220;<em>aur phir bhaag gaya </em>(and then ran away).&#8221;</p>\n<p><strong>Postscript</strong></p>\n<div id=\"attachment_35558\" style=\"width: 760px\" class=\"wp-caption aligncenter\"><a href=\"http://i2.wp.com/thewire.in/wp-content/uploads/2016/05/MG_1767.jpg\"><img class=\"size-large wp-image-35558\" src=\"http://i2.wp.com/thewire.in/wp-content/uploads/2016/05/MG_1767.jpg?resize=750%2C500\" alt=\"The police outpost at Mahupadar in Mathili block was blown up by members of the CPI Maoist on May 30, 2009. The three police constables escaped unhurt. Credit: Javed Iqbal\" data-recalc-dims=\"1\" /></a><p class=\"wp-caption-text\">The police outpost at Mahupadar in Mathili block was blown up by members of the CPI Maoist on May 30, 2009. The three police constables escaped unhurt. Credit: Javed Iqbal</p></div>\n<p>The question arises that if the CPI Maoist is incapable of maintaining a mass base in the area directly adjacent to their bases in Bastar, then how are they capable of containing this senseless violent  insurgency and keep up the ambitious claim of capturing state power? Mathili is a region where they do not even speak to all adivasi tribes, let alone the millions of oppressed: the Bhunjia’s repeatedly claimed that the Koyas would predominately go to them, their squads spoke in Koya or Hindi, not Halbi. Most villagers even claimed that most of the people who are going to the police to &#8216;surrender’ are Bhunjias and not Koyas.</p>\n<p>In twelve years the CPI Maoist of Mathili have seemed to have alienated the Bhunjia population that had to face state repression. And from across the region, the police would create informants through force, carrot, stick, noose and manipulation and the Naxalites would kill them. In 2010 in Chitrakonda, I met the adivasi leader of the Malkangiri Cut Off Area Tribal Union, <a href=\"http://www.moonchasing.com/forgotten-country-the-cut-off-area-of-malkangiri/\" target=\"_blank\">Komalu Anakum</a>, who was living in fear of the police because his mass agitations for basic amenities were being misconstrued as Maoist activities. Today he’s a ghost, murdered by the Maoists in 2013 because they thought he was an informant.</p>\n<p>The Maoists can claim they do this to protect their leadership, but the state will keep on making informants; the state will do what a state does. No matter what pretences they can keep up in different areas, counterinsurgency, to them, is not compatible with human rights; habeas corpus <em>ki maa ki jai</em>, and to them, no Supreme Court order, no international covenant on human rights which India is a party to and no legal recourse can ever interfere with their intelligence gathering. This is why they despise human rights activists.</p>\n<p>Intelligence is their dogma. And the war is fought on the grounds of intelligence, details from the MHA reveal it: from the years 2011-2016(as of March) across the states, 494 LWE cadres were killed (this doesn’t count the innocent people killed or how many are killed in fake encounters), 541 security personnel killed, yet 679 ‘informants’ or those deemed ‘informants’ have also been killed.</p>\n<p>And what would be the Maoist response to reclaim this block, if they wanted to? The killing of those who helped set up the surrenders? Is the only response to state violence, more violence against the population in the form of the killing of informants and dissenters? How many Ermas have to live in fear by repressing an entire population, hoping for the annihilation of the CPI Maoist? Has the killing of informants become so casual? Is one man’s atrocity different from another’s atrocity?</p>\n<p>In 2010, there was a large red stupa for slain Maoists Sudhakar Reddy and Comrade Venkataih built overlooking the cut-off area. Today, there is a BSF camp behind it, and the stupa is coloured Tiranga.</p>\n<p>When this all ends, if it ever does, will there be a stupa for the Komalus of Dandakaranya? Who will build it?</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://thewire.in/2016/05/13/the-surrealism-of-surrender-in-malkangiri-35451/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>French Government Survives No-Confidence Vote</title>\n\t\t<link>http://thewire.in/2016/05/13/french-government-survives-no-confidence-vote-35761/</link>\n\t\t<comments>http://thewire.in/2016/05/13/french-government-survives-no-confidence-vote-35761/#comments</comments>\n\t\t<pubDate>Fri, 13 May 2016 07:21:47 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Brian Love]]></dc:creator>\n\t\t\t\t<category><![CDATA[World]]></category>\n\t\t<category><![CDATA[CGT Union]]></category>\n\t\t<category><![CDATA[Christian Jacob]]></category>\n\t\t<category><![CDATA[France]]></category>\n\t\t<category><![CDATA[France labour law]]></category>\n\t\t<category><![CDATA[Francois Hollande]]></category>\n\t\t<category><![CDATA[Les Republicans]]></category>\n\t\t<category><![CDATA[Manuel Valls]]></category>\n\t\t<category><![CDATA[Philippe Martinez]]></category>\n\t\t<category><![CDATA[Socialist Party]]></category>\n\t\t<category><![CDATA[The Republicans]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://thewire.in/?p=35761</guid>\n\t\t<description><![CDATA[The no-confidence motion tabled by opposition conservatives fell 42 votes short of the 288 required for a majority, handing the government a widely expected reprieve.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<h3>The no-confidence motion tabled by opposition conservatives fell 42<span class=\"highlight\"> vote</span>s short of the 288 required for a majority, handing the<span class=\"highlight\"> government </span>a widely expected reprieve.</h3>\n<div id=\"attachment_35766\" style=\"width: 650px\" class=\"wp-caption aligncenter\"><a href=\"http://i2.wp.com/thewire.in/wp-content/uploads/2016/05/French-political-party.jpeg\"><img class=\"size-full wp-image-35766\" src=\"http://i2.wp.com/thewire.in/wp-content/uploads/2016/05/French-political-party.jpeg?resize=640%2C426\" alt=\"French Prime Minister Manuel Valls (L) and French Labour Minister Myriam El Khomri (R) react before a no-confidence vote against the French government at the National Assembly in Paris, France, May 12, 2016. Credit: Reuters/Charles Platiau\" data-recalc-dims=\"1\" /></a><p class=\"wp-caption-text\">French Prime Minister Manuel Valls (L) and French Labour Minister Myriam El Khomri (R) react before a no-confidence vote against the French government at the National Assembly in Paris, France, May 12, 2016. Credit: Reuters/Charles Platiau</p></div>\n<p><strong>Paris:</strong> <span class=\"highlight\">French </span>President Francois Hollande on May 12 faced a wave of labour <span class=\"highlight\">strikes </span>and festering street protests even as his<span class=\"highlight\"> government </span>survived a<span class=\"highlight\"> vote </span>of no-confidence over plans to deregulate the labour market without a parliamentary<span class=\"highlight\"> vote</span>.</p>\n<p>Thousands of demonstrators took to the streets in cities across France on May 12, including Nantes where protesters ransacked the main train station. In Paris, police used teargas to disperse hooded and masked stone-throwers at the tail-end of an afternoon street march.</p>\n<p>The no-confidence motion tabled by opposition conservatives fell 42<span class=\"highlight\"> vote</span>s short of the 288 required for a majority, handing the<span class=\"highlight\"> government </span>a widely expected reprieve.</p>\n<p>It came after the<span class=\"highlight\"> government </span>this week said it would deny the National Assembly a<span class=\"highlight\"> vote </span>on proposals to make it simpler to lay off staff in hard times and allow employers to apply in-house rules on pay and conditions, instead of national ones.</p>\n<p>With the<span class=\"highlight\"> government </span>emerging unscathed from the no-confidence<span class=\"highlight\"> vote</span>, the bill now passes to the upper house of parliament where the opposition Les Republicains party has a majority, setting the stage for the legislation to be sent back and forth.</p>\n<p>Raising the stakes for Hollande, who is pondering whether to run for re-election next year, the powerful CGT union announced fresh<span class=\"highlight\"> strikes </span>from next week, and truck drivers are poised to do the same.</p>\n<p>Philippe Martinez, head of the CGT, said it was time to &#8220;move up a gear&#8221;, declaring the May 12 protest a warm-up ahead of demonstrations and walkouts next week.</p>\n<p>&#8220;It&#8217;s just the beginning,&#8221; he said.</p>\n<p>The CGT said it was calling for rolling<span class=\"highlight\"> strikes </span>of more than two days each week. The official reason for the strike call is a standoff with management over conditions, but the timetable dovetails with the broader protests against<span class=\"highlight\"> government </span>policy.</p>\n<p><strong>Divided party</strong></p>\n<p>Opinion polls show three in four<span class=\"highlight\"> French </span>people oppose Hollande&#8217;s drive to make France&#8217;s rigid labour market more flexible. The interior ministry said 55,000 demonstrators &#8211; fewer than in earlier protests &#8211; marched through city streets and that 75 arrests were made.</p>\n<p>The May 12 skirmishes appeared relatively contained compared to standoffs at previous rallies that began in February.</p>\n<p>Prime Minister Manuel Valls said there was no question of withdrawing the labour reforms, which the<span class=\"highlight\"> government </span>says are key to driving down an unemployment rate stuck stubbornly above 10%.</p>\n<p>A rebellion over the bill highlighted the deep rifts within the ruling party. Opponents said the <span class=\"highlight\">government</span>&#8216;s recourse to pushing the bill through by decree demonstrated its impotence.</p>\n<p>&#8220;You no longer have power, you only have the appearance of power,&#8221; said Christian Jacob, head of the conservative bloc in the lower house. &#8220;Francois Hollande&#8217;s record of achievement is damning. France lags on all indicators. It is the poor performing student of Europe.&#8221;</p>\n<p>Valls fired back: &#8220;I&#8217;m looking, but I don&#8217;t see on these benches anyone else with a majority.&#8221;</p>\n<p>Rebel Socialist lawmakers who oppose making it easier to hire and fire workers failed on May 11 to gather enough<span class=\"highlight\"> vote</span>s from among the party and left-wing allies to table their own no-confidence motion against the<span class=\"highlight\"> government</span>. On May 12 they refused to<span class=\"highlight\"> vote </span>across the party divide in support of the opposition.</p>\n<p><em>(Reuters) </em></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://thewire.in/2016/05/13/french-government-survives-no-confidence-vote-35761/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>UN Report Says Rwanda Aiding Burundi Rebels</title>\n\t\t<link>http://thewire.in/2016/05/13/un-report-says-rwanda-aiding-burundi-rebels-35739/</link>\n\t\t<comments>http://thewire.in/2016/05/13/un-report-says-rwanda-aiding-burundi-rebels-35739/#comments</comments>\n\t\t<pubDate>Fri, 13 May 2016 07:02:14 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Michelle Nichols]]></dc:creator>\n\t\t\t\t<category><![CDATA[World]]></category>\n\t\t<category><![CDATA[1994 Rwanda Genocide]]></category>\n\t\t<category><![CDATA[Burundi]]></category>\n\t\t<category><![CDATA[Congo]]></category>\n\t\t<category><![CDATA[Democratic Republic of Congo]]></category>\n\t\t<category><![CDATA[Joseph Kabila]]></category>\n\t\t<category><![CDATA[North Korea]]></category>\n\t\t<category><![CDATA[Pierre Nkurunziza]]></category>\n\t\t<category><![CDATA[Rwanda]]></category>\n\t\t<category><![CDATA[UN]]></category>\n\t\t<category><![CDATA[UN Security Council]]></category>\n\t\t<category><![CDATA[UNSC]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://thewire.in/?p=35739</guid>\n\t\t<description><![CDATA[A UN panel of independent experts confidentially reported that 18 Burundian combatants in eastern Congo said they had been recruited in a refugee camp in Rwanda and trained by Rwandan military personnel.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<h3>A UN panel of independent<span class=\"highlight\"> experts c</span>onfidentially reported that 18 Bur<span class=\"highlight\">un</span>dian combatants in eastern Congo said they had been recruited in a refugee camp in <span class=\"highlight\">Rwanda and </span>trained by <span class=\"highlight\">Rwanda</span>n military personnel.</h3>\n<div id=\"attachment_35754\" style=\"width: 650px\" class=\"wp-caption aligncenter\"><a href=\"http://i2.wp.com/thewire.in/wp-content/uploads/2016/05/Burundi.jpeg\"><img class=\"size-full wp-image-35754\" src=\"http://i2.wp.com/thewire.in/wp-content/uploads/2016/05/Burundi.jpeg?resize=640%2C454\" alt=\"Burundi's President Pierre Nkurunziza addresses a news conference attended by the visiting UN Secretary-General Ban Ki-moon (not seen in picture) in the capital Bujumbura, February 23, 2016. Credit: Reuters/Evrard Ngendakumana\" data-recalc-dims=\"1\" /></a><p class=\"wp-caption-text\">Burundi&#8217;s President Pierre Nkurunziza addresses a news conference attended by the visiting UN Secretary-General Ban Ki-moon (not seen in picture) in the capital Bujumbura, February 23, 2016. Credit: Reuters/Evrard Ngendakumana</p></div>\n<p><strong><span class=\"highlight\">United</span> Nations:</strong> A confidential report to the<span class=\"highlight\"> UN</span> Security Co<span class=\"highlight\">un</span>cil (UNSC) accuses<span class=\"highlight\"> Rwanda </span>of providing training, financing and logistical support through early 2016 for Bur<span class=\"highlight\">un</span>dian<span class=\"highlight\"> rebels </span>seeking to oust Bur<span class=\"highlight\">un</span>di&#8217;s President Pierre Nkur<span class=\"highlight\">un</span>ziza.</p>\n<p>A panel of six independent<span class=\"highlight\"> experts</span>, appointed by the<span class=\"highlight\"> UN</span> to monitor UNSC sanctions on Democratic Republic of Congo (DRC), had confidentially reported in February that 18 Bur<span class=\"highlight\">un</span>dian combatants in eastern Congo said they had been recruited in a refugee camp in <span class=\"highlight\">Rwanda </span>in mid-2015 and trained by instructors, who included<span class=\"highlight\"> Rwanda</span>n military personnel. <span class=\"highlight\">Rwanda </span>has repeatedly denied the claims.</p>\n<p>In the<span class=\"highlight\"> experts </span>latest report, seen by Reuters on May 12 and due to be discussed by the Security Co<span class=\"highlight\">un</span>cil sanctions committee on May 13, they said &#8220;similar outside support continued through early 2016.&#8221;</p>\n<p>&#8220;This took the form of training, financing and logistical support for Bur<span class=\"highlight\">un</span>dian combatants crossing from<span class=\"highlight\"> Rwanda </span>to DRC,&#8221; the group of<span class=\"highlight\"> experts </span>wrote in the report.</p>\n<p>&#8220;The group met with<span class=\"highlight\"> Rwanda</span>n nationals, as well, who said they had been involved in the training of Bur<span class=\"highlight\">un</span>dian combatants or had been sent to the DRC to help support the Bur<span class=\"highlight\">un</span>dian opposition,&#8221; they said.</p>\n<p>The findings contradict suggestions from Western officials in recent months who said any <span class=\"highlight\">Rwanda</span>n support for Bur<span class=\"highlight\">un</span>dian<span class=\"highlight\"> rebels </span>appeared to have ceased last year. The<span class=\"highlight\"> US</span> said it had raised concerns with<span class=\"highlight\"> Rwanda </span>over reports it was meddling in Bur<span class=\"highlight\">un</span>di.</p>\n<p>Political violence has simmered in Bur<span class=\"highlight\">un</span>di for a year after Nkur<span class=\"highlight\">un</span>ziza pursued and won a third term. The crisis has sparked concerns it could spiral into an ethnic conflict in a region where memories of neighbouring<span class=\"highlight\"> Rwanda</span>&#8216;s 1994 genocide are fresh.</p>\n<p>Bur<span class=\"highlight\">un</span>di has an ethnic Hutu majority and Tutsi minority, the same split as in neighbouring<span class=\"highlight\"> Rwanda</span>.</p>\n<p>The UN<span class=\"highlight\"> experts </span>said they had presented their findings to the<span class=\"highlight\"> Rwanda</span>n government &#8220;which denied any involvement, noting it was &#8216;<span class=\"highlight\">un</span>aware of recruitment of Bur<span class=\"highlight\">un</span>dian refugees in Mahama (refugee) camp.'&#8221;<span class=\"highlight\"> Rwanda</span>&#8216;s UN mission did not immediately respond to a request for comment.</p>\n<p>Some UNSC members want to deploy UN police to Bur<span class=\"highlight\">un</span>di to help quell the violence and monitor the border between Bur<span class=\"highlight\">un</span>di and<span class=\"highlight\"> Rwanda</span>.</p>\n<p>The UN<span class=\"highlight\"> experts </span>also reported that several Congolese officers told them<span class=\"highlight\"> North </span><span class=\"highlight\">Korea </span>has supplied Congolese troops and police with pistols and sent 30 instructors to provide training for the presidential guard and special forces.</p>\n<p>There is a UN<span class=\"highlight\"> arms </span>embargo on<span class=\"highlight\"> North </span><span class=\"highlight\">Korea </span>that prevents Pyongyang from importing or exporting weapons and training. An<span class=\"highlight\"> arms </span>embargo on Congo requires states to notify the Security Co<span class=\"highlight\">un</span>cil sanctions committee of any<span class=\"highlight\"> arms </span>sales or training.</p>\n<p>The<span class=\"highlight\"> experts </span>said they fo<span class=\"highlight\">un</span>d that several Congolese army officers, as well as several police deployed abroad in a UN mission, appeared to have<span class=\"highlight\"> North </span><span class=\"highlight\">Korea</span>n pistols.</p>\n<p>The Congolese officers said the pistols were delivered by<span class=\"highlight\"> North </span><span class=\"highlight\">Korea </span>to the Congolese port of Matadi in early 2014. &#8220;The group also fo<span class=\"highlight\">un</span>d that the same type of pistols was available for sale on the black market in Kinshasa,&#8221; the report said.</p>\n<p>The<span class=\"highlight\"> experts </span>said they had asked Pyongyang and Congo for information but had not yet received a response. Congolese and<span class=\"highlight\"> North </span><span class=\"highlight\">Korea</span>n officials had no immediate comment.</p>\n<p>Political tension is high in Congo, where opponents of President Joseph Kabila say he is trying to cling to power beyond the end of his mandate in 2016. Kabila has not commented on his future.</p>\n<p><em>(Reuters) </em></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://thewire.in/2016/05/13/un-report-says-rwanda-aiding-burundi-rebels-35739/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Myanmar&#8217;s New Government Proposes Keeping Some Restrictions on Protests</title>\n\t\t<link>http://thewire.in/2016/05/13/myanmars-new-government-proposes-keeping-some-restrictions-on-protests-35732/</link>\n\t\t<comments>http://thewire.in/2016/05/13/myanmars-new-government-proposes-keeping-some-restrictions-on-protests-35732/#comments</comments>\n\t\t<pubDate>Fri, 13 May 2016 06:59:23 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Antoni Slodkowski]]></dc:creator>\n\t\t\t\t<category><![CDATA[South Asia]]></category>\n\t\t<category><![CDATA[Amnesty International]]></category>\n\t\t<category><![CDATA[Aung San Suu Kyi]]></category>\n\t\t<category><![CDATA[Human Rights Watch]]></category>\n\t\t<category><![CDATA[Muslim Rohingya minority]]></category>\n\t\t<category><![CDATA[Myanmar]]></category>\n\t\t<category><![CDATA[National League for Democracy]]></category>\n\t\t<category><![CDATA[Peaceful Assembly Law]]></category>\n\t\t<category><![CDATA[Scot Marciel]]></category>\n\t\t<category><![CDATA[Tun Tun Hein]]></category>\n\t\t<category><![CDATA[US]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://thewire.in/?p=35732</guid>\n\t\t<description><![CDATA[A draft bill proposes punishing protesters for spreading \"wrong\" information and makes straying away from pre-registered chants an offence.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<h3>A draft bill proposes punishing protesters for spreading &#8220;wrong&#8221; information and makes straying away from pre-registered chants an offence.</h3>\n<div id=\"attachment_35733\" style=\"width: 650px\" class=\"wp-caption aligncenter\"><a href=\"http://i2.wp.com/thewire.in/wp-content/uploads/2016/05/Su-Kyi.jpeg\"><img class=\"size-full wp-image-35733\" src=\"http://i2.wp.com/thewire.in/wp-content/uploads/2016/05/Su-Kyi.jpeg?resize=640%2C457\" alt=\"National League for Democracy (NLD) party leader Aung San Suu Kyi arrives at the Union Parliament in Naypyitaw, Myanmar March 15, 2016. CreditL Reuters/Soe Zeya Tun\" data-recalc-dims=\"1\" /></a><p class=\"wp-caption-text\">National League for Democracy (NLD) party leader Aung San Suu Kyi arrives at the Union Parliament in Naypyitaw, Myanmar March 15, 2016. CreditL Reuters/Soe Zeya Tun</p></div>\n<p><strong>Yangon:</strong> <span class=\"highlight\">Myanmar </span>democracy champion Aung San Suu Kyi is facing criticism from rights groups and student activists who say her ruling party is planning to retain restrictions on free speech once wielded against it by the country&#8217;s former<span class=\"highlight\"> junta</span>.</p>\n<p>Since taking power in April, former political prisoner Suu Kyi&#8217;s National League for Democracy (NLD) has released scores of detainees and is making a big push to revise some of the most repressive measures from the long years of military rule.</p>\n<p>But its<span class=\"highlight\"> new </span>version of the law governing public demonstrations has prompted alarm since the proposals were submitted to parliament last week.</p>\n<p>The draft bill would punish protesters for spreading &#8220;wrong&#8221; information and make straying away from pre-registered chants an offence. It bars non-citizens &#8211; a category that includes the largely stateless Muslim Rohingya minority &#8211; from protesting and lists criminal penalties for &#8220;disturbing&#8221; or &#8220;annoying&#8221; people.</p>\n<p>The NLD says the<span class=\"highlight\"> new </span>bill would introduce substantial changes to the military era legislation and was aimed at protecting peaceful protesters rather than penalising them.</p>\n<p>But worries over the proposed Peaceful Assembly Law are compounded by concerns over the <span class=\"highlight\">government</span>&#8216;s recent request to the US ambassador to refrain from using the term &#8220;Rohingya&#8221; and Suu Kyi&#8217;s refusal to speak out in support of a community that faces continuing persecution in <span class=\"highlight\">Myanmar</span>.</p>\n<p>The issue is being closely watched by Suu Kyi&#8217;s supporters in the West. The NLD faces sky-high expectations at home and abroad, but the Nobel peace prize winner&#8217;s autocratic decision-making style makes the<span class=\"highlight\"> government</span>&#8216;s intentions hard to read.</p>\n<p>&#8220;We are concerned that the NLD is rushing this,&#8221; said David Mathieson, a senior researcher at the Human Rights Watch based in Yangon.</p>\n<p>&#8220;The bill should guarantee the right to protest, and there&#8217;s no reason why it should include penalties against protesters,&#8221; said Mathieson.</p>\n<p>He said there were other laws, like the penal code, that regulated potential violations by the protesters and that in its current form the bill gave the authorities latitude to crack down on peaceful demonstrators.</p>\n<p>These concerns emerge just as the US prepares its annual decision on whether to extend its sanctions on<span class=\"highlight\"> Myanmar</span>. The<span class=\"highlight\"> new</span>ly-appointed US ambassador to the country, Scot Marciel, said this week respect for human rights was an important factor.</p>\n<p><strong>Watered down</strong></p>\n<p>The draft bill does remove or water down some restrictions from existing legislation, such as the article that meant activists could be hit with multiple counts of the same charge &#8211; increasing the length of the sentences that could be meted out.</p>\n<p>It was used last year against students taking part in an unsanctioned march on Yangon, some of whom faced more than 50 charges because offences were counted in each township &#8211;<span class=\"highlight\"> Myanmar</span>&#8216;s smallest administrative unit &#8211; they passed through.</p>\n<p>The draft also cuts the notice required for a demonstration to 48 hours and removes the need to get police consent.</p>\n<p>Still, students say the changes don&#8217;t go far enough.</p>\n<p>&#8220;I think the laws which restrict people&#8217;s right to demonstrate for what they want should not exist,&#8221; said Zayar Lwin, a leader of one of<span class=\"highlight\"> Myanmar</span>&#8216;s largest students&#8217; unions.</p>\n<p>He said that as long as there were restrictions in the laws &#8220;it would be difficult for us to accept that.&#8221;</p>\n<p>The NLD&#8217;s upper house bill committee member Aung Thein, formerly an activist lawyer, rejected that notion.</p>\n<p>&#8220;In the past, they had to seek prior permission at least five days in advance. Now, they have to notify the authorities only two days ahead,&#8221; said Aung Thein.</p>\n<p>There was also a time limit on taking action against the protesters, he said. &#8220;Action must be taken within 15 days after the protest. No action can be taken against them after 15 days.&#8221;</p>\n<p>But Laura Haigh, of Amnesty International, warned that, if enacted in its current form, the bill could create more prisoners of conscience.</p>\n<p>&#8220;Swift amendment should not come at the price of ensuring full respect and protection of peaceful assembly,&#8221; said Haigh.</p>\n<p>The bill has been tabled in the upper house and lawmakers have until May 16 to submit questions. After the debate in the upper house, the bill will be passed to the lower house. The NLD has a majority in both chambers.</p>\n<p>The NLD has put some 142 existing laws &#8211; more than a quarter of the total &#8211; under the microscope, said the chairman of the lower house bill committee Tun Tun Hein.</p>\n<p>This revision includes the most draconian laws of the<span class=\"highlight\"> junta </span>era, such as the Law Protecting the State from the Dangers of Subversive Elements and the Emergency Provisions Act.</p>\n<p>The two laws were the main legal instruments to crack down on dissent and put pro-democracy activists behind bars.</p>\n<p>&#8220;I&#8217;m sure they will be revoked completely after discussion in the parliament,&#8221; said the NLD&#8217;s Tun Tun Hein.</p>\n<p><em>(Reuters) </em></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://thewire.in/2016/05/13/myanmars-new-government-proposes-keeping-some-restrictions-on-protests-35732/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Hezbollah&#8217;s Top Commander Killed in Israeli Airstrike</title>\n\t\t<link>http://thewire.in/2016/05/13/hezbollahs-top-commander-killed-in-israeli-airstrike-35702/</link>\n\t\t<comments>http://thewire.in/2016/05/13/hezbollahs-top-commander-killed-in-israeli-airstrike-35702/#comments</comments>\n\t\t<pubDate>Fri, 13 May 2016 06:53:20 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Tom Perry]]></dc:creator>\n\t\t\t\t<category><![CDATA[World]]></category>\n\t\t<category><![CDATA[Bashar al-Assad]]></category>\n\t\t<category><![CDATA[Hezbollah]]></category>\n\t\t<category><![CDATA[Imad Moughniyah]]></category>\n\t\t<category><![CDATA[Iran]]></category>\n\t\t<category><![CDATA[Iraqi invasion of Kuwait]]></category>\n\t\t<category><![CDATA[Israel]]></category>\n\t\t<category><![CDATA[Kuwait]]></category>\n\t\t<category><![CDATA[Lebanon]]></category>\n\t\t<category><![CDATA[Mustafa Badreddine]]></category>\n\t\t<category><![CDATA[Rafik al-Hariri]]></category>\n\t\t<category><![CDATA[Saddam Hussein]]></category>\n\t\t<category><![CDATA[Sayyed Hassan Nasrallah]]></category>\n\t\t<category><![CDATA[Special Tribunal for Lebanon]]></category>\n\t\t<category><![CDATA[Syria Civil War]]></category>\n\t\t<category><![CDATA[US]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://thewire.in/?p=35702</guid>\n\t\t<description><![CDATA[Mustafa Badreddine was one of the highest ranking officials in Hezbollah and assessed by the US government to be responsible for the group's military operations in Syria, where it is fighting alongside the Syrian President Bashar al-Assad.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<h3>Mustafa Badreddine was one of the highest ranking officials in Hezbollah and assessed by the US government to be responsible for<span class=\"highlight\"> the group</span>&#8216;s military operations in Syria, where it is fighting alongside the Syrian President Bashar al-Assad.</h3>\n<div id=\"attachment_35716\" style=\"width: 495px\" class=\"wp-caption aligncenter\"><a href=\"http://i0.wp.com/thewire.in/wp-content/uploads/2016/05/Hezbollah.jpeg\"><img class=\" wp-image-35716\" src=\"http://i0.wp.com/thewire.in/wp-content/uploads/2016/05/Hezbollah.jpeg?resize=485%2C526\" alt=\"Mustafa Amine Badreddine, wanted for the assassination of Lebanon's former Prime Minister Rafik al-Hariri, is shown in this undated handout picture released at the Special Tribunal for Lebanon website, July 29, 2011. Credit: Reuters/Special Tribunal for Lebanon\" data-recalc-dims=\"1\" /></a><p class=\"wp-caption-text\">Mustafa Amine Badreddine, wanted for the assassination of Lebanon&#8217;s former Prime Minister Rafik al-Hariri, is shown in this undated handout picture released at the Special Tribunal for Lebanon website, July 29, 2011. Credit: Reuters/Special Tribunal for Lebanon</p></div>\n<p><strong>Beirut:</strong> <span class=\"highlight\">Top </span><span class=\"highlight\">Hezbollah </span><span class=\"highlight\">commander </span>Mustafa Badreddine has been<span class=\"highlight\"> killed</span>, the Lebanese group said on May 13, the<span class=\"highlight\"> big</span>gest<span class=\"highlight\"> blow </span>to the Iranian-backed organisation since its military chief was<span class=\"highlight\"> killed </span>in 2008.</p>\n<p>Badreddine, 55, was one of the highest ranking officials in the group, and assessed by the US government to be responsible for<span class=\"highlight\"> Hezbollah</span>&#8216;s military operations in Syria, where it is fighting alongside the Syrian President Bashar al-Assad.</p>\n<p>A<span class=\"highlight\"> Hezbollah </span>statement did not say when, where or how he was<span class=\"highlight\"> killed</span>, though it cited him saying he would return from Syria either victorious or as &#8220;a martyr&#8221;.</p>\n<p>The Lebanese TV station al-Mayadeen earlier reported Badreddine had been<span class=\"highlight\"> killed </span>in an Israeli air strike in Syria.</p>\n<p>There was no immediate confirmation from Israel which has struck<span class=\"highlight\"> Hezbollah </span>targets inside Syria several times during the country’s five-year conflict.</p>\n<p>A US Department of the Treasury statement detailing sanctions against Badreddine last year said he was assessed to be responsible for the group&#8217;s military operations in Syria since 2011, and he had accompanied<span class=\"highlight\"> Hezbollah </span>leader Sayyed Hassan Nasrallah during strategic coordination meetings with Assad in Damascus.</p>\n<p>Badreddine, a brother-in-law of the late<span class=\"highlight\"> Hezbollah </span>military<span class=\"highlight\"> commander</span>, Imad Moughniyah, was indicted by the UN-backed Special Tribunal for Lebanon in the 2005 killing of statesman Rafik al-Hariri.</p>\n<p>He was sentenced to death in Kuwait for his role in bomb attacks there in 1983. He escaped from prison in Kuwait after Iraq, under the leadership of Saddam Hussein, invaded the country in 1990.</p>\n<p>For years, Badreddine masterminded military operations against Israel from Lebanon and overseas and managed to escape capture by Arab and Western governments by operating clandestinely.</p>\n<p>The US Treasury statement also said he had led<span class=\"highlight\"> Hezbollah </span>ground offensives in the Syrian town of al-Qusayr in February 2013, a critical battle in the war when<span class=\"highlight\"> Hezbollah </span>fighters defeated Syrian rebels in an area near the Syrian-Lebanese border.</p>\n<p>Around 1,200<span class=\"highlight\"> Hezbollah </span>fighters are estimated to have been<span class=\"highlight\"> killed </span>in the Syrian conflict.</p>\n<p><span class=\"highlight\">Hezbollah </span>accuses Israel of carrying out the 2008 killing of Moughniyah, who was<span class=\"highlight\"> killed </span>by a bomb in Damascus.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://thewire.in/2016/05/13/hezbollahs-top-commander-killed-in-israeli-airstrike-35702/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>What Happens at Britain’s EU Referendum: An Explainer</title>\n\t\t<link>http://thewire.in/2016/05/13/what-happens-at-britains-eu-referendum-an-explainer-35690/</link>\n\t\t<comments>http://thewire.in/2016/05/13/what-happens-at-britains-eu-referendum-an-explainer-35690/#comments</comments>\n\t\t<pubDate>Fri, 13 May 2016 06:23:48 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Guy Faulconbridge, Alistair Smout and Freya Berry]]></dc:creator>\n\t\t\t\t<category><![CDATA[World]]></category>\n\t\t<category><![CDATA[Brexit]]></category>\n\t\t<category><![CDATA[Britain]]></category>\n\t\t<category><![CDATA[EU]]></category>\n\t\t<category><![CDATA[EU referendum]]></category>\n\t\t<category><![CDATA[Gibraltar]]></category>\n\t\t<category><![CDATA[Northern Ireland]]></category>\n\t\t<category><![CDATA[United Kingdom]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://thewire.in/?p=35690</guid>\n\t\t<description><![CDATA[All those who are entitled to vote in a UK parliamentary general election can vote in the referendum, including British, Irish and qualifying Commonwealth citizens over the age of 18 who are resident in the UK.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div id=\"attachment_35694\" style=\"width: 650px\" class=\"wp-caption aligncenter\"><a href=\"http://i0.wp.com/thewire.in/wp-content/uploads/2016/05/Brexit.jpeg\"><img class=\"size-full wp-image-35694\" src=\"http://i0.wp.com/thewire.in/wp-content/uploads/2016/05/Brexit.jpeg?resize=640%2C427\" alt=\"A woman holds a Union Flag shopping bag in London, Britain April 23, 2016. Credit: Reuters/Kevin Coombs\" data-recalc-dims=\"1\" /></a><p class=\"wp-caption-text\">A woman holds a Union Flag shopping bag in London, Britain April 23, 2016. Credit: Reuters/Kevin Coombs</p></div>\n<p>Britain holds a<span class=\"highlight\"> referendum </span>on membership of the<span class=\"highlight\"> Eu</span>ropean Union on June 23. The following are details of<span class=\"highlight\"> how </span>the<span class=\"highlight\"> referendum </span><span class=\"highlight\">will </span><span class=\"highlight\">work </span>on the night.</p>\n<p><strong>Question</strong></p>\n<p>Voters<span class=\"highlight\"> will </span>be given one piece of paper with the question:</p>\n<p>&#8220;Should the United Kingdom remain a member of the<span class=\"highlight\"> Eu</span>ropean Union or leave the<span class=\"highlight\"> Eu</span>ropean Union?&#8221;</p>\n<p>They<span class=\"highlight\"> will </span>be asked to put a cross beside either:</p>\n<ul>\n<li>&#8220;Remain a member of the<span class=\"highlight\"> Eu</span>ropean Union&#8221;</li>\n<li>&#8220;Leave the<span class=\"highlight\"> Eu</span>ropean Union&#8221;</li>\n</ul>\n<p><strong>Who can vote?</strong></p>\n<p>All those who are entitled to vote in a UK parliamentary general election can vote in the <span class=\"highlight\">referendum</span>, including British, Irish and qualifying Commonwealth citizens over the age of 18 who are resident in the UK.</p>\n<p>UK nationals resident overseas who have appeared on a parliamentary election register in the past 15 years<span class=\"highlight\"> will </span>also have the right to vote, as do Irish citizens who were born in Northern Ireland and registered to vote in Northern Ireland in the last 15 years.</p>\n<p>In addition, Peers and citizens of Gibraltar who were able to vote at a<span class=\"highlight\"> Eu</span>ropean Parliamentary election can vote.</p>\n<p><strong>When can people vote?</strong></p>\n<p>The deadline for registering to vote is midnight on June 7. Polling stations open at 0700 BST on June 23 and close at 2200 local time.</p>\n<p><strong><span class=\"highlight\">Will there be an exit poll?</span></strong></p>\n<p>There are currently no plans by broadcasters for an exit poll as the margin of error is deemed to be too large.</p>\n<p><strong>When will the results come?</strong></p>\n<p>Votes<span class=\"highlight\"> will </span>be counted by hand and the count<span class=\"highlight\"> will </span>begin as soon as polls close (apart from in Gibraltar when counting<span class=\"highlight\"> will </span>begin at 2300 local time, or 2200 UK time). Each of 382 local counting areas<span class=\"highlight\"> will </span>count the number of ballot papers and announce local turnout figures in each of the areas.</p>\n<p>Then each counting area<span class=\"highlight\"> will </span>count the votes and announce local totals for each of the 382 areas. These<span class=\"highlight\"> will </span>be collated into regional totals, and then a final, national, result. A final result<span class=\"highlight\"> will </span>be announced in Manchester by Jenny Watson, who is the Chief Counting Officer.</p>\n<p>R<span class=\"highlight\">eu</span>ters<span class=\"highlight\"> will </span>provide full coverage of the results.</p>\n<p><em>(Reuters)</em></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://thewire.in/2016/05/13/what-happens-at-britains-eu-referendum-an-explainer-35690/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Pope Francis to Look at Increasing Women’s Role in Church</title>\n\t\t<link>http://thewire.in/2016/05/13/pope-francis-to-look-at-increasing-womens-role-in-church-35698/</link>\n\t\t<comments>http://thewire.in/2016/05/13/pope-francis-to-look-at-increasing-womens-role-in-church-35698/#comments</comments>\n\t\t<pubDate>Fri, 13 May 2016 06:20:45 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Crispian Balmer]]></dc:creator>\n\t\t\t\t<category><![CDATA[Religion]]></category>\n\t\t<category><![CDATA[apostles]]></category>\n\t\t<category><![CDATA[conservative catholics]]></category>\n\t\t<category><![CDATA[deaconess]]></category>\n\t\t<category><![CDATA[deacons]]></category>\n\t\t<category><![CDATA[Jesus]]></category>\n\t\t<category><![CDATA[Lent]]></category>\n\t\t<category><![CDATA[liberal catholics]]></category>\n\t\t<category><![CDATA[Phoebe]]></category>\n\t\t<category><![CDATA[Pope Francis]]></category>\n\t\t<category><![CDATA[priests]]></category>\n\t\t<category><![CDATA[Roman Catholic Church]]></category>\n\t\t<category><![CDATA[St. Paul]]></category>\n\t\t<category><![CDATA[Vatican City]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://thewire.in/?p=35698</guid>\n\t\t<description><![CDATA[Conservative Catholics would likely put up fierce resistance to any move to allow women to serve as deacons, in a bid to preserve clear and separate roles for men and women within the Church.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<h3>Conservative Catholics would likely put up fierce resistance to any move to allow women to serve as deacons, in a bid to preserve clear and separate<span class=\"highlight\"> role</span>s for men and<span class=\"highlight\"> women </span>within the<span class=\"highlight\"> Church</span>.</h3>\n<div id=\"attachment_35700\" style=\"width: 650px\" class=\"wp-caption aligncenter\"><a href=\"http://i0.wp.com/thewire.in/wp-content/uploads/2016/05/Pope-Franics.jpeg\"><img class=\"size-full wp-image-35700\" src=\"http://i0.wp.com/thewire.in/wp-content/uploads/2016/05/Pope-Franics.jpeg?resize=640%2C426\" alt=\"Pope Francis is greeted by Sister Carmen Sammut, during an audience with UISG at the Vatican, May 12, 2016. Credit: Osservatore Romano/Reuters\" data-recalc-dims=\"1\" /></a><p class=\"wp-caption-text\">Pope Francis is greeted by Sister Carmen Sammut, during an audience with UISG at the Vatican, May 12, 2016. Credit: Osservatore Romano/Reuters</p></div>\n<p><strong>Vatican City:</strong> <span class=\"highlight\">Pope </span><span class=\"highlight\">Francis </span>has agreed to set up a commission into whether<span class=\"highlight\"> women </span>could serve as deacons, local media reported on May 12, a potentially historic move that could end male dominance of the Roman Catholic clergy.</p>\n<p>Deacons are ordained clerics who sit just behind priests in the<span class=\"highlight\"> Church </span>hierarchy. They can preach and officiate at baptisms, funerals and weddings, but are not allowed to celebrate Mass, hear confessions or anoint the sick.</p>\n<p>Attending an international meeting of nuns at the Vatican, the<span class=\"highlight\"> pope </span>was asked why<span class=\"highlight\"> women </span>could not serve as deacons, with one delegate suggesting it would be a good idea to create a commission to study the issue.</p>\n<p>&#8220;I think so. It would be good for the<span class=\"highlight\"> church </span>to clarify this point. I agree,&#8221; he was quoted as saying by Italian news agency ANSA. A Vatican spokesman said he could neither confirm nor deny the comments.</p>\n<p>The<span class=\"highlight\"> Church </span>teaches that<span class=\"highlight\"> women </span>cannot become priests because Jesus willingly chose only men as his apostles. However, St. Paul refers in the bible to a deaconess called Phoebe, leading liberal Catholics to argue that there is clear precedent for<span class=\"highlight\"> women </span>to play a much more important <span class=\"highlight\">role </span>in<span class=\"highlight\"> Church </span>life.</p>\n<p>Conservative Catholics would likely put up fierce resistance to any such a move, eager to preserve clear and separate<span class=\"highlight\"> role</span>s for men and<span class=\"highlight\"> women </span>within the<span class=\"highlight\"> Church</span>.</p>\n<p><span class=\"highlight\">Pope </span><span class=\"highlight\">Francis </span>has stirred concern amongst traditionally minded Catholics over what they perceive as his liberal leanings on a range of issues, from divorce to the use of contraception.</p>\n<p>Earlier this year he overturned centuries of tradition that banned<span class=\"highlight\"> women </span>from a foot-washing service during Lent, upsetting conservatives and delighting<span class=\"highlight\"> women</span>&#8216;s rights activists.</p>\n<p>Speaking to the nuns on May 12, the Argentinian pontiff said he had once discussed the<span class=\"highlight\"> role </span>of female deacons in the early<span class=\"highlight\"> Church </span>with a professor but remained uncertain about the question. &#8220;It was a bit obscure,&#8221; he said.</p>\n<p><em>(Reuters) </em></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://thewire.in/2016/05/13/pope-francis-to-look-at-increasing-womens-role-in-church-35698/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>An Open Letter to the All India Muslim Personal Law Board</title>\n\t\t<link>http://thewire.in/2016/05/13/an-open-letter-to-the-all-india-muslim-personal-law-board-35547/</link>\n\t\t<comments>http://thewire.in/2016/05/13/an-open-letter-to-the-all-india-muslim-personal-law-board-35547/#comments</comments>\n\t\t<pubDate>Fri, 13 May 2016 06:00:00 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Mariya Salim]]></dc:creator>\n\t\t\t\t<category><![CDATA[Communities]]></category>\n\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[Law]]></category>\n\t\t<category><![CDATA[Women]]></category>\n\t\t<category><![CDATA[All India Muslim Personal Law Board]]></category>\n\t\t<category><![CDATA[Bhartiya Muslim Mahila Andolan]]></category>\n\t\t<category><![CDATA[human rights]]></category>\n\t\t<category><![CDATA[MBBA]]></category>\n\t\t<category><![CDATA[Muslim personal law]]></category>\n\t\t<category><![CDATA[Muslim Women's Bill]]></category>\n\t\t<category><![CDATA[Shah Bano]]></category>\n\t\t<category><![CDATA[Shariah]]></category>\n\t\t<category><![CDATA[Shayara Bano]]></category>\n\t\t<category><![CDATA[Triple Talaq]]></category>\n\t\t<category><![CDATA[Uniform civil code]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://thewire.in/?p=35547</guid>\n\t\t<description><![CDATA[As the debate on banning Triple Talaq in India is again making news, Mariya Salim reminds the AIMPLB members that they need to take the side of the aggrieved and support the ban. ]]></description>\n\t\t\t\t<content:encoded><![CDATA[<h3>As the debate on banning Triple Talaq in India is again making news, Mariya Salim reminds the AIMPLB members that they need to take the side of the aggrieved and support the ban.</h3>\n<div id=\"attachment_31570\" style=\"width: 654px\" class=\"wp-caption aligncenter\"><a href=\"http://i0.wp.com/thewire.in/wp-content/uploads/2016/04/download-13.jpeg\"><img class=\"wp-image-31570 size-full\" src=\"http://i0.wp.com/thewire.in/wp-content/uploads/2016/04/download-13.jpeg?resize=644%2C378\" alt=\"Muslim brides wait for the start of their mass marriage ceremony in Mumbai May 11, 2014. Credit: Reuters/Danish Siddiqui/Files\" data-recalc-dims=\"1\" /></a><p class=\"wp-caption-text\">Muslim brides wait for the start of their mass marriage ceremony in Mumbai May 11, 2014. Credit: Reuters/Danish Siddiqui/Files</p></div>\n<p>Dear Members of the All India Muslim Personal Law Board (AIMPLB),</p>\n<p>Two days ago I was sitting with the vice principal of the all girls’ school I attended as a child in Kolkata. She told me how she was aghast at the request of one of the prospective students’ mother to not disclose her educational qualification in front of her husband, when they come for a formal interview for admission. She had a masters in psychology from Aligarh Muslim University. &#8220;He thinks I have only studied up to class 10. If he finds out, he will divorce me,&#8221; she said.</p>\n<p>While the aftershocks of the opposition to the <a href=\"http://www.thehindu.com/thehindu/2003/08/10/stories/2003081000221500.htm\" target=\"_blank\">Shah Bano case</a> continue to haunt Muslim women in the form of the <a href=\"http://admis.hp.nic.in/himpol/Citizen/LawLib/c177.htm\" target=\"_blank\">Muslim Women’s bill</a>, as an Indian Muslim woman and a student of Islamic feminism and Human Rights Law I am amazed that little has changed since 1985 as far as the involvement of an organisation of your repute in matters concerning rights of Muslim women in India is concerned. Fully aware of the fear of many, including me, of mistaking the demand of codification with that of a demand of unification, I believed that educated members of the board would stand for and with Shayara Bano and her gender and demand that ‘Triple Talaq’ needed to be banned, made unlawful!</p>\n<p>Muslim women are expected to live and abide by religious norms and their conformity to religious values is viewed as a basis of judging the identity of their community as a whole, as discussed by Zoya Hassan<strong> </strong>in her book<strong>, </strong><em>Forging Identities: Gender, Communities and the State in India</em>. More often than not, they are discriminated against by patriarchal codes of religious laws and expected not to rise against the status quo in the name of protecting community identity. This community identity has emerged as a formidable force and what is evident today is a tension between two fronts: the male dominated Muslim leadership’s desire to ensure that rights remain in the domain of a ‘collective communal existence’ and not a ‘function of democratic citizenship’ on one hand, and the demand for rights and justice for women on the other. Thus, in the wake of the rising political right and communal tensions and lynchings, the uncodified Muslim Personal Law in India – which deals with issues such as marriage, divorce, maintenance, inheritance, succession, adoption and custody of children – has become a vital symbol of minority identity, the defense of which – right from the overturning of the Shah Bano judgement – has resulted in the subordination of Muslim women in India to the perceived interests of the Muslim community. The tussle between enactment of a Uniform Civil Code (UCC) by the political right, governing heterogeneous communities as one, on one hand, and the insistence on maintenance of status quo, fearing the loss of their religious identity, by male leaders of the religious minorities on the other, has left Muslim women as the worst affected.</p>\n<p><a href=\"http://thewire.in/2016/04/26/womens-rights-activists-rally-in-support-of-shayara-bano-31568/\" target=\"_blank\">Shayara Bano</a>, like her predecessor, Shah Bano has approached the apex court demanding the protection of a right which is not only constitutionally guaranteed to her, but for those opposing her, including the AIMPLB, it is imperative to know that her demand is not Unislamic at all. The board which claims to be the protector of Muslim Personal law (MPL) in India, and which is now going to be party to the case and contest her claim, should have done enough earlier to ensure that women like Shayara did not have to face what they are facing in the first place. Your claim that Muslims are content with the Shariah as it is practiced in India today has no basis, with no data to prove this claim. On the contrary, the <a href=\"https://bmmaindia.com\" target=\"_blank\">Bhartiya Muslim Mahila Andolan</a>’s (BMMA) study, under the leadership of its founders Zakia Soman and Dr Noorjehan Safia Niaz, covering 4,500 women across ten Indian states is proof enough that <a href=\"http://thewire.in/2015/08/20/muslim-women-want-reforms-in-personal-laws-study-reveals-8886/\" target=\"_blank\">Indian Muslim women</a> are demanding a codification of the largely uncodified body of Muslim laws in India. With over 80% respondents saying there needs to be a reform in the current MPL, over 75% also believed that the age of marriage for girls should not be on attainment of puberty but should be eighteen years and above, contrary to what you have been supporting. Over 80% of those surveyed were of the opinion that adoption should be made legal under MPL. Organisations like BMMA are also oblivious to the fact that their demand for reforms may be wrongly misappropriated by the political right, the ruling BJP, and thus is very vocal in clarifying that codification in no way is a demand for UCC. For instance, while the study shows that out of all the women surveyed, 92.1% were in favour of a total ban on the &#8216;Triple Talaq/oral divorce&#8217;, the solution suggested was in the form of &#8216;Talaq-e-Ahsan&#8217; to be the alternative, with majority of those surveyed wanting arbitration to be mandatory before divorce.</p>\n<p>If the divorce to Shayara Bano is declared illegal, will it be a defeat for the community? Or is the worry more about Muslim men not being able to unilaterally divorce their wives as and when they wish to?</p>\n<p>BMMA, in its draft <a href=\"https://bmmaindia.com/category/bmmas-draft-muslim-family-law/\" target=\"_blank\">Muslim Family Act</a> calls for a complete ban on &#8216;Triple Talaq&#8217; (Oral repudiation of marriage by merely pronouncement of the term ‘Talaq’ or divorce thrice by the husband) and calls for only the &#8216;Talaq-e-Ahsan&#8217; method of divorce. I have had the chance to compile case studies of women from across the country who have been divorced unilaterally by their husbands, sometimes even on the phone and thus am aware of ground realities of this evil myself. BMMA seeks a complete ban on &#8216;Triple Talaq&#8217; and provide relief to specially women belonging to poor economic backgrounds.</p>\n<p>You at the AIMPLB on the other hand, refuse to take a firm stand on the issue. Thus, while you recommend the &#8216;Talaq-e-Ahsan&#8217; method described above, in your model &#8216;<em>Nikahnama&#8217;</em>, the husband is ‘instructed’ to merely ‘avoid’ using the &#8216;Triple Talaq&#8217; method of divorce. The board insists that the &#8216;Triple Talaq&#8217; method is not a legal evil but merely a social one and hence does not call for a complete ban.</p>\n<p>Maintenance of status quo in the name of not interfering in the ‘divine’, even though the S<em>hariah</em> as practiced in India is man-made law, has been the stand taken by the AIMPLB whenever confronted by issues which directly affect Indian Muslim women. Women organisations like BMMA among others have been extremely vocal in their stand on Muslim women rights and when one compares their work with all male led organisations like yourself in furthering the rights of Muslim women, there is little doubt as to who should lead the movement for reform in the Muslim community.</p>\n<p>Please stand with the aggrieved, not against them.</p>\n<p>Sincerely,</p>\n<p><em>Mariya Salim</em></p>\n<p>An Indian Muslim Woman standing firmly in solidarity with Shayara and her cause.</p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://thewire.in/2016/05/13/an-open-letter-to-the-all-india-muslim-personal-law-board-35547/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>SAARC Countries Unite Over Anti-Child Trafficking Drive</title>\n\t\t<link>http://thewire.in/2016/05/13/saarc-countries-unite-over-anti-child-trafficking-drive-35674/</link>\n\t\t<comments>http://thewire.in/2016/05/13/saarc-countries-unite-over-anti-child-trafficking-drive-35674/#comments</comments>\n\t\t<pubDate>Fri, 13 May 2016 05:24:49 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Nita Bhalla]]></dc:creator>\n\t\t\t\t<category><![CDATA[South Asia]]></category>\n\t\t<category><![CDATA[Afghanistan]]></category>\n\t\t<category><![CDATA[anti-child trafficking drive]]></category>\n\t\t<category><![CDATA[Bangladesh]]></category>\n\t\t<category><![CDATA[Bhtuan]]></category>\n\t\t<category><![CDATA[Chidline]]></category>\n\t\t<category><![CDATA[child pornography]]></category>\n\t\t<category><![CDATA[domestic help]]></category>\n\t\t<category><![CDATA[Human trafficking]]></category>\n\t\t<category><![CDATA[India]]></category>\n\t\t<category><![CDATA[Maldives]]></category>\n\t\t<category><![CDATA[Nepal]]></category>\n\t\t<category><![CDATA[Pakistan]]></category>\n\t\t<category><![CDATA[Rajnath Singh]]></category>\n\t\t<category><![CDATA[SAARC]]></category>\n\t\t<category><![CDATA[sex tourism]]></category>\n\t\t<category><![CDATA[Sri Lanka]]></category>\n\t\t<category><![CDATA[Track Child]]></category>\n\t\t<category><![CDATA[UN Office for Drugs and Crime]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://thewire.in/?p=35674</guid>\n\t\t<description><![CDATA[India's women and child development ministry said delegates from the eight South Asian countries adopted a series of measures to boost cooperation to end child exploitation.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<h3>India&#8217;s women and child development ministry said delegates from the eight<span class=\"highlight\"> South </span><span class=\"highlight\">Asian </span>countries adopted a series of measures to boost cooperation to end child exploitation.</h3>\n<div id=\"attachment_35675\" style=\"width: 650px\" class=\"wp-caption aligncenter\"><a href=\"http://i1.wp.com/thewire.in/wp-content/uploads/2016/05/SAARC.jpeg\"><img class=\"size-full wp-image-35675\" src=\"http://i1.wp.com/thewire.in/wp-content/uploads/2016/05/SAARC.jpeg?resize=640%2C414\" alt=\"A 16-year-old girl sits inside a protection home on the outskirts of New Delhi, November 9, 2012. Credit: Reuters/Mansi Thapliyal\" data-recalc-dims=\"1\" /></a><p class=\"wp-caption-text\">A 16-year-old girl sits inside a protection home on the outskirts of New Delhi, November 9, 2012. Credit: Reuters/Mansi Thapliyal</p></div>\n<p><strong>New Delhi:</strong> <span class=\"highlight\">South </span><span class=\"highlight\">Asian </span><span class=\"highlight\">nations </span>will set up a toll-free<span class=\"highlight\"> helpline </span>and online platform to fight human<span class=\"highlight\"> trafficking</span>, one of the region&#8217;s biggest problems, and trace the thousands of children who go missing in the region annually, India&#8217;s government said late on May 11.</p>\n<p>Ministers from India, Pakistan, Afghanistan, Bangladesh, Bhutan, Sri Lanka, the Maldives and Nepal came to the agreement after a conference on child protection held under the auspices of the<span class=\"highlight\"> South </span><span class=\"highlight\">Asian </span>Association for Regional Cooperation (SAARC).</p>\n<p><span class=\"highlight\">South </span>Asia, with India at its centre, is the fastest-growing and second-largest region for human <span class=\"highlight\">trafficking </span>in the world, after East Asia, according to the<span class=\"highlight\"> UN</span><span class=\"highlight\"> </span>Office for Drugs and Crime.</p>\n<p>India&#8217;s women and child development ministry said delegates from the eight<span class=\"highlight\"> South </span><span class=\"highlight\">Asian </span>countries adopted a series of measures to boost cooperation to end child exploitation.</p>\n<p>&#8220;(These include) regional cross sharing and programming on ICT initiatives to trace missing children, working towards establishing a uniform toll free<span class=\"highlight\"> helpline</span>, developing a regional strategy and common standards for addressing all forms of sexual abuse, exploitation and<span class=\"highlight\"> trafficking</span>,&#8221; it said in a statement.</p>\n<p>There are no accurate figures on the number of people being trafficked within<span class=\"highlight\"> South </span>Asia, but activists say thousands of mostly women and children are trafficked within India and as well as from its poorer neighbours Nepal and Bangladesh.</p>\n<p>Many are sold into forced marriage or bonded labour working in middle class homes as domestic servants, in small shops and hotels or confined to brothels where they are repeatedly raped.</p>\n<p><strong>Sex tourism, child pornography</strong></p>\n<p>Home Minister Rajnath Singh told delegates that curbing human<span class=\"highlight\"> trafficking </span>was a major challenge for all<span class=\"highlight\"> nations</span>, but that by sharing information and best practices, it was possible to develop regional solutions.</p>\n<p>&#8220;With increasing access to information technology and changing nature of our globalised economy, new threats for children are emerging &#8211; sex tourism, child pornography, online threats to children among others,&#8221; said Singh.</p>\n<p>&#8220;To address these challenges comprehensively, within SAARC countries, we can all benefit from reinforcing regional cooperation and strengthening mechanisms for sharing of information, experience, expertise and good practices.&#8221;</p>\n<p>In India alone, government data shows 73,549 children went missing in 2014, of which 31,711 were not traced compared to 90,654 missing in 2011, of which 34,406 were not found.</p>\n<p>India has over the years implemented a series of child protection measures, such as a national toll free<span class=\"highlight\"> helpline </span><a href=\"http://www.childlineindia.org.in/\">called Childline</a>  which receives millions of calls every year.</p>\n<p>It has also launched a <a href=\"http://trackthemissingchild.gov.in/\">Track Child web portal</a> for authorities to share information on missing children, and a &#8220;Lost and Found&#8221; portal for the public, where parents can register details of missing children and citizens can report sightings.</p>\n<p><em>(Reuters) </em></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://thewire.in/2016/05/13/saarc-countries-unite-over-anti-child-trafficking-drive-35674/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>The Italian Marines Case Represents a Travesty of Justice</title>\n\t\t<link>http://thewire.in/2016/05/13/the-italian-marines-case-represents-a-travesty-of-justice-35629/</link>\n\t\t<comments>http://thewire.in/2016/05/13/the-italian-marines-case-represents-a-travesty-of-justice-35629/#comments</comments>\n\t\t<pubDate>Fri, 13 May 2016 05:00:56 +0000</pubDate>\n\t\t<dc:creator><![CDATA[K.P. Fabian]]></dc:creator>\n\t\t\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[World]]></category>\n\t\t<category><![CDATA[arbitral tribunal]]></category>\n\t\t<category><![CDATA[Enrica Lexie]]></category>\n\t\t<category><![CDATA[high risk area]]></category>\n\t\t<category><![CDATA[International Law Commission]]></category>\n\t\t<category><![CDATA[Italian marines]]></category>\n\t\t<category><![CDATA[ITLOS]]></category>\n\t\t<category><![CDATA[Massimiliano Latorre]]></category>\n\t\t<category><![CDATA[Patrick Robinson]]></category>\n\t\t<category><![CDATA[piracy]]></category>\n\t\t<category><![CDATA[Salvatore Girone]]></category>\n\t\t<category><![CDATA[UNCLOS]]></category>\n\t\t<category><![CDATA[United Nations Convention on the Law of the Seas]]></category>\n\t\t<category><![CDATA[Vladimir Golitsyn]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://thewire.in/?p=35629</guid>\n\t\t<description><![CDATA[Having virtually surrendered our claim for jurisdiction, there is no point in keeping the marines here. India should let them go and learn a lesson from its follies in dealing with the incident. ]]></description>\n\t\t\t\t<content:encoded><![CDATA[<h3>Having virtually surrendered our claim for jurisdiction, there is no point in keeping the marines here. India should let them go and learn a lesson from its follies in dealing with the incident.</h3>\n<div id=\"attachment_26761\" style=\"width: 769px\" class=\"wp-caption aligncenter\"><a href=\"http://i0.wp.com/thewire.in/wp-content/uploads/2016/03/italian-marines-l.jpg\"><img class=\"size-full wp-image-26761\" src=\"http://i0.wp.com/thewire.in/wp-content/uploads/2016/03/italian-marines-l.jpg?resize=759%2C422\" alt=\"File photo of the two Italian marines, Massimiliano Latorre and Salvatore Girone, charged in India with the killing of two fishermen while off the Kerala coast in 2012. Credit: PTI \" data-recalc-dims=\"1\" /></a><p class=\"wp-caption-text\">File photo of the two Italian marines, Massimiliano Latorre and Salvatore Girone, charged in India with the killing of two fishermen while off the Kerala coast in 2012. Credit: PTI</p></div>\n<p>The <a href=\"http://www.pcacases.com/web/sendAttach/1707\" target=\"_blank\">recent verdict</a> by the arbitral tribunal constituted within the framework of the UN Convention on the Laws of the Sea (UNCLOS) is a singular travesty of justice and is   correctly seen as a victory for Italy. Italy has shown superior navigational skills through the deep waters of international arbitration. A reading of the text clearly shows that India had weakly defended its position. The natural question to ask is <a href=\"http://thewire.in/2016/05/04/the-international-tribunals-ruling-on-the-italian-marines-is-a-setback-for-india-and-justice-33708/\" target=\"_blank\">did India deliberately choose to put up a weak case</a>, or is it sheer incapability? If a choice was made, what prompted such a decision?</p>\n<p><strong>The incident and Italy’s response </strong></p>\n<p>The first thing to understand about this case is that the Italian ship <em>Enrica Lexie</em> fled away after shooting and killing two Indian fishermen. If they had fired by mistake, they should have stopped and extended help to the fishing boat rather run away. The Indian Navy had to send a Dornier to ‘persuade’ <em>Enrica Lexie</em> to come back to Kochi. The Italian ship had claimed that it had carried out a successful anti-piracy action after it was fired upon by pirates. The INS <em>Kabra</em>, when sent to check whether the Italian ship was fired upon found no bullet marks on it. I personally remember officials in the Italian embassy telling me that afternoon that it was a Greek ship that killed the fishermen. Even now, if you talk to the embassy, it takes the line that the shots were fired by another ship. A few weeks later, Staffan de Mistura, the Italian special envoy dealing with the matter, told me at Thiruvananthapuram that according to him the ship was ‘tricked into’ coming back to Kochi and that it could have comfortably reached Port Said in a few hours. In short, from the onset, Italy started with a lie.</p>\n<p>Secondly, from the beginning Italy took an aggressive stand based on an erroneous interpretation of the law. Italy was not interested in seeking a diplomatic resolution. This became evident when a formula was informally suggested to Italy. The background is as follows: the then Italian ambassador had approached me for help. At that time the marines were in Kerala under the custody of the local police. The ambassador wanted to know whether he could go and see the Kerala chief minister, to which I let him know that it might be difficult. I then suggested to the ambassador the following formula:</p>\n<p><em>The state of Kerala will frame charges for homicide not amounting to murder; the two marines might get some years in prison; after they have spent some time in jail, they could be transferred to Italy to complete the sentence under the agreement signed a month before the shooting incident that provided for foreign nationals undergoing a prison sentence in another country to go back home to complete the sentence. </em></p>\n<p><strong>The failed formula</strong></p>\n<p>The ambassador liked the formula and asked me to find out whether Kerala would agree to it. I told him that I could sound out the chief minister via a telephonic conversation, but to take it further I would need to go and talk to him in person <em>after the Ambassador had given to me in writing that the Italian government accepted the formula and requested me to proceed further.</em></p>\n<p>I spoke to the chief minister from the Italian embassy and proposed the formula. His immediate reaction was positive, but he needed more time to decide. For good measure I told the chief minister that some Malayalis in Rome were feeling threatened to the extent that an Indian friend married to an Italian had stopped wearing a sari outside her house.</p>\n<p>But, the Italian ambassador checked with Rome about my formula and got a flat and stern rejection. If Rome had agreed the formula might have worked and the marines might have got back to Italy by 2014. When I had advanced the formula, the union government was inclined to go by the advice of the state.</p>\n<p><strong>The Indian response</strong></p>\n<p>Now coming to the Indian side, the matter could have been settled if the external affairs ministry (MEA) was left free to handle it. But the home ministry came in the way, we do not know why. Perhaps, there was an erroneous assumption that any speedy settlement might reflect adversely on Sonia Gandhi.</p>\n<p>As for the legal aspects, the MEA’s legal and treaties division (L&amp;T) had made a strong case that the incident had nothing to do with UNCLOS and that it should be dealt with under the Indian Penal Code. But the basis on which Italy claimed jurisdiction was outlined Article 97 of UNCLOS, which says that “in the event of an incident of navigation which gives rise to the penal responsibility of any person in the service of the ship, no penal proceedings may be instituted against such a person except before the judicial or administrative authorities either of the flag State or of the State of which such person is a national”.</p>\n<p>Shooting unarmed, innocent fishermen and killing them is not an “incident of navigation,” it is a crime. Since UNCLOS does not apply, and the incident occurred within India’s contiguous zone, the culprits tried to run away, and the victims were Indian nationals, it follows that India has jurisdiction over the matter.</p>\n<p>Although the L&amp;T had given its note immediately after the incident, it seems the system of government in India was unable to make use of it.</p>\n<p>Last year, I talked to a retired IPS officer who as part of the National Investigation Agency had dealt with this case. He told me that India had no jurisdiction. When I asked him about the note from L&amp;T he replied that he had never seen it. To my question why he did not ask for a note, there was no reply. This outlines the systemic lack of coordination in the government.</p>\n<p><strong>The Supreme Court’s actions</strong></p>\n<p>The Supreme Court also contributed significantly to the confusion in two ways. Italy argued incorrectly that as Kerala had not signed the UNCLOS, it had no locus standi in the matter. The Supreme Court accepted that argument and stopped the proceedings in the Kerala high court. The fact of the matter is that since India had signed the UNCLOS, the Kerala was only acting on behalf of the union of India.</p>\n<p>Secondly, the court complicated the matter further by saying that although it was seized of the matter it was willing to consider Italy’s plea that India had no jurisdiction in the matter. One may assume that in the Indian system, the L&amp;T note would not have reached the Supreme Court.</p>\n<p><strong>The victims</strong></p>\n<p>It is also important to discuss the compensation paid to the bereaved families of Jeslestine, 45, and Pinku, 22, the fishermen killed by the marines as the discourse in the media has ignored them and focused on the Italians.</p>\n<p>De Mistura had contacted me to ask for my help with this incident when deputed as the special envoy. I did not tell him of the formula that his government had rejected. My intention was to persuade him to pay some compensation to the families of the victims. Initially, he refused on the grounds that offering a compensation would imply Italy accepted the charge of its marines having shot the fishermen. I told him that the shooting was a fact. It was in that context that he told me that the ship should have sailed off to Port Said had it not been intercepted. Finally, he agreed to pay 30 lakh rupees as compensation, which India managed to have raised to one crore rupees.</p>\n<p>I had advised de Mistura not to involve his lawyers in the process of compensation and not to seek any written undertaking from the families. He had agreed. But his lawyers made the family sign a paper that said they forgave the marines in the name of Christ and were withdrawing their plaint, a move which later earned the displeasure of the court.</p>\n<p>What is the way out? Having virtually surrendered our claim for jurisdiction, there is no point in keeping the marines here. The arbitral tribunal is likely to rule formally that India has no jurisdiction. Let the marines go to Italy and let us learn a lesson from our follies at many levels.</p>\n<p><em>K.P. Fabian is the former Indian ambassador to Italy.</em></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://thewire.in/2016/05/13/the-italian-marines-case-represents-a-travesty-of-justice-35629/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Urdu Council Divided Over HRD Ministry Order to Introduce Yoga Classes in Education Centres</title>\n\t\t<link>http://thewire.in/2016/05/13/mhrd-order-to-introduce-yoga-divides-ncpul-35661/</link>\n\t\t<comments>http://thewire.in/2016/05/13/mhrd-order-to-introduce-yoga-divides-ncpul-35661/#comments</comments>\n\t\t<pubDate>Fri, 13 May 2016 05:00:08 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Ajoy Ashirwad Mahaprashasta]]></dc:creator>\n\t\t\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[Politics]]></category>\n\t\t<category><![CDATA[Irteza Karim]]></category>\n\t\t<category><![CDATA[Ministry of AYUSH]]></category>\n\t\t<category><![CDATA[Ministry of Human Resources and Development]]></category>\n\t\t<category><![CDATA[Muzaffer Hussain]]></category>\n\t\t<category><![CDATA[National Council for Promotion of Urdu Language]]></category>\n\t\t<category><![CDATA[Tariq Anwar]]></category>\n\t\t<category><![CDATA[yoga]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://thewire.in/?p=35661</guid>\n\t\t<description><![CDATA[The ministry's orders that the National Council for Promotion of Urdu Language must hold regular yoga classes and observe International Yoga Day has polarised opinion and met with criticism, but how the union government responds to the crisis remains to be seen.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<h3>The ministry&#8217;s orders that the National Council for Promotion of Urdu Language must hold regular yoga classes and observe International Yoga Day has polarised opinion and met with criticism, but how the union government responds to the crisis remains to be seen.</h3>\n<div id=\"attachment_35662\" style=\"width: 760px\" class=\"wp-caption aligncenter\"><a href=\"http://i2.wp.com/thewire.in/wp-content/uploads/2016/05/Smriti-Irani-PTI.jpg\"><img class=\"size-large wp-image-35662\" src=\"http://i2.wp.com/thewire.in/wp-content/uploads/2016/05/Smriti-Irani-PTI.jpg?resize=750%2C527\" alt=\"Union HRD minister Smriti Irani at a press conference at the BJP headquarters in New Delhi. Credit: Manvender Vashist/ PTI\" data-recalc-dims=\"1\" /></a><p class=\"wp-caption-text\">Union HRD minister Smriti Irani at a press conference at the BJP headquarters in New Delhi. Credit: Manvender Vashist/ PTI</p></div>\n<p>In a move that may stoke a political controversy, the Ministry of Human Resources and Development (MHRD) has directed its subsidiary organisation National Council for Promotion of Urdu Language (NCPUL) to introduce yoga classes in around 500 of its educational centres. The MHRD also asked the NCPUL to prepare its centres to celebrate International Yoga Day on 21 June, 2016. The order has become a source of friction between the MHRD and some NCPUL executive board members who oppose the directive on the grounds that yoga classes may cause unnecessary disorder in the NCPUL centres, most of which are located in <em>madrasa</em>s or minority institutions.</p>\n<p>The NCPUL issued a circular on 29 March, 2016, directing all its centres to comply with the MHRD order. Speaking to <em>The Wire, </em>the assistant director of academics at the NCPUL Shama K. Yazdani, who issued the circular to its centres, confirmed: “We issued a circular to our centres after the MHRD order. The order instructed us to publicise Yoga Day in our centres.&#8221; When asked whether the NCPUL has also been directed to hold compulsory yoga classes, Yazdani said there was no such compulsory requirement, but refused to divulge further information on the MHRD order.</p>\n<p>In a <a href=\"http://muslimmirror.com/eng/mhrd-to-ncpul-start-yoga-classes-at-your-centers/\" target=\"_blank\">report in <em>Muslim Mirror</em></a>, Yazdani is quoted as saying: “In fact, we have received a circular from MHRD to make special arrangement [sic] on International Yoga Day. The circular also directs [us] to start yoga classes at NCPUL centres across the country.”</p>\n<p><b>Opinion divided within the NCPUL</b></p>\n<p>An NCPUL employee who wished to remain anonymous told <em>The Wire</em> that the MHRD order was issued to comply with an earlier directive of the Ministry of AYUSH to introduce yoga in all publicly-funded educational institutions of India. He said the MHRD order contained an advisory note listing the health benefits of yoga, by the union MHRD minister Smriti Irani. According to him, the order contains a list of instructions that explains how to perform various <em>yogasanas.</em> For example, it recommends <em>namaskar mudra </em>and various recitations like &#8220;<em>Om Shanti</em>.&#8221; It also recommends 45-minute classes everyday.</p>\n<p>An autonomous body under the MHRD, the NCPUL was established in 1996 to promote Urdu. But over time it expanded and introduced technical and vocational courses like computer applications, business accounting and graphic designing to increase its students&#8217; employability.</p>\n<p>The MHRD order is therefore odd, according to the NCPUL employee, because it requires the NCPUL to function outside its mandate.</p>\n<p>Many in the NCPUL feel similarly, that the MHRD order is unprecedented. One staff member who wished to remain anonymous said, “One such order to observe Yoga Day came last year as well. But this year, the order contains a clear and detailed list of instructions. The very fact that the MHRD wants the NCUPL to introduce yoga classes in its centres makes it compulsory. How can one disobey the order?&#8221;</p>\n<p>Many of NCPUL&#8217;s executive board members have also not responded well to the MHRD order. Tariq Anwar, board member and Nationalist Congress Party leader, said: “I am not against yoga but I oppose the imposition of it in NCPUL centers. The MHRD should have first tried to interest the NCPUL students in yoga. Interested students could then come forward themselves and join yoga classes. They should have that choice.”</p>\n<p>Similarly, board member and Vice-Chairman of the NCPUL Muzaffer Hussain questioned NCPUL’s Director Irteza Karim’s intentions: “Yoga is a Hindustani tradition, but people should exercise their discretion to practice it. Such imposition of it makes the MHRD order look suspect. The NCPUL could have chosen to write a strong letter against such an imposition. But the present director is bent on projecting himself as <em>Hindutva ka thekedar </em>(Hindutva’s agent). He was recently appointed by the NDA government and has openly publicised positions in favour of the BJP. The NCPUL has become a dysfunctional body – almost a symbolic one. The present director has made no efforts to strengthen the institution from the time he has joined. We want him to do his job instead of pandering to the whims of the government.”</p>\n<p>Despite several attempts, <em>The Wire</em> could not reach Karim, who is presently travelling outside India. Karim, who was appointed as the director in June 2015, was in the midst of a controversy earlier this year when the <a href=\"http://thewire.in/2016/03/20/ncpul-urdu-writers-declaration-form-25324/\" target=\"_blank\">NCPUL issued a declaration form</a> that required Urdu writers who wanted financial aid from the institution to affirm that their work would not criticise the government. This form was highly criticised by the literary community as attacking the right to free speech. Later, the NCPUL withdrew the controversial clause.</p>\n<p>Karim had then <a href=\"http://indianexpress.com/article/india/india-news-india/urdu-writers-asked-to-declare-my-book-not-against-the-govt-nation/\" target=\"_blank\">told <em>The Indian Express</em></a>: “If a writer wants financial aid from the government, then of course the content cannot be against (the government). NCPUL is a government organisation and we are government employees. We will naturally protect the interests of the government.”</p>\n<p>The MHRD order on yoga and the NCPUL’s silent submission has already polarised opinion within the organisation. Many members of the executive board plan to raise the issue in their next meeting, as they fear the present director&#8217;s decisions have compromised the institution&#8217;s autonomy. It remains to be seen how the union government responds to the crisis in the NCPUL – the most important national institution to promote the Urdu language.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://thewire.in/2016/05/13/mhrd-order-to-introduce-yoga-divides-ncpul-35661/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Home Ministry Proposes Technology-Driven Measures for Road Safety</title>\n\t\t<link>http://thewire.in/2016/05/13/home-ministry-proposes-technology-driven-measures-for-road-safety-35654/</link>\n\t\t<comments>http://thewire.in/2016/05/13/home-ministry-proposes-technology-driven-measures-for-road-safety-35654/#comments</comments>\n\t\t<pubDate>Fri, 13 May 2016 03:30:49 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Gaurav Vivek Bhatnagar]]></dc:creator>\n\t\t\t\t<category><![CDATA[Government]]></category>\n\t\t<category><![CDATA[corruption]]></category>\n\t\t<category><![CDATA[Ministry of Home Affairs]]></category>\n\t\t<category><![CDATA[Traffic Fund]]></category>\n\t\t<category><![CDATA[traffic police]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://thewire.in/?p=35654</guid>\n\t\t<description><![CDATA[The Home Ministry's proposals, including body and dashboard cameras, will help eradicate not only traffic violations but also corruption among police on the roads.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<h3>The Home Ministry&#8217;s proposals, including body and dashboard cameras, will help eradicate not only traffic violations but also corruption among police on the roads.</h3>\n<div id=\"attachment_35656\" style=\"width: 760px\" class=\"wp-caption aligncenter\"><a href=\"http://i0.wp.com/thewire.in/wp-content/uploads/2016/05/17069854182_2da95cea21_k.jpg\"><img class=\"wp-image-35656 size-large\" src=\"http://i0.wp.com/thewire.in/wp-content/uploads/2016/05/17069854182_2da95cea21_k.jpg?resize=750%2C500\" alt=\"An &quot;Automatic Number Plate Recognition&quot; camera. Credit: Flickr\" data-recalc-dims=\"1\" /></a><p class=\"wp-caption-text\">An &#8220;Automatic Number Plate Recognition&#8221; camera. Credit: Flickr</p></div>\n<p>Following the model of several developed countries, the Ministry of Home Affairs (MHA) has proposed that police officers wear body cameras and police vehicles be fitted with dashboard cameras, in order to enhance the monitoring of traffic offences and vehicular movement and make roads safer. It has also suggested that a Traffic Fund be created for financing such infrastructure projects.</p>\n<p>The MHA made these suggestions at a meeting of a group of ministers earlier created by the central government to guide reforms for the road transport sector. It has demanded that the dashboard and body cameras be installed promptly, subject to budget availability.</p>\n<p>It has further suggested that &#8220;Special Police Officers&#8221; take photographs and videos of traffic violations, and that private citizens be empowered to help eradicate violations, by being allowed to upload photographs and videos of violations on traffic police websites.</p>\n<p>If the MHA’s proposals are approved, they will help eradicate not only traffic violations but also corrupt practices by police officers on the roads. Police personnel would have to think twice before taking bribes, since cameras linked through the Global Positioning System would be monitoring and recording all their movements.</p>\n<p>The MHA has stressed the use of technology because a <a href=\"http://www.hindustantimes.com/india/jumping-red-light-get-slapped-with-rs-15-000-fine-under-proposed-traffic-law/story-Ss7QYDXGHr7ZcrVk4PFVVP.html\">major hike has been proposed</a> in penalties for traffic offences, and it does not want the new high fines to become a tool in the hands of the police to extort money from traffic violators.</p>\n<p>In order to further decrease the likelihood of corruption, the MHA has also suggested that only traffic police personnel of the rank of Assistant Sub-Inspector or higher be allowed to check for violations and impose penalties. And to prevent offenders from unnecessarily contesting penalties, it has called for higher fines for frivolous challenges.</p>\n<p>“The Committee is conscious of the fact that with enhancement of penalties there is a strong likelihood of increased corruption among enforcement agencies. It is hence proposed [sic] to empower only a certain category of officers to impose penalties and over a certain time frame have a mechanism in place to document all activities of the enforcement agencies to ensure transparency,” the Ministry said.</p>\n<p>The United States is currently <a href=\"https://www.einvestigator.com/police-body-cameras-the-pros-and-cons-for-law-enforcement-and-citizens/\" target=\"_blank\">evaluating the use of body cameras</a>, in response to complaints of police personnel using excessive force.</p>\n<p><strong>Traffic Fund</strong></p>\n<p>To ensure the funds needed for the proposed infrastructure, the MHA has demanded that a section for the creation of a Traffic Fund be incorporated in the Motor Vehicles Act. It has pointed, as an example that justifies its suggestion, to the provision that exists in the Narcotic and Psychotropic Substances Act for the National Fund for Control of Drug Abuse.</p>\n<p>It has suggested that the Traffic Fund be created from governmental contribution, 50% of fines collected, sale proceeds of seized vehicles, and other income, such as that earned through corporate social responsibility, provided it is approved by the Ministry of Corporate Affairs.</p>\n<p>The fund will allow for the purchase of body and dashboard cameras, closed circuit television camera systems, automatic number plate recognition cameras, traffic app-enabled smartphones and bluetooth penalty devices, as well as be used for the development of traffic-related apps, road signs and dividers, and for compensating enforcement personnel in case of injury or loss of life during duty.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://thewire.in/2016/05/13/home-ministry-proposes-technology-driven-measures-for-road-safety-35654/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>African Scientists a Step Closer to Testing for TB in a Matter of Minutes</title>\n\t\t<link>http://thewire.in/2016/05/13/african-scientists-a-step-closer-to-testing-for-tb-in-a-matter-of-minutes-35447/</link>\n\t\t<comments>http://thewire.in/2016/05/13/african-scientists-a-step-closer-to-testing-for-tb-in-a-matter-of-minutes-35447/#comments</comments>\n\t\t<pubDate>Fri, 13 May 2016 03:00:44 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Gerhard Walzl]]></dc:creator>\n\t\t\t\t<category><![CDATA[Health]]></category>\n\t\t<category><![CDATA[World]]></category>\n\t\t<category><![CDATA[biomarkers]]></category>\n\t\t<category><![CDATA[biosignatures]]></category>\n\t\t<category><![CDATA[blood tests]]></category>\n\t\t<category><![CDATA[clinical trials]]></category>\n\t\t<category><![CDATA[healthcare workers]]></category>\n\t\t<category><![CDATA[HIV/AIDS]]></category>\n\t\t<category><![CDATA[tuberculosis]]></category>\n\t\t<category><![CDATA[World Health Organisation]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://thewire.in/?p=35447</guid>\n\t\t<description><![CDATA[According to the WHO, 1.5 million people died from TB in 2014. The challenges in tackling the disease include the facts that people are tested too late and that the turnaround for most tests is long.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<div id=\"attachment_35452\" style=\"width: 1366px\" class=\"wp-caption aligncenter\"><img class=\"size-full wp-image-35452\" src=\"http://i1.wp.com/thewire.in/wp-content/uploads/2016/05/mtb1.jpg?resize=1160%2C571\" alt=\"A vial of blood used to test for tuberculosis. Credit: Shutterstock\" data-recalc-dims=\"1\" /><p class=\"wp-caption-text\">A vial of blood used to test for tuberculosis. Credit: Shutterstock</p></div>\n<p><em>Tuberculosis ranks alongside HIV/AIDS as a leading cause of death</em><em> worldwide. According to the <a href=\"http://www.who.int/mediacentre/factsheets/fs104/en/\" target=\"_blank\">World Health Organisation</a>, 1.5 million people died from TB in 2014. The c</em><em>hallenges in tackling the disease include the facts that people are tested too late and that the turnaround for most tests is long. To remedy this a point-of-care rapid diagnostic test for TB has been developed by a multinational team of scientists led by researchers at Stellenbosch University in South Africa. One of its co-inventors, Professor <strong>Gerhard Walzl</strong>, spoke to The Conversation Africa’s health and medicine editor Candice Bailey.</em></p>\n<p><strong> How have TB tests been done up until now and what are the challenges?</strong></p>\n<p>There are three main tests that are currently in use.</p>\n<p>A culture test – the most sensitive – requires people to produce a sputum sample that is sent to a centralised laboratory where a culture test is done. A positive result shows up after ten days. A confirmed negative result takes up to 42 days.</p>\n<p>The problem with this test is that it is only available in centralised laboratories, which means patients must make several trips to a hospital or health facility to get their results. And it is very expensive.</p>\n<p>Then there is the sputum microscopy test. This is widely used in Africa. It requires the sputum slides of each patient to be individually checked.</p>\n<p>The test is inexpensive. But it is labour intensive, which means that only a limited number of smear tests can be assessed a day. In addition, it only has a 60% sensitivity rate.</p>\n<p>On top of this, the test poses particular challenges for children and for people living with HIV.</p>\n<p>In the case of young children, samples need to be taken from their stomachs as they cannot follow instructions to produce a good quality sputum sample. This requires the use of a nasal tube, which is not pleasant for the child or the health-care worker.</p>\n<p>The test also isn’t effective for people living with HIV. This is because their sputum often has low levels of the bacteria, which can lead to a false negative test result.</p>\n<p>There is also a molecular test that detects bacterial DNA in the sputum sample. This test only takes two hours to produce a result and although it speeds up the detection of TB, it is not widely available to people in rural areas as instruments are placed in a centralised manner.</p>\n<p><strong> How will your test change this? </strong></p>\n<p>If <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/27146200\" target=\"_blank\">our test</a> is accepted after clinical trials are completed it will be able to provide almost immediate results. People will be able to be diagnosed and start treatment in a single visit to a health-care facility.</p>\n<p>The test is done with blood obtained from a finger prick and can make a TB diagnosis in less than an hour. The diagnostic test is a hand-held, battery-operated instrument that will measure chemicals in the blood of people with possible TB. This test will not have to be done in a laboratory and health-care workers will be able to perform it with minimal training.</p>\n<p>It is a low-cost screening test and has the potential to significantly speed up TB diagnosis in resource-limited settings.</p>\n<p><strong> At what stage is the test? </strong></p>\n<p>The test is still in development. We have patented the biosignature, which identifies the levels of chemicals in the blood of a patient. A biosignature consists of a combination of chemicals and indicates a disease state. This signature was discovered by African scientists. The inventors included South African, Cameroonian and Ethiopian scientists.</p>\n<p>The test’s accuracy and efficacy will be tested in five African countries over the next three years. We will recruit 800 people who have TB symptoms from Namibia, the Gambia, Uganda, Ethiopia and South Africa.</p>\n<p>Clinical research sites will be set up or strengthened in all five countries. And participating countries will be able to use the data generated from this project.</p>\n<p>We are still trying to improve the signature by adding additional markers. In addition, we would like to optimise and fine tune the device to enable it to measure the signature on a strip similar to a pregnancy test or a glucose test strip.</p>\n<p><strong> Why is the test important for South Africa? </strong></p>\n<p>South Africa has the highest TB rates in the world. Each year between 450,000 and 500,000 people develop TB. This gives the country an incidence rate of <a href=\"http://www.who.int/tb/publications/global_report/gtbr15_annex04.pdf?ua=1\" target=\"_blank\">834 infections</a> for every 100,000 people. On the rest of the continent, the incidence rate is between <a href=\"http://www.who.int/mediacentre/factsheets/fs104/en/\" target=\"_blank\">300 and 600 infections</a> for every 100,000 people. In <a href=\"http://data.worldbank.org/indicator/SH.TBS.INCD\" target=\"_blank\">China</a> the incidence is 68 for every 100,000 people and in most European countries it is less than ten for every 100,000 people.</p>\n<p>One of the challenges in South Africa is that people in remote areas with high TB incidence still do not benefit from newer developments in TB testing. As a result they face long diagnostic delays and often need to come back to clinics on several occasions before they are diagnosed.</p>\n<p>This test will mean that health-care workers with minimal training can use the test at grassroots level and get immediate access to screening test results.</p>\n<p>It would also reduce the cost of testing for TB. Our test would initially cost US$2.50 per test. With commercialisation that price could drop significantly. Currently the culture test costs $45 per test while the DNA sample test costs $12 per test.</p>\n<p><strong> How does this test fit into the bigger picture of dealing with TB? </strong></p>\n<p>The test would be used best as a screening test. This is because it can identify people who need further investigation and can screen out those who don’t. So far we have been able to identify 70% of patients who do not need further testing.</p>\n<p>The World Health Organisation <a href=\"http://www.who.int/tb/publications/Final_TB_Screening_guidelines.pdf\" target=\"_blank\">has identified</a> a screening test as important for high-prevalence areas, for those who are in contact with people who have TB, those living with HIV, homeless people, immune-compromised people and those living in areas with poor access to diagnostic services.</p>\n<p><img src=\"https://counter.theconversation.edu.au/content/59285/count.gif\" alt=\"The Conversation\" width=\"1\" height=\"1\" /></p>\n<p><em>Gerhard Walzl is Head of the Immunology Research Group at the Division of Molecular Biology &amp; Human Genetics, Department of Biomedical Sciences, Faculty of Medicine &amp; Health Sciences, Stellenbosch University.</em></p>\n<p><em>This article was <a href=\"https://theconversation.com/african-scientists-a-step-closer-to-testing-for-tb-in-a-matter-of-minutes-59285\" target=\"_blank\">originally published</a> on </em>The Conversation<em>.</em></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://thewire.in/2016/05/13/african-scientists-a-step-closer-to-testing-for-tb-in-a-matter-of-minutes-35447/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Watch: Pinjra Tod and Differential Hostel Policies in India</title>\n\t\t<link>http://thewire.in/2016/05/12/watch-pinjra-tod-and-differential-hostel-policies-in-india-35641/</link>\n\t\t<comments>http://thewire.in/2016/05/12/watch-pinjra-tod-and-differential-hostel-policies-in-india-35641/#comments</comments>\n\t\t<pubDate>Thu, 12 May 2016 13:11:51 +0000</pubDate>\n\t\t<dc:creator><![CDATA[The Wire Staff]]></dc:creator>\n\t\t\t\t<category><![CDATA[Gender]]></category>\n\t\t<category><![CDATA[DCW]]></category>\n\t\t<category><![CDATA[Delhi Commission for Women]]></category>\n\t\t<category><![CDATA[female hostellers]]></category>\n\t\t<category><![CDATA[hostels]]></category>\n\t\t<category><![CDATA[Pinjra Tod]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://thewire.in/?p=35641</guid>\n\t\t<description><![CDATA[Members of the Pinjra Tod campaign Shambhawi Vikram and Avantika Tiwari talk to The Wire about the problems faced in hostels, the movement, challenges and where it's going. ]]></description>\n\t\t\t\t<content:encoded><![CDATA[<h3><strong>Members of the Pinjra Tod campaign Shambhawi Vikram and Avantika Tiwari talk to <em>The Wire</em> about the problems faced in hostels, the movement, challenges and where it&#8217;s going. </strong></h3>\n<div class=\"fb-video\" data-href=\"https://www.facebook.com/thewire.in/videos/1010769488997381/\" data-width=\"850\" data-show-text=\"false\">\n<div class=\"fb-xfbml-parse-ignore\">\n<blockquote cite=\"https://www.facebook.com/thewire.in/videos/1010769488997381/\"><p><a href=\"https://www.facebook.com/thewire.in/videos/1010769488997381/\">In conversation with Pinjra Tod</a>Live chat with Pinjra Tod: Break the Hostel Locks</p>\n<p>Posted by <a href=\"https://www.facebook.com/thewire.in/\">TheWire.in</a> on Thursday, 12 May 2016</p></blockquote>\n</div>\n</div>\n<p>Pinjra Tod (literally meaning ‘break the cage’) is a campaign that started in August last year around colleges and universities in Delhi, opposing discriminatory policies for women hostellers. Female students typically face rigid curfew times, higher rents, stringent regulations (often leading to moral policing) and almost completely different experiences of living in universities from their male counterparts, all wrapped in the explanation of “safety”. Even in access to university facilities, such as libraries and laboratories, the gender bias shows up – female students are often mandated to be in their room much before these facilities close.</p>\n<p>The campaign has continued to grow with time. They have collected experiences of women students not just in Delhi but from all over the country, all facing similar oppressive conditions. In a report compiled for the Delhi Commission for Women, some of the <a href=\"http://thewire.in/2016/04/27/safety-or-moral-policing-the-unapologetic-gender-bias-of-indian-hostels-31964/\">experiences of hostellers in Delhi</a> have been released, along with recommendations on how these issues can be tackled. In response to the report, DCW has issued notices to all registered universities in Delhi, asking them to provide data on their policies and hostel conditions and explain the differential regulations.</p>\n<p>In conversation with <em>The Wire</em>, Tiwari and Vikram, both part of the Pinjra Tod campaign since its inception, talk about how the movement came into being, the issues women in hostels face, the challenges and hesitance they saw (including from other female students) and where they plan to go from here.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://thewire.in/2016/05/12/watch-pinjra-tod-and-differential-hostel-policies-in-india-35641/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Freedom Under Fire: SC Pulls Up Centre, States on Drought Again; Gujarat Textbook Has Nehru Explaining &#8216;Bharat Mata&#8217;</title>\n\t\t<link>http://thewire.in/2016/05/12/freedom-under-fire-sc-pulls-up-centre-states-on-drought-again-gujarat-textbook-has-nehru-explaining-bharat-mata-35608/</link>\n\t\t<comments>http://thewire.in/2016/05/12/freedom-under-fire-sc-pulls-up-centre-states-on-drought-again-gujarat-textbook-has-nehru-explaining-bharat-mata-35608/#comments</comments>\n\t\t<pubDate>Thu, 12 May 2016 12:53:09 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Jahnavi Sen]]></dc:creator>\n\t\t\t\t<category><![CDATA[Rights]]></category>\n\t\t<category><![CDATA[AFSPA]]></category>\n\t\t<category><![CDATA[Bharat Mata ki Jai]]></category>\n\t\t<category><![CDATA[disability rights]]></category>\n\t\t<category><![CDATA[drought]]></category>\n\t\t<category><![CDATA[FCRA]]></category>\n\t\t<category><![CDATA[Gujarat]]></category>\n\t\t<category><![CDATA[Jawaharlal Nehru]]></category>\n\t\t<category><![CDATA[Supreme Court]]></category>\n\t\t<category><![CDATA[Teesta Setalvad]]></category>\n\t\t<category><![CDATA[transgender property rights]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://thewire.in/?p=35608</guid>\n\t\t<description><![CDATA[A round-up of news, both bad and good, on the rights front from India.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<h3>A round-up of news, both bad and good, on the rights front from India.</h3>\n<div id=\"attachment_35624\" style=\"width: 410px\" class=\"wp-caption aligncenter\"><a href=\"http://i0.wp.com/thewire.in/wp-content/uploads/2016/05/52228952.jpg\"><img class=\"wp-image-35624 size-full\" src=\"http://i0.wp.com/thewire.in/wp-content/uploads/2016/05/52228952.jpg?resize=400%2C300\" alt=\"File photo of a drought hit area. Credit: PTI\" data-recalc-dims=\"1\" /></a><p class=\"wp-caption-text\">File photo of a drought hit area. Credit: PTI</p></div>\n<p class=\"detail-title\"><strong>SC pulls up Centre, states for failing to tackle drought</strong></p>\n<p class=\"body\">In a scathing 53-page verdict on the “lack of will” shown by the Centre and states in combating drought and saving lives, the Supreme Court on Wednesday pronounced that the Centre was “washing its hands ” of a national disaster that affected one-fourth of the country, <a href=\"http://www.thehindu.com/todays-paper/sc-pulls-up-centre-states-for-failing-to-tackle-drought/article8587090.ece\" target=\"_blank\"><em>The Hindu</em> reported</a>.</p>\n<p class=\"body\">It also pulled up Gujarat, Bihar and Haryana for adopting an “ostrich-like attitude” and delaying declaring drought, driving their own people to suicide, starvation and mass migration. “A candid admission does not imply a loss of face or invite imputations of ineffective governance — it is an acknowledgement of reality. An ostrich-like attitude is a pity. The sound of silence coming from these states subjects the vulnerable to further distress,” Justice B. Lokur wrote.</p>\n<p class=\"body\">A bench of Justices Lokur and N.V. Ramana issued a number of directions on tackling the drought situation, answering a petition filed by the NGO Swaraj Abhiyan.</p>\n<p class=\"body\"><strong>In Gujarat, textbook has chapter on Jawaharlal Nehru explaining ‘Bharat mata ki jai’ </strong></p>\n<p class=\"body\">Patriotism, Bharat mata and <em>Bharatiya sanskriti</em> will find a place in Hindi language textbooks of Gujarat when the new academic session gets under way in June, a report in <em><a href=\"http://indianexpress.com/article/india/india-news-india/in-gujarat-textbook-has-chapter-on-nehru-explaining-bharat-mata-ki-jai-2792587/\" target=\"_blank\">The Indian Express </a></em><a href=\"http://indianexpress.com/article/india/india-news-india/in-gujarat-textbook-has-chapter-on-nehru-explaining-bharat-mata-ki-jai-2792587/\" target=\"_blank\">says</a>. In four textbooks, for students of classes IX and XI, under Hindi first language and Hindi second language, the Gujarat State School Textbook Board (GSSTB) has come out with a curriculum that includes the song <em>Manushya tu badaa mahaan hai</em>, sung in RSS camps. An exercise in the book also tells students to memorise the song and recite/sing it in class.</p>\n<p class=\"body\">And while neighbouring Rajasthan has trimmed the mention of Nehru in its textbooks, the GSSTB book for class XI second language will take on an issue under much debate these days — Bharat mata ki jai. The chapter, a part of his autobiography, has Nehru explaining the idea of Bharat mata to a group of farmers in Rohtak, Haryana.</p>\n<p class=\"heading1\"><strong>Molested by six, woman commits suicide</strong></p>\n<p class=\"heading1\">An 18-year-old woman committed suicide at her house in south Delhi&#8217;s Kishangarh on Tuesday, <a href=\"http://timesofindia.indiatimes.com/city/delhi/Molested-by-6-teen-kills-self/articleshow/52232025.cms\" target=\"_blank\"><em>The Times of India</em> reported</a>. Her family alleged that she was being sexually harassed by a group of youths of the neighbourhood. A 20-year-old man was arrested on the charge of abetment of suicide.</p>\n<p class=\"heading1\">The woman used to work at a beauty parlour along with her sister. According to her sister, she was being harassed by the man who had moved into the locality a few months ago. On Tuesday afternoon, when she returned home from the parlour, her sister saw that her phone had been damaged. &#8220;When I asked her about the reason, she wept and said the youth and five of his friends had dragged her into a nearby jungle and molested her. When she threatened to go to the police, they thrashed her and broke the phone,&#8221; she said.</p>\n<p class=\"heading1\">While her family went to file a complaint with the police, the woman killed herself.</p>\n<p class=\"detail-title\"><strong>Christian transgender people to have equal right on ancestral property</strong></p>\n<p class=\"body\">For the first time, transgender people belonging to the Christian community can have equal rights over ancestral property, <a href=\"http://www.thehindu.com/todays-paper/tp-national/tp-newdelhi/christian-transgenders-to-have-equal-right-on-ancestral-property/article8587685.ece\" target=\"_blank\"><em>The Hindu</em> reported</a>.</p>\n<p class=\"body\">The Delhi Minorities Commission (DMC), after consultation with the Advisory Committee of Christians, which consists of 52 religious leaders and professionals, has recommended to the Law Commission to amend the India Succession Act, 1925 and include the third gender in section 44.</p>\n<p class=\"body\">In a meeting held on April 21, all members of the Advisory Committee agreed that transgenders should be given equal rights just as men and women. “The entire Christian Committee agreed. We are hopeful that this will be incorporated and the Law Commission clears this recommendation,” said Abraham M. Pattiyani, member of DMC.</p>\n<p class=\"heading1\"><strong>No plans to lift AFSPA from J&amp;K, Northeast, says government</strong></p>\n<p class=\"heading1\">The government has no plans to revoke the Armed Forces (Special Powers) Acts (AFSPA) from Jammu and Kashmir and the northeastern states, the Rajya Sabha was informed on Wednesday.</p>\n<p class=\"heading1\">&#8220;No, sir,&#8221; Minister of State for Home Affairs Haribhai Parathibhai Chaudhary said in reply to a written question on whether government has plans to revoke the controversial law. Chaudhary also said the government had not received any information from its sources about whether the atmosphere prevailing in the states is conducive to lifting AFSPA.</p>\n<p class=\"heading1\"><strong>Teesta Setalvad case file was just one of many missing</strong></p>\n<p class=\"heading1\">An accounting of files by Foreign Contribution Regulation Act (FCRA) division of the home ministry, after the file related to activist Teesta Setalvad&#8217;s NGO Sabrang Trust went missing and was traced to undersecretary Anand Joshi, had found some other files missing as well, <a href=\"http://timesofindia.indiatimes.com/india/Teesta-case-file-was-just-one-of-many-missing/articleshow/52230186.cms\" target=\"_blank\">a report in <em>The Times of India</em> says</a>. According to ministry of home affairs sources, these &#8220;missing&#8221; files are among the papers recovered during CBI raids at Joshi&#8217;s residential and office premises.</p>\n<p>The officials did not elaborate on what these files were, stating that CBI&#8217;s report on the raids were awaited. &#8220;The matter is very serious. Joshi had walked away with crucial FCRA files when he was transferred from FCRA division to parliamentary division, based on complaints and intelligence inputs that he had arbitrarily issued notices to around 60-70 NGOs receiving rich foreign funding,&#8221; an officer said.</p>\n<p class=\"detail-title\"><strong>Udumalpet ‘honour’ killing victim’s wife attempts suicide</strong></p>\n<p class=\"detail-title\"><a href=\"http://www.thehindu.com/news/national/tamil-nadu/udumalpet-honour-killing-victims-widow-attempts-suicide/article8589608.ece?homepage=true\" target=\"_blank\">According to a report in <em>The Hindu</em></a>, S. Kausalya, whose Dalit husband <a href=\"http://www.thehindu.com/news/national/tamil-nadu/dalit-youth-killed-for-marrying-caste-hindu-girl/article8350431.ece\">V. Sankar was hacked to death</a> in public at Udumalpet recently, attempted suicide at her in-laws house at Komaralingam, near Udumalpet in Tirupur district, in the early hours of Thursday.</p>\n<p class=\"detail-title\">Her husband had been killed in public view in March this year for marrying an upper-caste girl. She had also sustained injuries during the attack.</p>\n<p class=\"detail-title\"><strong>Many Chennai polling booths remain inaccessible, say disability activists</strong></p>\n<p class=\"detail-title\">Despite sustained campaigns to make polling booths accessible for all, disability rights activists say many booths continue to remain difficult to get to, <a href=\"http://www.thehindu.com/todays-paper/tp-national/tp-tamilnadu/many-polling-booths-remain-inaccessible-disability-activists/article8587459.ece\" target=\"_blank\">a report in <em>The Hindu</em> says</a>.</p>\n<p class=\"detail-title\">A sample access audit conducted by the Disability Rights Alliance (DRA) has thrown up problems at booths across the state, said Sathya Madurantakam, a volunteer with DRA. “The audit was conducted by nearly 100 volunteers to check for accessibility – from the gate to the booth and at the booth itself. Close to 1,200 booths were audited from mid March to mid April,” he said. “Since mid-April, after we pointed out the problems with the audited booths, a lot of the issues have been addressed by the Chennai Corporation. But still, around 25% of the audited booths continue to have inaccessible ramps, and around 35% have obstacles in the pathways.&#8221;</p>\n<p><em>Do you know of any other incident we should highlight in this column? Write to me at <a href=\"mailto:jahnavi@thewire.in\" target=\"_blank\">jahnavi@thewire.in</a>.</em></p>\n<p><em>If you want to receive regular email updates from this column, <a href=\"http://thewire.in/subscribe-rights\" target=\"_blank\">subscribe</a> to the Freedom Under Fire newsletter.</em></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://thewire.in/2016/05/12/freedom-under-fire-sc-pulls-up-centre-states-on-drought-again-gujarat-textbook-has-nehru-explaining-bharat-mata-35608/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t</channel>\n</rss>\n\n<!-- Dynamic page generated in 0.380 seconds. -->\n<!-- Cached page generated by WP-Super-Cache on 2016-05-13 12:55:29 -->\n",
  "headers": {
    "Date": "Fri, 13 May 2016 07:43:46 GMT",
    "Cache-Control": "no-store, no-cache, must-revalidate, post-check=0, pre-check=0",
    "Expires": "Thu, 19 Nov 1981 08:52:00 GMT",
    "Content-Encoding": "gzip",
    "Content-Type": "application/rss+xml; charset=UTF-8",
    "Pragma": "no-cache",
    "Connection": "Keep-Alive",
    "WP-Super-Cache": "Served legacy cache file",
    "Content-Length": "41485",
    "Keep-Alive": "timeout=5, max=100",
    "ETag": "\"0ab3bce6a24ddbbaad7bec718502960d-gzip\"",
    "Vary": "Cookie,Accept-Encoding",
    "Server": "Apache/2.4.7 (Ubuntu)",
    "X-Powered-By": "PHP/5.5.9-1ubuntu4.16",
    "X-Pingback": "http://thewire.in/xmlrpc.php"
  },
  "response_url": "http://thewire.in/feed/"
}