{
  "requested_url": "http://toucharcade.com/feed/",
  "fetched_at": "2016-05-13T00:45:52.823349",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?><rss version=\"2.0\"\n\txmlns:content=\"http://purl.org/rss/1.0/modules/content/\"\n\txmlns:wfw=\"http://wellformedweb.org/CommentAPI/\"\n\txmlns:dc=\"http://purl.org/dc/elements/1.1/\"\n\txmlns:atom=\"http://www.w3.org/2005/Atom\"\n\txmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\"\n\txmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\"\n\t>\n\n<channel>\n\t<title>TouchArcade</title>\n\t<atom:link href=\"http://toucharcade.com/feed/\" rel=\"self\" type=\"application/rss+xml\" />\n\t<link>http://toucharcade.com</link>\n\t<description>... keeping in touch with the latest in iPhone gaming</description>\n\t<lastBuildDate>Fri, 13 May 2016 04:52:11 +0000</lastBuildDate>\n\t<language>en-US</language>\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\n\t<sy:updateFrequency>1</sy:updateFrequency>\n\t<generator>https://wordpress.org/?v=4.4.1</generator>\n\t<item>\n\t\t<title>We're Streaming iOS Games Live on Mobcrush [Offline]</title>\n\t\t<link>http://toucharcade.com/2016/05/12/streaming-live-on-mobcrush/</link>\n\t\t<comments>http://toucharcade.com/2016/05/12/streaming-live-on-mobcrush/#comments</comments>\n\t\t<pubDate>Fri, 13 May 2016 00:40:39 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Eli Hodapp]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://toucharcade.com/?p=174798</guid>\n\t\t<description><![CDATA[We're streaming live on Mobcrush right now. There's a couple different ways you can watch the stream, and they all work equally well and it's really just a matter of personal preference as to which method you prefer. The easiest way to watch is just watching the embedded player right here on TouchArcade. In the]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><iframe style=\"border: none;\" src=\"http://mobcrush.com/TouchArcade/embed\" width=\"100%\" height=\"500\"></iframe></p>\n<p><iframe style=\"border: none;\" src=\"http://mobcrush.com/TouchArcade/chat\" width=\"100%\" height=\"400\"></iframe></p>\n<p><img class=\"alignright size-thumbnail wp-image-174804\" src=\"http://cdn.toucharcade.com/wp-content/uploads/2015/07/mobcrush-logo-r225x1-150x150.jpg\" alt=\"mobcrush-logo-r225x\" width=\"150\" height=\"150\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2015/07/mobcrush-logo-r225x1-150x150.jpg 150w, http://cdn.toucharcade.com/wp-content/uploads/2015/07/mobcrush-logo-r225x1.jpg 225w\" sizes=\"(max-width: 150px) 100vw, 150px\" />We're streaming live on <a href=\"http://mobcrush.com\">Mobcrush</a> right now. There's a couple different ways you can watch the stream, and they all work equally well and it's really just a matter of personal preference as to which method you prefer. The easiest way to watch is just watching the embedded player right here on TouchArcade. In the interest of being polite, we mute the audio. If you're somewhere you can listen, be sure to turn it back up- the controls for that are in the lower right corner of the video stream. Alternatively, if you're on a mobile device, visit <a href=\"http://www.mobcrush.com/beta\">mobcrush.com/beta</a> and download the free Mobcrush app. (It's in beta, so you'll need to agree to have it installed on your device.) From there, search for TouchArcade. If you follow us, you'll get alerts when we're streaming. Last, but not least, you can visit our channel directly in your browser at <a href=\"http://mobcrush.com/toucharcade\">mobcrush.com/toucharcade</a>. Oh, and if you want to participate in chat, you'll need to register <a href=\"http://mobcrush.com\">over on Mobcrush</a> first.</p>\n<p>If you missed the stream, we upload archive videos to <a href=\"https://www.youtube.com/user/TouchArcade/videos\">our YouTube channel</a>, so just head over there to see previous streams and our other random video content. Additionally, if you would like to stream on Mobcrush, it's actually supremely easy and doesn't require any kind of extra hardware and the software to do it is a quick (and free) download. Check out the <a href=\"http://www.mobcrush.com/pages/faq\">Mobcrush FAQ</a> for more information.</p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://toucharcade.com/2016/05/12/streaming-live-on-mobcrush/feed/</wfw:commentRss>\n\t\t<slash:comments>110</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>RPG Reload File 079 - 'The Shadow Sun'</title>\n\t\t<link>http://toucharcade.com/2016/05/12/rpg-reload-file-079-the-shadow-sun/</link>\n\t\t<comments>http://toucharcade.com/2016/05/12/rpg-reload-file-079-the-shadow-sun/#comments</comments>\n\t\t<pubDate>Fri, 13 May 2016 00:00:45 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Shaun Musgrave]]></dc:creator>\n\t\t\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[iPad Games]]></category>\n\t\t<category><![CDATA[iPhone games]]></category>\n\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Role-Playing]]></category>\n\t\t<category><![CDATA[RPG Reload]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://toucharcade.com/?p=194923</guid>\n\t\t<description><![CDATA[Hello, gentle readers, and welcome to the RPG Reload, the weekly feature where we rummage through garbage to find loot. Each week, we take a look at an RPG from the App Store's past to see how it's holding up in the far-flung future that is now. It's a chance to revisit old favorites, reflect]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Hello, gentle readers, and welcome to the <strong>RPG Reload</strong>, the weekly feature where we rummage through garbage to find loot. Each week, we take a look at an RPG from the App Store's past to see how it's holding up in the far-flung future that is now. It's a chance to revisit old favorites, reflect on the iOS RPG library, or simply to take a deeper dive than our reviews typically allow for. As the wielder of the legendary blade Excalipoor, I try to set a balanced schedule of RPGs from week to week that reflects the diversity of the genre. If you feel like I'm missing something important, however, be sure to let me know. You can do that by posting in the comments below, dropping by <a href=\"http://forums.toucharcade.com/showthread.php?t=239933\">the Official RPG Reload Club thread</a> in the forums, or by tweeting me at <a href=\"https://twitter.com/RPGReload\">@RPGReload</a>. Your suggestion will be added to the master list, which means you might see it several months down the road. Hey, no one ever said it would be easy!</p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-32-38-1.jpg\" alt=\"Photo 2016-05-13, 00 32 38-1\" width=\"2208\" height=\"1242\" class=\"alignnone size-full wp-image-194977\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-32-38-1-300x169.jpg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-32-38-1-768x432.jpg 768w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-32-38-1-620x349.jpg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-32-38-1-624x351.jpg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-32-38-1.jpg 2208w\" sizes=\"(max-width: 2208px) 100vw, 2208px full-width-image\" /></p>\n<p>One of the interesting things about following the game industry over a long period of time is watching developers form, grow, then splinter out into various other developers, which in turn might find themselves growing and splintering out. Sometimes those developers do completely different things from the company they came out of, while in other cases, they follow more or less in the footsteps of their previous work. Ossian Studios, the developer of this week's featured game <em>The Shadow Sun</em> [<a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=396269166&mt=8\">$2.99</a>], has thus far fallen into the latter camp. Founded by a former Bioware employee, all of their releases so far have been RPGs with a very familiar flavor to them. <em>The Shadow Sun</em> was their first wholly original property, and also their first iOS game.</p>\n<p>Ossian's story starts with Alan Miranda. A former employee of Canadian RPG giant Bioware, Miranda served as an assistant producer on <em>Baldur's Gate 2: Throne Of Bhaal</em> and <em>Neverwinter Nights</em>. Soon after the 2002 release of the latter, he decided to leave the company and start his own development team. Together with his wife, Elizabeth Starr, he founded Ossian Studios in Burnaby, British Columbia in 2003. The team included many members of the <em>Neverwinter Nights</em> mod community, so it's perhaps little surprise that their first project was to be an official Premium Module for that game. Titled <em>Darkness Over Daggerford</em>, Ossian's first effort offered up an enjoyable 25 hour romp in the classic <em>Dungeons &amp; Dragons</em> style. Unfortunately for Ossian, <em>Neverwinter</em>'s publisher Atari dismantled the Premium Module program a few months before <em>Daggerford</em> was to release. The module ended up being released for free in 2006 at the Neverwinter Vault, where it quickly broke records and earned high praise from the community.</p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-05-1.jpg\" alt=\"Photo 2016-05-13, 00 33 05-1\" width=\"2208\" height=\"1242\" class=\"alignnone size-full wp-image-194978\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-05-1-300x169.jpg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-05-1-768x432.jpg 768w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-05-1-620x349.jpg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-05-1-624x351.jpg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-05-1.jpg 2208w\" sizes=\"(max-width: 2208px) 100vw, 2208px full-width-image\" /></p>\n<p>Now, you might think that Ossian would be once bitten, twice shy, but their very next project was a Premium Module for <em>Neverwinter Nights 2</em>, which had released only a couple of months after the launch of<em> Darkness Over Daggerford</em>. Titled <em>Mysteries Of Westgate</em>, it would also run into some unexpected challenges. The module itself was essentially complete in late 2007, but a combination of technical issues with the module's planned DRM and communication difficulties between Ossian, Atari, and<em> Neverwinter 2</em> developer Obsidian led to the game stewing for years. It was finally released in April of 2009, and while its reception wasn't quite as warm as <em>Daggerford</em>'s, it found a fairly eager audience. The exploration aspects earned a fair bit of praise, and certain elements of the plot went over quite well, too.</p>\n<p>There isn't a lot of information out there about this, but somewhere between the wrap-up of major development on <em>Mysteries Of Westgate</em> and its release, Ossian was tapped by CD Projekt to develop an expansion for the first installment in their series of games based on <em>The Witcher</em>. Unfortunately, the publisher hit some financial straits in 2009 and had to cancel that expansion, along with a couple of other planned projects. The expansion wasn't even formally announced before it met its end, but development on the project was more than halfway complete.</p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-29-1.jpg\" alt=\"Photo 2016-05-13, 00 33 29-1\" width=\"2208\" height=\"1242\" class=\"alignnone size-full wp-image-194979\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-29-1-300x169.jpg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-29-1-768x432.jpg 768w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-29-1-620x349.jpg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-29-1-624x351.jpg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-29-1.jpg 2208w\" sizes=\"(max-width: 2208px) 100vw, 2208px full-width-image\" /></p>\n<p>It's likely that all of these issues contributed to Ossian's decision to create their own property for their next project. <em>The Shadow Sun</em> was announced for iOS in August of 2010, with a release planned for later that year. The first screens of the game were made available in October of that year, and it certainly looked the part in terms of bringing a genuine computer RPG experience to mobile devices. Mobile RPG fans began to anticipate the game feverishly, and for a while, each week had players hoping <em>The Shadow Sun</em> would appear in that week's release list. Eventually, it became apparent that the game wasn't going to meet its projected 2010 release, but I'm not sure anyone could have guessed just how far it would slip.</p>\n<p><em>The Shadow Sun</em> next surfaced in May of 2013 with some new screenshots and a firm release date for that summer. Some readers were skeptical and, well, they were right to be. Though the game entered beta, summer went by with not much more than a few more screenshots and some assurances that the game would release soon. Finally, in November of 2013, a trailer for the game hit, and one month later, on December 19th, <em>The Shadow Sun</em> was at last available for players who had been waiting for more than three years. Although it didn't make a big splash, the game earned some solid reviews across the board and generally pleased the iOS RPG audience. Unfortunately, the delays meant that the game looked a bit dated compared to games like<em> Ravensword: Shadowlands</em> [<a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=566839331&mt=8\">$6.99</a>]. It even ended up having to compete with the December 2013 iOS release of <em>Baldur's Gate 2</em> [<a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=633625517&mt=8\">$9.99</a>], which includes the expansion Alan Miranda had himself helped produce while at Bioware.</p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-36-1.jpg\" alt=\"Photo 2016-05-13, 00 33 36-1\" width=\"2208\" height=\"1242\" class=\"alignnone size-full wp-image-194980\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-36-1-300x169.jpg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-36-1-768x432.jpg 768w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-36-1-620x349.jpg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-36-1-624x351.jpg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-36-1.jpg 2208w\" sizes=\"(max-width: 2208px) 100vw, 2208px full-width-image\" /></p>\n<p>In spite of all of that,<em> The Shadow Sun</em> appears to have done well enough for itself. Ossian Studios is currently working on a new RPG, though they're perhaps wisely avoiding any talk of a firm release date. They've separately indicated that there will be a follow-up to <em>The Shadow Sun</em> at some point, though it's not clear if that will be their next game or not. In my opinion, it's just great to see that the developer has survived what has clearly been a rather tumultuous history and is still quite dedicated to making new RPGs for those of us who can't get enough.</p>\n<p><em>The Shadow Sun</em> certainly shows off the roots of the development team. It feels an awful lot like a Bioware game in a lot of ways, albeit less like <em>Neverwinter Nights</em>-era Bioware and more like the <em>Dragon Age</em>-era form of the company. You have interesting companions whose favor or ire can be earned by your actions, a fairly straightforward but versatile skill leveling system, a reasonably enjoyable action-based combat system, and a well-designed world that seems to have a life all of its own. Also similar to many Bioware games, this isn't a truly open-world game. You use a map to fast travel from one area to the next. The areas can get reasonably large, however, and the dungeons are satisfying in terms of their layouts.</p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-44-1.jpg\" alt=\"Photo 2016-05-13, 00 33 44-1\" width=\"2208\" height=\"1242\" class=\"alignnone size-full wp-image-194981\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-44-1-300x169.jpg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-44-1-768x432.jpg 768w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-44-1-620x349.jpg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-44-1-624x351.jpg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-44-1.jpg 2208w\" sizes=\"(max-width: 2208px) 100vw, 2208px full-width-image\" /></p>\n<p>Of course, <em>The Shadow Sun</em> isn't nearly as big or complex as the CRPGs it evokes. It takes around 10 hours to play through, making this Ossian's shortest adventure yet. It's a great 10 hours, at least, but it feels like it ends just as things are really getting cooking. The game's brevity makes it ripe for replays, however, and with the variety of character builds, tactics, and conversation options on hand, <em>The Shadow Sun</em> is definitely an RPG worth taking for a second or third spin. It's also relatively free of padding, which is a rarity even among mobile RPGs. There are plenty of side-quests to pursue, but it never feels like you're just spinning your wheels waiting for something important to happen.</p>\n<p>The biggest way <em>The Shadow Sun</em> distinguishes itself is in its wonderful setting. Ossian was trying to avoid the standard fantasy tropes of orcs and elves, and instead created a world that feels more inspired by <em>Conan The Barbarian</em> than it does <em>Lord Of The Rings</em>. I guess it says something about video games that a game that sticks to mostly humans feels so unique in the genre, but the setting of <em>The Shadow Sun</em> truly has a fresh feel to it. Just to give it an extra bit of spice, however, as the plot unfurls, it starts to feel like Lovecraft swung by for a little visit. While in most respects, <em>The Shadow Sun</em> is a competent yet somewhat ordinary RPG, its plot and world design keeps you coming back until the game is done, at which point you might well throw your mug to the ground and demand another.</p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-34-20-1.jpg\" alt=\"Photo 2016-05-13, 00 34 20-1\" width=\"2208\" height=\"1242\" class=\"alignnone size-full wp-image-194982\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-34-20-1-300x169.jpg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-34-20-1-768x432.jpg 768w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-34-20-1-620x349.jpg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-34-20-1-624x351.jpg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-34-20-1.jpg 2208w\" sizes=\"(max-width: 2208px) 100vw, 2208px full-width-image\" /></p>\n<p>As the game is only a couple of years old at this point, it's still holding up well. It received some criticism at the time of its release for its graphics looking a little dated, but that's not the sort of thing we get too hung up on around in these retrospectives. I think it still looks fairly good relative to most other 3D RPGs on the platform, at least, and Ossian has done a great job of keeping it updated for new devices and screen sizes. The most recent update actually hit as I was playing the game for this article, so it's safe to say the developer is still taking care of this game. Most of the updates have been bug fixes or compatibility updates, but there was one fairly significant post-launch content addition in the form of a dog companion. Well, if you're only going to add one piece of new content, you might as well make it a cute pup. About the only thing I wish they would add at this point is iCloud save support. The app is quite hefty in size and it would be nice to be able to keep my saved game if I need to delete the game for whatever reason.</p>\n<p>While <em>The Shadow Sun</em> certainly kept people waiting for a while, I think it ended up being a pretty important part of the iOS RPG library. It's mobile-exclusive, lavishly-produced, and clearly created by experienced hands. Its setting would feel unique on any platform, but it feels even more so on iOS, where RPG settings clearly suffer from a lack of variety. In some ways, I wish it were a longer game, because I'd love to see what this team can do with a full-sized RPG after all these years, but I also appreciate that it's an adventure I can romp through without a serious time commitment. Also, there's a loyal pup. I sure hope there's a dog in the sequel right from the start.</p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-22-1.jpg\" alt=\"Photo 2016-05-13, 00 33 22-1\" width=\"2208\" height=\"1242\" class=\"alignnone size-full wp-image-194983\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-22-1-300x169.jpg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-22-1-768x432.jpg 768w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-22-1-620x349.jpg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-22-1-624x351.jpg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Photo-2016-05-13-00-33-22-1.jpg 2208w\" sizes=\"(max-width: 2208px) 100vw, 2208px full-width-image\" /></p>\n<p>That's just what I think of <em>The Shadow Sun</em>, though. What do you all think? Did you enjoy this game, or did it fail to live up to the hype? Would you prefer a longer game, or do you like shorter quests that can be replayed more easily? You can let me know by commenting below, posting in <a href=\"http://forums.toucharcade.com/showthread.php?t=239933\">the Official RPG Reload Club thread</a>, or by tweeting me at <a href=\"https://twitter.com/RPGReload\">@RPGReload</a>. As for me, I'll be back next week with another RPG. Thanks for reading!</p>\n<p><strong>Next Week's Reload:</strong> <em>Cardinal Quest</em> [<a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=532050659&mt=8\">$3.99</a>]</p>\n<p></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://toucharcade.com/2016/05/12/rpg-reload-file-079-the-shadow-sun/feed/</wfw:commentRss>\n\t\t<slash:comments>7</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>'Final Fantasy Brave Exvius' Snakes into Soft Launch 'Slither.io' Style</title>\n\t\t<link>http://toucharcade.com/2016/05/12/final-fantasy-brave-exvius-soft-launch/</link>\n\t\t<comments>http://toucharcade.com/2016/05/12/final-fantasy-brave-exvius-soft-launch/#comments</comments>\n\t\t<pubDate>Thu, 12 May 2016 23:45:59 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Carter Dotson]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Upcoming Games]]></category>\n\t\t<category><![CDATA[Final Fantasy Brave Exvius]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://toucharcade.com/?p=194974</guid>\n\t\t<description><![CDATA[Square Enix and gumi's Final Fantasy Brave Exvius has soft launched in Sweden on iOS. You'll want to read our guide on how to download soft launched games to have this one – heck, Sweden was one of the few countries for which I didn't have a soft launch account – but if you want]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Square Enix and gumi's <em>Final Fantasy Brave Exvius</em> <a href=\"http://toucharcade.com/link/http://itunes.apple.com/se/app/final-fantasy-brave-exvius/id1078553808?l=en&amp;mt=8\">has soft launched in Sweden on iOS</a>. You'll want to read our guide on how to download soft launched games to have this one – heck, Sweden was one of the few countries for which I didn't have a soft launch account – but if you want to give this one a shot ahead of release, here's your shot. <a href=\"https://play.google.com/store/apps/details?id=com.square_enix.android_googleplay.FFBEWW\">It's also soft launched on Android</a>, but that's tougher to get if you're outside of the game's soft launch country.</p>\n<p><iframe class=\"youtube-player\" type=\"text/html\" width=\"560\" height=\"343\" src=\"http://www.youtube.com/embed/ZLLBgnIE9rQ\" frameborder=\"0\"></iframe>\n\n<div style=\"text-align:center; margin:0; padding:0;\">\n<a HEREYES href=\"https://www.youtube.com/user/toucharcade?sub_confirmation=1\">Subscribe to the TouchArcade YouTube channel</a>\n</div>\n\t\t</p>\n<p><a href=\"http://toucharcade.com/2016/05/09/square-enix-announce-final-fantasy-brave-exvius-sign-up-now-for-bonus-items\">A pre-registration campaign just opened up for this game</a> by the developers of the mega-popular <em>Brave Frontier</em> [<a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=694609161&mt=8\">Free</a>], though the site appears to be down](https://www.finalfantasyexvius.com/register/index.html) right now, so you can't quite pre-register at the moment. Still, the one thing better than pre-registration is actually playing the game, and if you're willing to jump through a couple of hoops, you can get in on this one. <a href=\"http://forums.toucharcade.com/showthread.php?p=3843182\">Check out the forum thread for the game</a> if you want to chat about it.</p>\n<p><strong>Sweden iTunes Link:</strong> <a href=\"http://toucharcade.com/link/http://itunes.apple.com/se/app/final-fantasy-brave-exvius/id1078553808?l=en&amp;mt=8\"><em>Final Fantasy Brave Exvius</em></a></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://toucharcade.com/2016/05/12/final-fantasy-brave-exvius-soft-launch/feed/</wfw:commentRss>\n\t\t<slash:comments>2</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>'Pathfinder Adventures' Review - Or How to Make a Card Game Feel More Like an Adventure</title>\n\t\t<link>http://toucharcade.com/2016/05/12/pathfinder-adventures-review/</link>\n\t\t<comments>http://toucharcade.com/2016/05/12/pathfinder-adventures-review/#comments</comments>\n\t\t<pubDate>Thu, 12 May 2016 23:15:08 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Tasos Lazarides]]></dc:creator>\n\t\t\t\t<category><![CDATA[4.5 stars]]></category>\n\t\t<category><![CDATA[Card]]></category>\n\t\t<category><![CDATA[Free]]></category>\n\t\t<category><![CDATA[Game Center]]></category>\n\t\t<category><![CDATA[Games]]></category>\n\t\t<category><![CDATA[iPad Games]]></category>\n\t\t<category><![CDATA[Reviews]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://toucharcade.com/?p=194826</guid>\n\t\t<description><![CDATA[Do you like adventuring? Do you enjoy role playing? Do you like cards? Do you like rolling imaginary dice? Then I think you're going to like Pathfinder Adventures [Free (HD)], Obsidian's digital port of the very popular Pathfinder Adventure Card Game. I'm always interested in seeing how games translate to different mediums, and I was]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Do you like adventuring? Do you enjoy role playing? Do you like cards? Do you like rolling imaginary dice? Then I think you're going to like <em>Pathfinder Adventures</em> [<a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=966333863&mt=8\">Free (HD)</a>], Obsidian's digital port of the very popular <em>Pathfinder Adventure Card Game</em>. I'm always interested in seeing how games translate to different mediums, and I was curious to see how this physical card game would look like - and play -  on my iPad. I'm glad to say that Obsidian did a great job turning what can be a complicated card game into a great app that though not perfect, definitely delivers a great looking game that's relatively easy to play - at least as easy as the original rules allow it to be.</p>\n<p><img class=\"aligncenter size-full wp-image-194832\" src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0924.jpg\" alt=\"Pathfinder Adventures\" width=\"2048\" height=\"1536\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0924-300x225.jpg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0924-768x576.jpg 768w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0924-620x465.jpg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0924-624x468.jpg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0924.jpg 2048w\" sizes=\"(max-width: 2048px) 100vw, 2048px\" /></p>\n<p><em>Pathfinder Adventures</em> places plenty of emphasis on the \"game' side of the card game genre and offers a vibrant experience that moves beyond a simple digital translation of the original game. If you like the original <em>Pathfinder Adventure Card Game</em>, you're going to love <em>Pathfinder Adventures</em>; if you've never played the game but like what I mentioned in the opening line of this review, you're still going to love <em>Pathfinder Adventures</em>. The only feature missing is the upcoming online multiplayer mode, which will definitely make the game come alive even more - provided it's done right.</p>\n<p>While the game isn't the most complicated card game you've ever played, it does have some concepts you probably aren't familiar with if you've only played CCGs like <em>Hearthstone</em> and <em>Magic.</em> The tutorial does a decent job of explaining the game's basic concepts, and there is a full in-game rule book to help you navigate all the concepts and phases; however, what gave me a hard time initially was figuring out the various strategies. The game can be pretty hard and if you're looking for an adventure you can enjoy at your own pace, <em>Pathfinder Adventures</em> isn't it. All of the many scenarios have time limits, so you might find yourself getting a bit frustrated in your early plays, especially if the dice gods have decided to torture you that day. Know that it will only take two, three failures before the tactics start clicking, so don't get disappointed if the dice isn't cooperating and you find yourself failing the scenarios.</p>\n<p><img class=\"aligncenter size-full wp-image-194834\" src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0921.jpg\" alt=\"Pathfinder Adventures\" width=\"2048\" height=\"1536\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0921-300x225.jpg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0921-768x576.jpg 768w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0921-620x465.jpg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0921-624x468.jpg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0921.jpg 2048w\" sizes=\"(max-width: 2048px) 100vw, 2048px\" /></p>\n<p>So, how does the game actually play? In basic terms, you put together a team of adventurers, equip them with various cards (that represent weapons, items, spells, companions, etc), and then go on a quest to defeat a dangerous villain and his/hers/its henchmen. Each scenario has several locations, and you explore each one with the goal of defeating the henchman guarding it and \"closing\" the location. The reason you close them is that if you encounter the villain in any of the locations and defeat him, he simply escapes to another open location and you have to continue hunting. As you complete scenarios, you get various bonuses (extra skills for your characters and so on) along with new cards that you use to customize your characters' decks. And then you embark on another adventure.</p>\n<p>I won't get into the rules too much - that's what the rule book is for. In general, when you encounter a card in the game, you have to attempt a check, which is a fancy way of saying you have to roll dice to either match or surpass the number on said card. If the card is a boon (a weapon, a spell, a companion, armor, etc), you acquire it by beating that number, and if the card is a bane (villains, monsters, barriers, etc), you defeat it by beating that number. In order to attempt the check, you have to roll dice, and then depending on your characters skills and any other additional cards you play, you either pass or fail the check.</p>\n<p><img class=\"aligncenter size-full wp-image-194831\" src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0928.jpg\" alt=\"Pathfinder Adventures\" width=\"2048\" height=\"1536\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0928-300x225.jpg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0928-768x576.jpg 768w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0928-620x465.jpg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0928-624x468.jpg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0928.jpg 2048w\" sizes=\"(max-width: 2048px) 100vw, 2048px\" /></p>\n<p>There are various actions you can take when it comes to playing a card, and each gives specific bonuses. You can Reveal a card, which means you show it but it stays in your hand, you can Discard a card, which means the card goes into your discard pile, you can Recharge a card, which has you put the card at the bottom of your deck, Bury a card, which makes it unavailable until the end of the scenario, and Banish a card, where the card is permanently removed from play. These actions make for some very interesting decisions while playing because you have to weigh the need for whatever boost a card can give you with whether you can afford to discard it or even banish it; banishing an armor card can save your life, but you'll never see that card again. These moments can be quite tense, and the dice gods are cruel enough to often ensure you lose that one card you didn't want to lose.</p>\n<p><em>Pathfinder Adventures</em> uses a clever mechanic where your characters' health points are equal to their deck size; every time you discard a card is like losing 1 HP. When your character runs out of cards, she dies. You can even play the game with permadeath, but seeing how often I managed to kill my characters, I would save that for when you know the game well. So, as you can see the game weaves cards into the theme quite well, and more often than not I found that the way the cards behaved in the game made sense within the context of my adventure and the characters' skills. If my character is proficient with heavy armor for instance, she doesn't have to banish an armor card to escape any damage but can simply bury it, which is preferable.</p>\n<p><img class=\"aligncenter size-full wp-image-194830\" src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0929.jpg\" alt=\"Pathfinder Adventures\" width=\"2048\" height=\"1536\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0929-300x225.jpg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0929-768x576.jpg 768w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0929-620x465.jpg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0929-624x468.jpg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0929.jpg 2048w\" sizes=\"(max-width: 2048px) 100vw, 2048px\" /></p>\n<p>Now that you have an idea of how the mechanics work, let's talk about the actual app. If you like classic fantasy art, you're going to love the way <em>Pathfinder Adventures</em> looks. The cards are very well drawn, the menus mostly look like pretty paintings, and once you start an adventure, you'll encounter nicely-drawn, animated locations that really help bring the game to life. This is one aspect where the digital definitely surpasses the physical since instead of having a card that simply states the location's specific rules, in <em>Pathfinder Adventures</em> you have subtly-animated background art that really helps the game create a sense of place. The music also helps set the mood, adding a sense of adventure to what would otherwise be a dry card game.</p>\n<p>The overall interface also works well, and it's to Obsidian's credit that it managed to squeeze so many actions and so much information on one iPad screen. I do wish there were a few more tooltips, especially when it comes to character skill icons, since that would have saved me a few unnecessary taps. Still, the game uses plenty of small ways to draw players' attention to various on-screen information and also does a good job explaining all those indicators and all those icons in the tutorial. Daunting as the interface might look at first glance, it won't be long at all before you know exactly what's going on and exactly where to find every piece of information. And I appreciate the various animations when you acquire or banish cards because if they weren't there, the game would look a bit too still and stilted for my taste.</p>\n<p><img class=\"aligncenter size-full wp-image-194835\" src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0897.jpg\" alt=\"Pathfinder Adventures\" width=\"2048\" height=\"1536\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0897-300x225.jpg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0897-768x576.jpg 768w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0897-620x465.jpg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0897-624x468.jpg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/IMG_0897.jpg 2048w\" sizes=\"(max-width: 2048px) 100vw, 2048px\" /></p>\n<p>The art and the interface played a big part in me enjoying my time with the game. I enjoy card games anyway, but the way Obsidian brought the <em>Pathfinder</em> universe to life definitely helped me enjoy my characters' adventures much more than if the developers had simply created a more \"literal\" translation of the physical to the digital. I feel that in a way, the digital version of the came comes closer to being a blend of the card game and the RPG of the same name than simply a digital version of the card game because of the way it brings the universe into play and allows it to complement the cards.</p>\n<p>In terms of content, if you enjoy the game's mechanics, you'll be playing <em>Pathfinder Adventures</em> for a long, long time. The game comes with the a free Adventure and then two others you can purchase either with in-game gold (although that would take quite a bit of playing) or by buying them as DLC. Each adventure offers around 5 new scenarios, plenty of new locations, new maps, and dozens of new weapons, spells, monsters, and so on. There are also four more Adventures listed as \"coming soon.\" Then add to the extra scenarios the extra characters you can purchase to add to the two that come with the game - each with his or her own class, skills, and cards - and you can see how much content the game offers. And, in what is a great addition, <em>Pathfinder Adventures</em> has a Quest Mode which creates random Adventures using the many cards in the game. The generated Quests number in the thousands and add an immense amount of value to the game.</p>\n<p><iframe class=\"youtube-player\" type=\"text/html\" width=\"560\" height=\"343\" src=\"http://www.youtube.com/embed/DhIw1hphb9Q\" frameborder=\"0\"></iframe>\n\n<div style=\"text-align:center; margin:0; padding:0;\">\n<a HEREYES href=\"https://www.youtube.com/user/toucharcade?sub_confirmation=1\">Subscribe to the TouchArcade YouTube channel</a>\n</div>\n\t\t</p>\n<p>What will truly make the game even better than it is is the upcoming online multiplayer mode. The game already comes with pass-and-play MP, but having the ability to go adventuring with online players will help <em>Pathfinder Adventures</em> feel more like an RPG and should make it shine even more. I'm really looking forward to the online MP and i hope it's done well - though from what I've seen so far, I have confidence in Obsidian pulling it off just fine.</p>\n<p>The game is free-to-play, and you don't have to pay a penny if you're satisfied playing the same adventure over and over again. But, to be honest, if you like this game even a bit, go ahead and buy the <em>Rise of the Runelords</em> Bundle; it might cost $24.99, but it gives you all the adventure decks as they are released, all the heroes, character add on deck, and promo cards. While the price might seem high for the App Store, the amount of content you get, and will continue getting, for that price is crazy. And if nothing else, this is a premium game through and through and in my opinion, the developers should be rewarded for the job they did bringing this complex game to iOS in such a great form. So, <em>Pathfinder Adventures</em> is an excellent digital card game that will offer many hours of entertainment and equally many hours of cursing your luck as your three 12-sided dice add to a total of 4.</p>\n<p></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://toucharcade.com/2016/05/12/pathfinder-adventures-review/feed/</wfw:commentRss>\n\t\t<slash:comments>7</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>'Harmony 3' and Other BorderLeap Games Get Big Updates in May</title>\n\t\t<link>http://toucharcade.com/2016/05/12/harmony-3-and-other-borderleap-games-get-big-updates-in-may/</link>\n\t\t<comments>http://toucharcade.com/2016/05/12/harmony-3-and-other-borderleap-games-get-big-updates-in-may/#respond</comments>\n\t\t<pubDate>Thu, 12 May 2016 22:00:45 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Carter Dotson]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Updates]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://toucharcade.com/?p=194962</guid>\n\t\t<description><![CDATA[BorderLeap is keeping very busy this month, with several of their games set to get updates. BorderLeap's latest entry in their most popular franchise, Harmony 3 [$0.99], just got a big update that adds in 30 new levels as part of the Encore path. These levels are particularly tricky as they feature stylish 7-color pallettes]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>BorderLeap is keeping very busy this month, with several of their games set to get updates. BorderLeap's latest entry in their most popular franchise, <em>Harmony 3</em> [<a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=982805507&mt=8\">$0.99</a>], just got a big update that adds in 30 new levels as part of the Encore path. These levels are particularly tricky as they feature stylish 7-color pallettes to play with. While you try to conquer these new levels, there's new music from series musician Hammock's new album \"Everything and Nothing\" to solve the puzzles to. As well, iCloud sync is now available, so you can carry your progress across different devices.</p>\n<p><iframe class=\"youtube-player\" type=\"text/html\" width=\"560\" height=\"343\" src=\"http://www.youtube.com/embed/uR5-WwhovYY\" frameborder=\"0\"></iframe>\n\n<div style=\"text-align:center; margin:0; padding:0;\">\n<a HEREYES href=\"https://www.youtube.com/user/toucharcade?sub_confirmation=1\">Subscribe to the TouchArcade YouTube channel</a>\n</div>\n\t\t</p>\n<p>Along with the <em>Harmony 3</em> update, <em>Drop Flip</em> [<a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1071154495&mt=8\">$2.99</a>] got an update recently that adds in 20 new levels in the game's first content update. Anti-gravity obstacles, a rocket launch, and a beach scene are part of the new things here. And finally, <em>Blendamaze</em> [<a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=546937504&mt=8\">$2.99</a>] will get 36 \"Challenge Series\" levels and a new custom soundtrack later this month, with the update set to hit on May 26th. So, if you're a fan of BorderLeap's games, or just like seeing titles get regular updates, check these out.</p>\n<p> </p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://toucharcade.com/2016/05/12/harmony-3-and-other-borderleap-games-get-big-updates-in-may/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>'Hungry Shark World' Tops 10 Million Downloads in Less than a Week</title>\n\t\t<link>http://toucharcade.com/2016/05/12/hungry-shark-world-10-million-downloads/</link>\n\t\t<comments>http://toucharcade.com/2016/05/12/hungry-shark-world-10-million-downloads/#comments</comments>\n\t\t<pubDate>Thu, 12 May 2016 21:05:38 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Jared Nelson]]></dc:creator>\n\t\t\t\t<category><![CDATA[Action]]></category>\n\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[Free]]></category>\n\t\t<category><![CDATA[Games]]></category>\n\t\t<category><![CDATA[iPad Games]]></category>\n\t\t<category><![CDATA[iPhone games]]></category>\n\t\t<category><![CDATA[iPod touch games]]></category>\n\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Universal]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://toucharcade.com/?p=194969</guid>\n\t\t<description><![CDATA[It's been only a week since Ubisoft finally released the forever soft-launched Hungry Shark World [Free] in the App Store, and already the game is dipping into the double digits in terms of millions of downloads. During Ubisoft's year-end earnings release today, the company announced that the latest in their series of eat everything survival]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>It's been only a week since Ubisoft finally released the forever soft-launched <em>Hungry Shark World</em> [<a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1046846443&mt=8\">Free</a>] in the App Store, and already the game is dipping into the double digits in terms of millions of downloads. During Ubisoft's year-end earnings release today, the company announced that the latest in their series of eat everything survival games had eclipsed the 10 million downloads mark in just 6 days. That's not surprising to hear, as <em>Hungry Shark World</em> shot to the top of the Free Charts in a matter of hours following its release and the series as a whole has always had a ton of mainstream appeal.</p>\n<p>Personally, I've always loved the <em>Hungry Shark</em> series, ever since its humble beginnings on iOS more than 6 years ago. It's come a long way since, steadily improving with each new game in terms of visuals, features, and scope. After Ubisoft purchased original developer Future Games of London back in 2013, the creators could finally put some serious monetary muscle behind the series, as evident by <em>Hungry Shark World</em> and its insanely high production values. </p>\n<p><iframe class=\"youtube-player\" type=\"text/html\" width=\"560\" height=\"343\" src=\"http://www.youtube.com/embed/N60HfD1UeVs\" frameborder=\"0\"></iframe>\n\n<div style=\"text-align:center; margin:0; padding:0;\">\n<a HEREYES href=\"https://www.youtube.com/user/toucharcade?sub_confirmation=1\">Subscribe to the TouchArcade YouTube channel</a>\n</div>\n\t\t</p>\n<p>There are some free to play shenanigans to contend with in this latest title, and previous titles for that matter, but it remains an incredibly fun game to bust out at a moment's notice to chow down on some helpless swimmers. I literally spent <strong>years</strong> playing the previous <em>Hungry Shark</em> games, and I don't foresee this one being any different. So, if you're not part of that 10+ million who have already downloaded <em>Hungry Shark World</em>, give it a shot, and <a href=\"http://forums.toucharcade.com/showthread.php?t=277662\">check in on the forum thread</a> to see what everyone else has to say about this one.</p>\n<p>[Via <a href=\"http://venturebeat.com/2016/05/12/ubisofts-hungry-shark-world-topped-10m-downloads-on-mobile-in-6-days/\">Gamesbeat</a>]</p>\n<p></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://toucharcade.com/2016/05/12/hungry-shark-world-10-million-downloads/feed/</wfw:commentRss>\n\t\t<slash:comments>6</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>'Seven Guardians' is a New Defense Game with a Killer Art Style from the Makers of 'Blade: Sword of Elysion'</title>\n\t\t<link>http://toucharcade.com/2016/05/12/seven-guardians-trailer/</link>\n\t\t<comments>http://toucharcade.com/2016/05/12/seven-guardians-trailer/#comments</comments>\n\t\t<pubDate>Thu, 12 May 2016 20:00:09 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Jared Nelson]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Upcoming Games]]></category>\n\t\t<category><![CDATA[Seven Guardians]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://toucharcade.com/?p=194967</guid>\n\t\t<description><![CDATA[4:33 Creative Lab, aka Four Thirty Three, makers of last year's hack 'n slash RPG Blade: Sword of Elysion [Free], have unveiled their next mobile project, a graphically rich side-scrolling strategy defense game called Seven Guardians. It's one of those side-scrolling castle defense games where you're spawning different warriors onto the battlefield in an attempt]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>4:33 Creative Lab, aka Four Thirty Three, makers of last year's hack 'n slash RPG <em>Blade: Sword of Elysion</em> [<a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1009196753&mt=8\">Free</a>], have unveiled their next mobile project, a graphically rich side-scrolling strategy defense game called <em>Seven Guardians</em>. It's one of those side-scrolling castle defense games where you're spawning different warriors onto the battlefield in an attempt to overtake the enemies in your path and ultimately destroy their base. The title of the game refers to the seven types of classes in the game–Warrior, Rogue, Archer, Defender, Wizard, Golem and Warlord–which are shown in the following trailer for <em>Seven Guardians</em>.</p>\n<p><iframe class=\"youtube-player\" type=\"text/html\" width=\"560\" height=\"343\" src=\"http://www.youtube.com/embed/Wz5tlsShwi0\" frameborder=\"0\"></iframe>\n\n<div style=\"text-align:center; margin:0; padding:0;\">\n<a HEREYES href=\"https://www.youtube.com/user/toucharcade?sub_confirmation=1\">Subscribe to the TouchArcade YouTube channel</a>\n</div>\n\t\t</p>\n<p>While we've seen this type of game on mobile before, what sticks out to me the most in <em>Seven Guardians</em> are the amazing character designs. It's typical fantasy stuff, but done really well, and I especially like how massive some of the characters are. Also, the fact that you get to follow your troops into battle in one of a variety of awesome tanks that you get to control is pretty awesome too. In addition to a single-player campaign, <em>Seven Guardians</em> will include online multiplayer for PvP and Guild Raids. It's coming \"soon\" according to Four Thirty Three, and in the meantime you can find more information about it <a href=\"http://forums.toucharcade.com/showthread.php?t=287184\">in our forums</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://toucharcade.com/2016/05/12/seven-guardians-trailer/feed/</wfw:commentRss>\n\t\t<slash:comments>4</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>'Swapperoo' Gets Three Endless Modes in Infinity Update</title>\n\t\t<link>http://toucharcade.com/2016/05/12/swapperoo-gets-three-endless-modes-in-infinity-update/</link>\n\t\t<comments>http://toucharcade.com/2016/05/12/swapperoo-gets-three-endless-modes-in-infinity-update/#comments</comments>\n\t\t<pubDate>Thu, 12 May 2016 19:15:29 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Carter Dotson]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Updates]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://toucharcade.com/?p=194895</guid>\n\t\t<description><![CDATA[Fallen Tree Games has just delivered the Infinity update to Swapperoo [$2.99], which will let you play forever. Theoretically, you could play the game forever, but you could run out of electricity someday, and use up all the solar panels on Earth, and then the sun would someday consume the earth. But it'll be a]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Fallen Tree Games has just delivered the Infinity update to <em>Swapperoo</em> [<a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=999771588&mt=8\">$2.99</a>], which will let you play forever. Theoretically, you could play the game forever, but you could run out of electricity someday, and use up all the solar panels on Earth, and then the sun would someday consume the earth. But it'll be a pretty sweet ride up until then with <em>Swapperoo</em>'s 3 new endless modes. The first is just called Endless, and it starts off all calm and collected, but quickly gets crazier with the objectives that you have to play through. The same scoring rules are in play as the main levels, so being smart as well as staying alive will be key to high scores.</p>\n<p><iframe class=\"youtube-player\" type=\"text/html\" width=\"560\" height=\"343\" src=\"http://www.youtube.com/embed/mtGfdLBOhyk\" frameborder=\"0\"></iframe>\n\n<div style=\"text-align:center; margin:0; padding:0;\">\n<a HEREYES href=\"https://www.youtube.com/user/toucharcade?sub_confirmation=1\">Subscribe to the TouchArcade YouTube channel</a>\n</div>\n\t\t</p>\n<p>The other two modes are Gauntlet and Timed Gauntlet. Gauntlet has you trying to get through 26 levels from A to Z, all in one life without failing. Timed puts you up to the same task...but gives you a time limit. Good luck! As well as these new modes, a new colorblind option has been added that adds patterns to each block for those who had trouble distinguishing the different blocks. I'm always glad to see that feature added in.</p>\n<p> </p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://toucharcade.com/2016/05/12/swapperoo-gets-three-endless-modes-in-infinity-update/feed/</wfw:commentRss>\n\t\t<slash:comments>1</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>'Dandara' is a Slingshotting Metroidvania Coming to Mobile Later this Year</title>\n\t\t<link>http://toucharcade.com/2016/05/12/dandara-trailer/</link>\n\t\t<comments>http://toucharcade.com/2016/05/12/dandara-trailer/#comments</comments>\n\t\t<pubDate>Thu, 12 May 2016 18:30:53 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Jared Nelson]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Upcoming Games]]></category>\n\t\t<category><![CDATA[Dandara]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://toucharcade.com/?p=194956</guid>\n\t\t<description><![CDATA[After thoroughly enjoying their unique shooter Magenta Arcade [$1.99 / Free] just over a year ago, developer Long Hat House has sent over information on their new upcoming game, and it's looking spectacular. It's called Dandara, and it's a Metroidvania style action-platformer with fantastic pixel art and a made-for-touchscreen control scheme. You see, you'll be]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>After <a href=\"http://toucharcade.com/2015/03/24/magenta-arcade-review/\">thoroughly enjoying</a> their unique shooter <em>Magenta Arcade</em> [<a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=970612385&mt=8\">$1.99</a> / <a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=959752909&mt=8\">Free</a>] just over a year ago, developer Long Hat House has sent over information on their new upcoming game, and it's looking spectacular. It's called <em>Dandara</em>, and it's a Metroidvania style action-platformer with fantastic pixel art and a made-for-touchscreen control scheme. You see, you'll be slingshotting your heroine around using the familiar pull-back-and-let-go gesture popularized by games like <em>Angry Birds</em>. Check it out in action in this new trailer for <em>Dandara</em>.</p>\n<p><iframe class=\"youtube-player\" type=\"text/html\" width=\"560\" height=\"343\" src=\"http://www.youtube.com/embed/XQLY9YRtOqU\" frameborder=\"0\"></iframe>\n\n<div style=\"text-align:center; margin:0; padding:0;\">\n<a HEREYES href=\"https://www.youtube.com/user/toucharcade?sub_confirmation=1\">Subscribe to the TouchArcade YouTube channel</a>\n</div>\n\t\t</p>\n<p>There's pretty much nothing about that trailer that I don't like. We already knew that Long Hat House was quite adept at pixel art from <em>Magenta Arcade</em>, but <em>Dandara</em> takes things to a whole new level. The fact that this is the work of just a few people makes it all the more impressive. <em>Dandara</em> has immediately shot up to the top of my most wanted list, and it'll be a long, impatient wait until it hits sometime in the fourth quarter of this year. </p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://toucharcade.com/2016/05/12/dandara-trailer/feed/</wfw:commentRss>\n\t\t<slash:comments>8</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Paid 'Lumines Puzzle and Music' and Free-to-Play 'Lumines VS' Will Release Globally Later This Year</title>\n\t\t<link>http://toucharcade.com/2016/05/12/paid-lumines-puzzle-and-music-and-free-to-play-lumines-vs-will-release-globally-later-this-year/</link>\n\t\t<comments>http://toucharcade.com/2016/05/12/paid-lumines-puzzle-and-music-and-free-to-play-lumines-vs-will-release-globally-later-this-year/#comments</comments>\n\t\t<pubDate>Thu, 12 May 2016 17:50:05 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Carter Dotson]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Upcoming Games]]></category>\n\t\t<category><![CDATA[Lumines 2016]]></category>\n\t\t<category><![CDATA[Lumines Puzzle and Music]]></category>\n\t\t<category><![CDATA[Lumines VS]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://toucharcade.com/?p=194959</guid>\n\t\t<description><![CDATA[The classic rhythm-based puzzle game Lumines has been set to hit mobile in a two-headed configuration, and now we have word as when to expect the two versions of the game. First up will be Lumines: Puzzle &#38; Music. This will be the paid version of the game, and will release in both Japanese and]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>The classic rhythm-based puzzle game <em>Lumines</em> has been set to hit mobile in a two-headed configuration, and now we have word as when to expect the two versions of the game. First up will be <em>Lumines: Puzzle &amp; Music</em>. This will be the paid version of the game, and will release in both Japanese and English versions in the third quarter of this year, <a href=\"https://twitter.com/serkantoto/status/730810302237806592\">according to Japanese gaming industry expert Dr. Serkan Toto</a>, according to information released by developer Mobcast.</p>\n<p><a href=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Lumines-Paid-Version.jpg\" rel=\"attachment wp-att-194963\"><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Lumines-Paid-Version-300x144.jpg\" alt=\"Lumines Paid Version\" width=\"300\" height=\"144\" class=\"aligncenter size-medium wp-image-194963\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Lumines-Paid-Version-300x144.jpg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Lumines-Paid-Version-768x368.jpg 768w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Lumines-Paid-Version-620x297.jpg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Lumines-Paid-Version-624x299.jpg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Lumines-Paid-Version.jpg 1024w\" sizes=\"(max-width: 300px) 100vw, 300px\" /></a></p>\n<p><a href=\"https://twitter.com/serkantoto/status/730810732007149569\">The second game, <em>Lumines VS</em></a>, will be free-to-play and will release in the fourth quarter of this year. The game seemingly uses a cuter graphics style and the name promises multiplayer gameplay. We'll see how well this dual-release strategy works, but it could just satisfy everyone: both the audience with nostalgia for the PSP version of the game who would want the paid version, and the modern audience that could care about the game, but prefers free-to-play experiences.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://toucharcade.com/2016/05/12/paid-lumines-puzzle-and-music-and-free-to-play-lumines-vs-will-release-globally-later-this-year/feed/</wfw:commentRss>\n\t\t<slash:comments>3</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Piece Together Stunning Stained Glass Jigsaw Puzzles in 'Mandie Manzano Jigsaw Puzzle Art' May 18th</title>\n\t\t<link>http://toucharcade.com/2016/05/12/mandie-manzano-jigsaw-puzzle-art-trailer/</link>\n\t\t<comments>http://toucharcade.com/2016/05/12/mandie-manzano-jigsaw-puzzle-art-trailer/#comments</comments>\n\t\t<pubDate>Thu, 12 May 2016 17:15:43 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Jared Nelson]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Upcoming Games]]></category>\n\t\t<category><![CDATA[Mandie Manzano Jigsaw Puzzle Art]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://toucharcade.com/?p=194950</guid>\n\t\t<description><![CDATA[I never thought I'd be excited to talk about a jigsaw puzzle game, not that there's anything WRONG with jigsaw puzzles mind you, it's just that it's not the most glamorous type of game. But seriously, who doesn't love putting together a good jigsaw puzzle? Especially ones with beautiful art. That's what caught my attention]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>I never thought I'd be excited to talk about a jigsaw puzzle game, not that there's anything WRONG with jigsaw puzzles mind you, it's just that it's not the most glamorous type of game. But seriously, who doesn't love putting together a good jigsaw puzzle? Especially ones with beautiful art. That's what caught my attention with the announcement that artist <a href=\"http://www.artofficialglass.com\">Mandie Manzano</a> had teamed up with Spanish developer Octo Mini for <em>Mandie Manzano Jigsaw Puzzle Art</em>, a digital jigsaw puzzle game exclusively for iOS featuring 40 of the artist's absolutely stunning stained glass-style paintings. Check out the trailer.</p>\n<p><iframe class=\"youtube-player\" type=\"text/html\" width=\"560\" height=\"343\" src=\"http://www.youtube.com/embed/qrVU7xkidcs\" frameborder=\"0\"></iframe>\n\n<div style=\"text-align:center; margin:0; padding:0;\">\n<a HEREYES href=\"https://www.youtube.com/user/toucharcade?sub_confirmation=1\">Subscribe to the TouchArcade YouTube channel</a>\n</div>\n\t\t</p>\n<p>Jigsaw puzzles are awesome because they can be both extremely challenging but also quite relaxing. They can also be kind of messy and sort of a pain in the butt as they clutter up your coffee table for days or weeks at a time. Which makes a digital jigsaw puzzle solution extremely attractive. I've played quite a few jigsaw puzzle games on iOS over the years, and despite the simple concept it's easy for a developer to blow it. <em>Mandie Manzano Jigsaw Puzzle Art</em> has the art part in the bag, but everything else will come down to usability on a touchscreen. With the ability to choose between 12-2000 pieces, the ability to keep pieces in a \"tray\" or right on the board, and ultra high-res art so you can zoom in or out as much as you like, it sounds like it's on the right track. We'll find out for ourselves when <em>Mandie Manzano Jigsaw Puzzle Art</em> launches next week on May 18th.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://toucharcade.com/2016/05/12/mandie-manzano-jigsaw-puzzle-art-trailer/feed/</wfw:commentRss>\n\t\t<slash:comments>1</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>'Mortal Kombat X' Celebrates One Year on the App Store with Massive Update</title>\n\t\t<link>http://toucharcade.com/2016/05/12/mortal-kombat-x-celebrates-one-year-on-the-app-store-with-massive-update/</link>\n\t\t<comments>http://toucharcade.com/2016/05/12/mortal-kombat-x-celebrates-one-year-on-the-app-store-with-massive-update/#comments</comments>\n\t\t<pubDate>Thu, 12 May 2016 16:34:34 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Eli Hodapp]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Updates]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://toucharcade.com/?p=194948</guid>\n\t\t<description><![CDATA[With the rapid-fire pace of the App Store, it's really crazy when you realize something has been around for a year. Well, that's the case with Mortal Kombat X [Free], which, sure enough, we reviewed over a year ago now with a guide posted not long after. If you haven't tried the game yet, it's]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>With the rapid-fire pace of the App Store, it's really crazy when you realize something has been around for <em>a year</em>. Well, that's the case with <em>Mortal Kombat X</em> [<a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=949701151&mt=8\">Free</a>], which, sure enough, <a href=\"http://toucharcade.com/2015/04/08/mortal-kombat-x-review/\">we reviewed over a year ago now</a> with <a href=\"http://toucharcade.com/2015/04/10/mortal-kombat-x-guide-tips-cheats/\">a guide</a> posted not long after. If you haven't tried the game yet, it's basically one of those swipe-gesture based free to play fighters loaded with gacha mechanics, leveling dudes up, and collecting new ones. If you're into the <em>Mortal Kombat</em> universe, it's a bunch of fun. If you're not, well, you can see the kind of stat inflation these games see as they continually add new and better characters like Kold War Scorpion here who has precisely 55,331 hit points-</p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/MKXM_Update_ColdWarScorpion.jpg\" alt=\"MKXM_Update_ColdWarScorpion\" width=\"1920\" height=\"1080\" class=\"aligncenter size-full wp-image-194949\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/MKXM_Update_ColdWarScorpion-300x169.jpg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/MKXM_Update_ColdWarScorpion-768x432.jpg 768w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/MKXM_Update_ColdWarScorpion-620x349.jpg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/MKXM_Update_ColdWarScorpion-624x351.jpg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/MKXM_Update_ColdWarScorpion.jpg 1920w\" sizes=\"(max-width: 1920px) 100vw, 1920px full-width-image\" /></p>\n<p>Apparently they've added a new type of currency to farm, new characters to unlock, <em>exclusive</em> gold characters and equipment, and an improved matchmaking system along with other performance improvements. If you haven't played in a while, this might be a good time to revisit swiping your screen a bunch to fight.</p>\n<p></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://toucharcade.com/2016/05/12/mortal-kombat-x-celebrates-one-year-on-the-app-store-with-massive-update/feed/</wfw:commentRss>\n\t\t<slash:comments>5</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>'Pilots of the Dawn' Review – Soaring... with Potential</title>\n\t\t<link>http://toucharcade.com/2016/05/12/pilots-of-the-dawn-review/</link>\n\t\t<comments>http://toucharcade.com/2016/05/12/pilots-of-the-dawn-review/#comments</comments>\n\t\t<pubDate>Thu, 12 May 2016 16:00:55 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Andrew Koziara]]></dc:creator>\n\t\t\t\t<category><![CDATA[3 stars]]></category>\n\t\t<category><![CDATA[Action]]></category>\n\t\t<category><![CDATA[Arcade]]></category>\n\t\t<category><![CDATA[Free]]></category>\n\t\t<category><![CDATA[Game Center]]></category>\n\t\t<category><![CDATA[Games]]></category>\n\t\t<category><![CDATA[iPad Games]]></category>\n\t\t<category><![CDATA[iPhone games]]></category>\n\t\t<category><![CDATA[Review]]></category>\n\t\t<category><![CDATA[Reviews]]></category>\n\t\t<category><![CDATA[Universal]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://toucharcade.com/?p=194928</guid>\n\t\t<description><![CDATA[There is no shortage of aerial dogfighting games in this world, both 2D and 3D. Tons of games try, fairly successfully, to capture that aerial combat dynamic, but very few are aces. That’s the kind of case we have on our hands today. Pilots of the Dawn [Free], from Sapeli Studio Oy, is brimming with]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>There is no shortage of aerial dogfighting games in this world, both 2D and 3D. Tons of games try, fairly successfully, to capture that aerial combat dynamic, but very few are aces. That’s the kind of case we have on our hands today. <em>Pilots of the Dawn</em> [<a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1081042774&mt=8\">Free</a>], from Sapeli Studio Oy, is brimming with talent and potential, and while it lacks variety in both gametypes and assets, what is there definitely shines.</p>\n<p><img class=\"aligncenter size-large wp-image-194929\" src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-1-620x465.jpg\" alt=\"Pilots of the Dawn 1\" width=\"620\" height=\"465\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-1-300x225.jpg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-1-768x576.jpg 768w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-1-620x465.jpg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-1-624x468.jpg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-1.jpg 960w\" sizes=\"(max-width: 620px) 100vw, 620px\" /></p>\n<p>Likely taking inspiration from the stylish retro aerial shooter <i>Luftrausers</i>, Pilots of the Dawn launches you into skyward skirmishes in a very story light and gameplay focused campaign. And by story light I mean there isn’t one. It’s more of an arcade game. The General character barks mission objectives at you with his CAPS LOCK key held down in all his well-crafted pixelated glory, but he is a man of <b>very</b> few words.  That’s OK. He’s a simple man in a simple game. So simple that you only have two functions. Turn your plane left. Or turn your plane right. No acceleration or air braking (You are always moving forward), no using different weapons or choosing when to shoot (you just spew ammo like the Heavy from <i>Team Fortress 2</i>), and no activating of special abilities (They randomly float down from the sky and are activated immediately upon contact)</p>\n<p>In my head canon, every ship and plane has a dimensional doorway in their gun’s ammo chambers leading to a dimension made of bullets, because with a few tweaks, this could easily be a bullet hell game. Especially as you get on in campaign levels, buying and facing better ships that shoot even more. It’s all the customary stuff. Each new ship shoots one additional stream of bullets from 1 up to 6. You can also upgrade a ships handling, speed, and hitpoints using coins that you earn in game and from watching ads if you wish. Despite being heavily pixelated and silhouetted against the background, each ship almost gives off a 3D feel with all the angles used in their animation. Almost.</p>\n<p><img class=\"aligncenter size-large wp-image-194931\" src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-3-620x465.jpg\" alt=\"Pilots of the Dawn 3\" width=\"620\" height=\"465\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-3-300x225.jpg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-3-768x576.jpg 768w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-3-620x465.jpg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-3-624x468.jpg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-3.jpg 960w\" sizes=\"(max-width: 620px) 100vw, 620px\" /></p>\n<p>The campaign is short and simple one. 30 levels basically divided into 6 sections of the same 5 levels but escalating in difficulty. Every 5 levels you will: Destroy all enemies, survive for a certain number of seconds, destroy a certain number of enemies, protect your ally plane and destroy all enemies oh my god why would they do this to me, and defeat the enemy leader, or boss. The number of enemies in a level, or the number you need to destroy, often increases as the planes get stronger too. In the later survival missions you are basically trying to dodge raindrops with all the bullets on screen. But the real issue is with the escort missions. Your ally is often made of dumb, and will fly right over a gunboat spraying the sky with death. At least once I’m pretty positive I saw my ally crash into the rocks while still alive.</p>\n<p>Your best hope in these missions, and in any mission really, is to get good random number generation, or RNG. Basically, to get good random power-up drops. The power-ups consist of double damage ammo, vastly increased firing speed, health, and a brief invincibility shield. Your ally might get lucky and run into health and shield drops, or maybe you can get fast fire or double damage and better keep bogeys off his tail. And yes, these things do stack. It’s possible to get fast fire and double damage, and basically clear the screen at will. The problem? Enemies can pick these up as well. They don’t really go for them, but power-ups will fall on them occasionally. Including bosses. So that giant behemoth airship you were already having a hard time against? It just got some health back, and it’s shooting twice as many bullets at you.</p>\n<p><img class=\"aligncenter size-large wp-image-194932\" src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-4-620x465.jpg\" alt=\"Pilots of the Dawn 4\" width=\"620\" height=\"465\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-4-300x225.jpg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-4-768x576.jpg 768w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-4-620x465.jpg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-4-624x468.jpg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-4.jpg 960w\" sizes=\"(max-width: 620px) 100vw, 620px\" /></p>\n<p>These triumphs and mishaps with random power-ups make for some of the most memorable moments and “oh crap!” situations in the game. The bosses are the other most memorable thing, boasting the most creative designs and following the philosophy of bigger is better. They are almost a reward for slogging through the previous four levels, especially at the end when the difficulty really shows its face. In addition to the campaign, there are Daily Missions that reward you 50 coins upon completion, and an endless survival mode. Again, this endless mode seems to largely be based on lucky power ups as you rack up more and more damage, but it can be pretty fun. Naturally Game Center leaderboards are present, along with Everyplay gameplay recordings for those cool unexpected moments.</p>\n<p>This game is also, to be honest, pretty hungry for your money. You can buy every single one of the additional ships for a dollar apiece, and that’s no big deal, but the upgrades are. You are not going to get much money for upgrades from play. Like almost none. That is, unless, you voluntarily watch a 15 to 30 second advertisement for 50 coins, the same reward as the Daily Mission. Unless you want to grind endlessly and remove all fun from the game, this is practically the only way to go. You do seem to be cut off after a thousand coins or so, though that hasn’t been consistent. I think the button actually bugs out, because sometimes it comes back ten minutes later and works perfectly.</p>\n<p><img class=\"aligncenter size-large wp-image-194933\" src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-5-620x465.jpg\" alt=\"Pilots of the Dawn 5\" width=\"620\" height=\"465\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-5-300x225.jpg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-5-768x576.jpg 768w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-5-620x465.jpg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-5-624x468.jpg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Pilots-of-the-Dawn-5.jpg 960w\" sizes=\"(max-width: 620px) 100vw, 620px\" /></p>\n<p>All of that criticism aside, I want to focus on the potential I see in this game. The gameplay is largely very smooth. The frames do drop when a level starts for a few seconds, or when too many fast fire power-ups are active at once. But that was pretty infrequent. I love the silhouette style of the game, but I just want some variety in the game modes. They all play almost exactly the same. It’s clear this was a budget game from the style and the number of assets. There is only one song in the game, after all. But the gameplay is in dire need of a mix-up. Maybe a racing mode, where you fly through a course of rings, or an item collection race, with or without death and combat enabled. An A to B obstacle course of moving deadly objects. Heck, imagine a boss ship so large, that you have to fly inside of it a’la <i>Return of the Jedi</i>. Even some additional firing modes would be cool, or adding large coin pickups to endless mode.</p>\n<p><iframe class=\"youtube-player\" type=\"text/html\" width=\"560\" height=\"343\" src=\"http://www.youtube.com/embed/uhdMtfh1rko\" frameborder=\"0\"></iframe>\n\n<div style=\"text-align:center; margin:0; padding:0;\">\n<a HEREYES href=\"https://www.youtube.com/user/toucharcade?sub_confirmation=1\">Subscribe to the TouchArcade YouTube channel</a>\n</div>\n\t\t</p>\n<p>I like this game, despite its budgeted and money hungry nature. I still feel the soul in it. I hope the developers find some success and can continue, updating the app with more or taking their ideas into a future game. But I’m not going to pretend the flaws don’t exist. In the end, it’s still a very solid game, and it’s totally free. Just know that the real entry fee is several minutes of ad watching if you want to get all the planes and upgrades, and it’s fairly repetitive regardless of that. But hey. That one song in the entire game is a pretty happenin’ tune. So there’s that.</p>\n<p></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://toucharcade.com/2016/05/12/pilots-of-the-dawn-review/feed/</wfw:commentRss>\n\t\t<slash:comments>1</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>'Amidakuji Knight' Review - Choose a Path</title>\n\t\t<link>http://toucharcade.com/2016/05/12/amidakuji-knight-review/</link>\n\t\t<comments>http://toucharcade.com/2016/05/12/amidakuji-knight-review/#comments</comments>\n\t\t<pubDate>Thu, 12 May 2016 15:00:31 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Chris Carter]]></dc:creator>\n\t\t\t\t<category><![CDATA[$0.99]]></category>\n\t\t<category><![CDATA[4 stars]]></category>\n\t\t<category><![CDATA[Free]]></category>\n\t\t<category><![CDATA[Games]]></category>\n\t\t<category><![CDATA[iPad Games]]></category>\n\t\t<category><![CDATA[iPhone games]]></category>\n\t\t<category><![CDATA[Puzzle]]></category>\n\t\t<category><![CDATA[Reviews]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://toucharcade.com/?p=194937</guid>\n\t\t<description><![CDATA[Many years ago, I encountered a really cool boss in a game called Mega Man X. As one of the last encounters leading up to the final fight, players were locked in a room with a giant robotic spider, with multiple metal \"webs\" hanging from the ceiling. Every few seconds the webs would change, and]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Many years ago, I encountered a really cool boss in a game called <em>Mega Man X</em>. As one of the last encounters leading up to the final fight, players were locked in a room with a giant robotic spider, with multiple metal \"webs\" hanging from the ceiling. Every few seconds the webs would change, and create new pathways for the spider to travel. The rules were simple -- it had to follow the journey of least resistance, and turn down every path it could. It was interesting because players could deduce where the spider would fall with any given pattern, but they had to be fast enough to figure it out before he landed on you. That concept is basically how the entire game of <em>Amidakuji Knight</em> [<a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1093265170&mt=8\">$0.99</a>] works, to great success.<br />\n<img class=\"alignleft size-medium wp-image-194939\" src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Knight-1-300x534.png\" alt=\"Knight 1\" width=\"300\" height=\"534\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Knight-1-300x534.png 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Knight-1-624x1110.png 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Knight-1.png 750w\" sizes=\"(max-width: 300px) 100vw, 300px\" />The concept not only translates perfectly to a touchscreen, but the developers also extend it a bit with a full-on level-up and gear system. After a quick setup that involves a heroic knight and his quest to locate a valuable talisman across three chapters, players are off to the overworld, where they're presented with a number of choices, represented with paths. Each board has five in all, which will lead you to an end goal -- whether it's an enemy to fight and gain experience from, gold, or an item.</p>\n<p>It's simple, yes, but the choices can make or break a run. For example, do you go for gold to increase your stats in-between sessions, or do you attack enemies and risk an HP loss for a level-up that only lasts in that particular round? Or, alternatively, do you avoid enemies altogether that run, resulting in a low overall statline and rely just on your wits and skill to dodge them?</p>\n<p>There is a little bit of randomness, as each level-up provides three random upgrades that you can choose between (with random values to boot), but it's interesting how many possibilities there are especially as the game progresses, as I was constantly making decisions within seconds of one another. There's even nuances like critical hits and first strikes to account for, both of which can be increased with the XP system. It's really fun trying out new character builds in-between runs to see which one works the best.</p>\n<p>That said, you have to make those decisions very quickly, as most of the boards obscure your view in some way. At first the path is always clear, so with enough perspective it's easy to see what the prime path is, but after several rounds mist will appear at an increasingly alarming rate. Initially you still have a few seconds to figure things out, then paths start to become more complex and the mist comes into play almost instantly.</p>\n<p><img class=\"size-medium wp-image-194941 alignright\" src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Knight-3-300x534.png\" alt=\"Knight 3\" width=\"300\" height=\"534\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Knight-3-300x534.png 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Knight-3-624x1110.png 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Knight-3.png 750w\" sizes=\"(max-width: 300px) 100vw, 300px\" />Beyond figuring out the right path, part of the game is learning its intricacies while you play. Items don't necessarily say what they are exactly, but you might be able to divine that since your experience bar  is blue, a blue potion will grant you an XP boost. I like how the developers don't give everything away with extended tutorial sessions, and especially in the second and third chapters, it's up to the player to decide what to do. Naturally this leads to some trial and error situations, but with how easy it is to start another session it's not gamebreaking.</p>\n<p>So what's on the table when it comes to IAP? Gold, basically. If you're so inclined you can outright spend money to earn gold that can be used to upgrade your weapon, armor, and potion count, but it's not necessary. Nearly every board can be handled with swift reflexes, as just about every mid to late-game level has at least one path that features gold or an item, and most of the early ones have them in abundance. If you're fast enough to figure out patterns yourself you won't be fighting that many bruisers on your path to victory. Considering the app is $0.99 the microtransactions grind my gears a tad, but I never felt compelled to buy them.</p>\n<p>Outside of a stark difficulty increase in the latter part of Chapter 2, <em>Amidakuji Knight</em> is a game I can't put down. It's easy to play either with your full concentration or while something is playing in the background, and my reaction time has improved because of it.</p>\n<p></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://toucharcade.com/2016/05/12/amidakuji-knight-review/feed/</wfw:commentRss>\n\t\t<slash:comments>3</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Upcoming 3D Space RTS 'Galaxy Reavers' Looks Promising, and You Can Join the Closed Beta in Our Forums</title>\n\t\t<link>http://toucharcade.com/2016/05/12/upcoming-3d-space-rts-galaxy-reavers-looks-promising-and-you-can-join-the-closed-beta-in-our-forums/</link>\n\t\t<comments>http://toucharcade.com/2016/05/12/upcoming-3d-space-rts-galaxy-reavers-looks-promising-and-you-can-join-the-closed-beta-in-our-forums/#comments</comments>\n\t\t<pubDate>Thu, 12 May 2016 14:30:28 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Tasos Lazarides]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Upcoming Games]]></category>\n\t\t<category><![CDATA[Galaxy Reavers]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://toucharcade.com/?p=194925</guid>\n\t\t<description><![CDATA[If you like blowing up tiny spaceships in space and being able to see the action in 3D, you should keep an eye out for upcoming space RTS Galaxy Reavers, a very pretty space game that should launch this month. As is often the case with space RTS games, you get to build your fleet,]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>If you like blowing up tiny spaceships in space and being able to see the action in 3D, you should keep an eye out for upcoming space RTS <a href=\"http://www.galaxyreaversapp.com/index.html#\"><em>Galaxy Reavers</em></a>, a very pretty space game that should launch this month. As is often the case with space RTS games, you get to build your fleet, customize your spaceships, and try to blast the enemy to smithereens. The developers have really done a great job in the visuals department; not only are the graphics top notch (especially considering this game isn't coming out of a AAA developer), but you can also view the battles from as close or as far as you want and from any angle, always a great feature that makes for much more dynamic - and pretty - battles.</p>\n<p><iframe class=\"youtube-player\" type=\"text/html\" width=\"560\" height=\"343\" src=\"http://www.youtube.com/embed/fL0EbTyMpdc\" frameborder=\"0\"></iframe>\n\n<div style=\"text-align:center; margin:0; padding:0;\">\n<a HEREYES href=\"https://www.youtube.com/user/toucharcade?sub_confirmation=1\">Subscribe to the TouchArcade YouTube channel</a>\n</div>\n\t\t</p>\n<p>The game offers the standard fare of survival, rescue, and escort missions, but I have a hunch players will be more interested in the customization aspect of the game (at least I am). The game might not be going for originality in terms of setting and mechanics, but a well-made 3D space RTS is always fun to play. The developers are running a closed beta in our forums, so you can <a href=\"http://forums.toucharcade.com/showthread.php?t=287095&amp;page=2\">go here</a> to join up if you want an early taste. <em>Galaxy Reavers</em> should be coming out soon, and hopefully it will play as good as it looks.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://toucharcade.com/2016/05/12/upcoming-3d-space-rts-galaxy-reavers-looks-promising-and-you-can-join-the-closed-beta-in-our-forums/feed/</wfw:commentRss>\n\t\t<slash:comments>4</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Out Now: 'Bushido Bear', 'Caterzillar', 'Leap Day', 'Elsword: Evolution', 'Puzzlepops!', 'Basketball Clicker', 'Final Friday', 'Smash Fu', 'Ninja Madness', 'Sloomy' and More</title>\n\t\t<link>http://toucharcade.com/2016/05/11/new-iphone-and-ipad-games-may-12/</link>\n\t\t<comments>http://toucharcade.com/2016/05/11/new-iphone-and-ipad-games-may-12/#comments</comments>\n\t\t<pubDate>Thu, 12 May 2016 03:15:42 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Jared Nelson]]></dc:creator>\n\t\t\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://toucharcade.com/?p=194850</guid>\n\t\t<description><![CDATA[It's once again the time of week when a ton of new iOS games hit the App Store. As much as I'd love to talk in depth about each and every one of the games on the list below, I also have a giant plate of dinosaur-shaped chicken nuggets sitting in front of me, and]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>It's once again the time of week when a ton of new iOS games hit the App Store. As much as I'd love to talk in depth about each and every one of the games on the list below, I also have a giant plate of dinosaur-shaped chicken nuggets sitting in front of me, and not even video games can compete with that. It's the best way I know how to celebrate Eat What You Want Day. So while I chow down, check out the list of new games below including forum links that are filled with screens, videos, and player impressions, and let us know which games you'll be picking up this week!</p>\n<hr />\n<p>&nbsp;</p>\n<p><b><font size=\"+2\">Arrows - Casual Swipe</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-3-4.jpeg\" alt=\"screen322x572-3\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194890\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-3-4-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-3-4.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /> <img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-4-4.jpeg\" alt=\"screen322x572-4\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194891\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-4-4-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-4-4.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> Enjoy this beautiful swiping game in which you have to move your finger in the direction of the arrows! Easy to learn (you only have to understand when to swipe into what direction - how hard can it be?)! But difficult to master!<br />\nHandcrafted and made with attention to the details, this is the perfect casual game for all you players out there! </p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287337\">Arrows - casual swipe! (by Alexander Plahr)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Basketball Clicker</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-2-6.jpeg\" alt=\"screen322x572-2\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194886\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-2-6-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-2-6.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /> <img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-19.jpeg\" alt=\"screen322x572\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194887\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-19-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-19.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> Tap your way to glory! Collect cash, recruit players, and manage your team as you battle against real opponents from all over the world.</p>\n<p>Play alone, or form a team with your friends to compete for fame and riches in weekly tournaments.</p>\n<p>Draft, sign, and train players into an unstoppable roster of superstars.</p>\n<p>See how your team stacks up against the competition in blistering online matches.</p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287352\">Basketball Clicker (by Naquatic)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Bejeweled Stars</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-5-4.jpeg\" alt=\"screen322x572-5\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194901\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-5-4-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-5-4.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /> <img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-6-4.jpeg\" alt=\"screen322x572-6\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194902\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-6-4-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-6-4.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> Be brilliant in Bejeweled Stars, a brand-new match-3 experience like no other! Experience endless fun and the freedom to play your way in a beautiful world filled with surprises, explosions, and unique challenges. Combine sparkling gems to earn rewards, create Powers when you need them most, uncover collectible Charms to express yourself, and even control the game board itself as you play. Free to download.</p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=286852\">Bejeweled Stars (by Electronic Arts)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Bushido Bear</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-2-2.jpeg\" alt=\"screen640x640-2\" width=\"640\" height=\"360\" class=\"alignnone size-full wp-image-194863\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-2-2-300x169.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-2-2-620x349.jpeg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-2-2-624x351.jpeg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-2-2.jpeg 640w\" sizes=\"(max-width: 640px) 100vw, 640px full-width-image\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> What's more dangerous than an angry bear? Or a sword-wielding ninja? An angry, sword-wielding ninja bear of course! Bushido Bear is an original action game by Spry Fox, the developer of the award-winning games Triple Town, Steambirds & Alphabear. Defend your forest against endless waves of evil demons by hacking and slashing through your foes with two giant swords! Slice and dice the invaders for as long as you can survive.</p>\n<p>As you play Bushido Bear, you'll unlock new ninja characters and upgrade your existing characters, which will change the way you play the game. Lone Cub is slow but can slip past enemies thanks to his tiny size. Smoky Bear can teleport anywhere instantly. Neo Bear slows down time as he plans his attacks. You'll want to collect and experience all the bears! </p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287398\">Bushido Bear (By Spry Fox)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Catacomb Hero</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-7-1.jpeg\" alt=\"screen640x640-7\" width=\"640\" height=\"360\" class=\"alignnone size-full wp-image-194903\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-7-1-300x169.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-7-1-620x349.jpeg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-7-1-624x351.jpeg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-7-1.jpeg 640w\" sizes=\"(max-width: 640px) 100vw, 640px full-width-image\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> The world outside became nothing. A blip, a dot of light behind. Venture into the darkness! The shimmer of gold covers the secrets of lives lost here. Are you ready for your quest? You will have to outmatch the creatures below as well as former fellow humans! The Path to Power begins here.</p>\n<p>Get ready for skill-based fights with thousands of alchemy-born creatures, venture your way forth and gain the Lost Power. Lay waste to other player's dungeons, conquer monstrous hordes and make them serve you! Become the master of the Abyss with an unbeatable army and an unmatched mechanic defence.</p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=271582\">Catacomb Hero (by RAZAR s.r.o.)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Caterzillar</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-4-2.jpeg\" alt=\"screen640x640-4\" width=\"640\" height=\"360\" class=\"alignnone size-full wp-image-194867\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-4-2-300x169.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-4-2-620x349.jpeg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-4-2-624x351.jpeg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-4-2.jpeg 640w\" sizes=\"(max-width: 640px) 100vw, 640px full-width-image\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> Join Bob the caterpillar on a fun and action packed adventure to rescue the princess and defeat the evil insects who have shattered his world! Defy gravity and stick to surfaces. There is no up or down in this beautiful and dangerous world.  </p>\n<p>Features:<br />\n- 4 Gorgeously Designed Chapters<br />\n- 32 Uniquely Crafted Levels<br />\n- Epic Boss Fights<br />\n- Pay Once and Play Forever<br />\n- Beautiful Art and Character Designs </p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287391\">Caterzillar (by Noodlecake + PixelZapp!)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Crazy Road</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-11.jpeg\" alt=\"screen640x640\" width=\"640\" height=\"360\" class=\"alignnone size-full wp-image-194888\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-11-300x169.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-11-620x349.jpeg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-11-624x351.jpeg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-11.jpeg 640w\" sizes=\"(max-width: 640px) 100vw, 640px full-width-image\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> Traffic is very bad today! Drive crazy, Occupy the road!</p>\n<p>Take crazy driving on endless road. Swipe left, right and jump! Pass other cars without crash. </p>\n<p>Collect coins to play gatcha and unlock new cars!<br />\nVarious distinctive characters will help you to get high score. </p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287343\">Crazy Road (by UBINURI)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Dimension Painter</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-5-2.jpeg\" alt=\"screen640x640-5\" width=\"640\" height=\"360\" class=\"alignnone size-full wp-image-194876\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-5-2-300x169.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-5-2-620x349.jpeg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-5-2-624x351.jpeg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-5-2.jpeg 640w\" sizes=\"(max-width: 640px) 100vw, 640px full-width-image\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> In the far away distant galaxy, there lived gnomes who used dimensional pencils under the protection of magical barrier. one day Magical barrier was broken and monsters invaded the gnomes. The gnomes’ village was engulfed in chaos...</p>\n<p>Elders of the gnomes successfully opened a giant dimensional door to blast the monsters away through the other dimension. However, the dimensional door got too big for the gnomes to handle. The only way for the gnome to close the dimensional door was to use the giant eraser sealed away in the Floating island</p>\n<p>One of the younger gnomes, Mongdang, went on a journey to find the eraser</p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287384\">Dimension Painter (By izzle Inc.)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Eagle Fantasy Golf</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-4-3.jpeg\" alt=\"screen640x640-4\" width=\"640\" height=\"360\" class=\"alignnone size-full wp-image-194893\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-4-3-300x169.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-4-3-620x349.jpeg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-4-3-624x351.jpeg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-4-3.jpeg 640w\" sizes=\"(max-width: 640px) 100vw, 640px full-width-image\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> Eagle: Fantasy Golf is a fun free-to-play casual golf game. The game features easy controls, a comprehensive single-player story quest, team events, character development and customization through an ever expanding lineup of fantastic equipment, outfits and costumes that aren't just for show. It also has an Item Mall where you can purchase Charge Points (CP) to use for convenient boons and to purchase additional equipment and outfits from the In-game Shops. </p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287332\">Eagle Fantasy Golf (By AIMING GLOBAL SERVICE, INC.)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Elsword: Evolution</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-12.jpeg\" alt=\"screen640x640\" width=\"640\" height=\"360\" class=\"alignnone size-full wp-image-194906\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-12-300x169.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-12-620x349.jpeg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-12-624x351.jpeg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-12.jpeg 640w\" sizes=\"(max-width: 640px) 100vw, 640px full-width-image\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> Elsword Evolution brings the action-packed thrills of mega-hit Anime RPG Elsword to mobile devices. Jump in now and play for free against thousands of other plays across the globe.</p>\n<p>Complete hundreds of 3D levels packed with waves of enemies to defeat. Upgrade your powers and unleash awesome power moves with incredible combat special effects. Choose your character, personalize your skills and upgrade your powers to smash your enemies with weapons and magic. Complete quests to win a mountain of treasure, gear and accessories on your quest to become the ultimate warrior. </p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287405\">Elsword: Evolution (by Noah Ark/Koram Games)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Final Friday - The Halloween Clicker</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-2-7.jpeg\" alt=\"screen322x572-2\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194907\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-2-7-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-2-7.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /> <img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-20.jpeg\" alt=\"screen322x572\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194908\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-20-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-20.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> Looking for some spine-chilling fun? Final Friday, the horror themed clicker is just what you need. Halloween is right in your hand!</p>\n<p>Fire your silver bullets and cast powerful magic circles on the endless wave of classic horror monsters. Collect gold, level up your abilities and upgrade your weapon and spells. Easy to play with simple taps!\n</p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287404\">Final Friday - The Halloween Clicker (By ClapClap Media)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">\"Gotcha\" said the UFO</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-13.jpeg\" alt=\"screen640x640\" width=\"640\" height=\"360\" class=\"alignnone size-full wp-image-194916\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-13-300x169.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-13-620x349.jpeg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-13-624x351.jpeg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-13.jpeg 640w\" sizes=\"(max-width: 640px) 100vw, 640px full-width-image\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> The earth has been attacked! UFOs have come to kidnap humans!<br />\nCan you save them all ?</p>\n<p>- Two different play modes with simple rules<br />\n- 60+ awesome levels in Story mode with more to come!<br />\n- Fun and challenging Endless mode<br />\n- 15+ characters and lands to unlock </p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287411\">\"Gotcha\" said the UFO (by BitByterz)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Gravity Switch</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-3-3.jpeg\" alt=\"screen322x572-3\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194869\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-3-3-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-3-3.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /> <img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-4-3.jpeg\" alt=\"screen322x572-4\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194870\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-4-3-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-4-3.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> Imagine turning space upside down and defying the laws of gravity.</p>\n<p>Gravity Switch is an addictive game that requires focus, concentration and precise timing.</p>\n<p>The intuitive one-tap controls allow you to discover the ideal path through all the challenging mazes.</p>\n<p>Travel as far as you can and use the different power-ups to improve your highscore even more.</p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287387\">Gravity Switch (by Ketchapp)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Gravity Square!</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-6-1.jpeg\" alt=\"screen640x640-6\" width=\"640\" height=\"360\" class=\"alignnone size-full wp-image-194877\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-6-1-300x169.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-6-1-620x349.jpeg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-6-1-624x351.jpeg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-6-1.jpeg 640w\" sizes=\"(max-width: 640px) 100vw, 640px full-width-image\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> Reverse gravity itself in order to avoid obstacles and get the high score in this fast-paced runner!</p>\n<p>Tap anywhere to reverse gravity as you run through a perilous corridor!</p>\n<p>Collect coins throughout the levels in order to unlock tons of unique characters!</p>\n<p>No moment is safe in this quick-death arcade game!</p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287380\">Gravity Square! (by Kongregate)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Harvest Season: Sudoku Puzzle</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-5-3.jpeg\" alt=\"screen322x572-5\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194871\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-5-3-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-5-3.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /> <img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-6-3.jpeg\" alt=\"screen322x572-6\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194872\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-6-3-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-6-3.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> Sudoku has changed, forever ! </p>\n<p>If you love classic sudoku, mixed with innovative puzzle elements, you are in the right place! </p>\n<p>Welcome to Harvest Season, the game that will forever change the way you play Sudoku!</p>\n<p>Embark on an exciting journey with Abi and her fruit buddies as they travel through a beautifully crafted world and solve addictive puzzles! </p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287386\">Harvest Season: Sudoku Puzzle (By ELIGRAPHICS JSC)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Jump Color Switch - bite</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-9-2.jpeg\" alt=\"screen322x572-9\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194878\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-9-2-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-9-2.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /> <img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-10-2.jpeg\" alt=\"screen322x572-10\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194879\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-10-2-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-10-2.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> Tap your way up through each spinning ring and your ball will switch color with some random Color Switch.</p>\n<p>You must follow the color pattern on each obstacle to cross it !<br />\nBe careful not to pass through the wrong color, or you’ll have to start again.<br />\nYou will need fast reactions and nerves of steel!<br />\nHow far can you go? </p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287377\">Jump Color Switch - bite (By Sasuapps)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Leap Day</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-13-1.jpeg\" alt=\"screen322x572-13\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194884\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-13-1-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-13-1.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /> <img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-14-1.jpeg\" alt=\"screen322x572-14\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194885\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-14-1-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-14-1.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> Leap Day is a fast paced action platformer with a brand new level every day!<br />\n...no really EVERY DAY!<br />\n...like until the END OF TIME!</p>\n<p>• Simple one touch gameplay in portrait orientation. A perfect platformer on the go!<br />\n• A colourful and stunning pixel art world. Retro nostalgia is a go!<br />\n• A real labour of love from the whole Nitrome team!</p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287372\">Leap Day (by Nitrome)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Ninja Madness</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-3-2.jpeg\" alt=\"screen640x640-3\" width=\"640\" height=\"360\" class=\"alignnone size-full wp-image-194864\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-3-2-300x169.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-3-2-620x349.jpeg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-3-2-624x351.jpeg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-3-2.jpeg 640w\" sizes=\"(max-width: 640px) 100vw, 640px full-width-image\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> Jump, climb, roll over, throw shurikens, battle big samurai bosses. Be a ninja!</p>\n<p>Begin your ninja training today to unlock supernatural abilities. Nerves of steel, cat-like reflexes, split-second reactions, unstoppable concentration, that is the ancient art of ninjutsu.</p>\n<p>Mastering the true way of the ninja is extremely challenging. Madness awaits for those who stray from the true path of the ninja. Avoid it at all costs!</p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287396\">Ninja Madness (by Craneballs s.r.o.)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Nowhere: Lost Memories</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-2-4.jpeg\" alt=\"screen640x640-2\" width=\"640\" height=\"360\" class=\"alignnone size-full wp-image-194909\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-2-4-300x169.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-2-4-620x349.jpeg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-2-4-624x351.jpeg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-2-4.jpeg 640w\" sizes=\"(max-width: 640px) 100vw, 640px full-width-image\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p>\"I feel... sad... like if something terrible had happened...\" You've woken up alone, lost and trapped in a mysterious place in the middle of nowhere and the only way to escape seems to be moving forward, but... do you really want to know why are you here?</p>\n<p>Nowhere: Lost Memories is a first person mystery adventure. An immersive game about exploration and discovery that will puts you in the role of a mysterious character who will have to delve into a strange place exploring each area and solving the different enigmas in order to discover the truth. But something dark hides behind this place, you are not the only one who has been here before.</p>\n<p>Are you ready to face the truth?</p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287407\">Nowhere: Lost Memories (by DarkPath Studio)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Pin The Dots</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-11-1.jpeg\" alt=\"screen322x572-11\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194882\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-11-1-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-11-1.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /> <img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-12-1.jpeg\" alt=\"screen322x572-12\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194883\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-12-1-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-12-1.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> Tap to pin the dots on the square. The dots on the square or those who are pinned by you will become an obstacle. Finish all the dots and get to the next level. Meet the new addictive game \"Pin the Dots\". </p>\n<p>-Addictive, simple, one-tap gameplay<br />\n-Dozens of levels to test your patience, speed and concentration.<br />\n-Colorful, simple, minimalist arts.<br />\n-With the gems you have collected, skip hard levels or continue when you die.<br />\n-Feel the atmosphere with mystical music.<br />\n-Compete in the leaderboards and share your high score on social media </p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287376\">Pin The Dots (by Cappuccino)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Puzzlepops!</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-3-5.jpeg\" alt=\"screen322x572-3\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194910\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-3-5-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-3-5.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /> <img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-4-5.jpeg\" alt=\"screen322x572-4\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194911\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-4-5-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-4-5.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> Puzzlepops! A minimalist game of lollipops and logic. Challenging yet sweet. Slide pieces of candy along lollipop sticks and combine them to complete each Pop! Plan your moves carefully and use devious contraptions to freeze, melt, squash and swap candy. </p>\n<p>SOLVE challenging and varied puzzles by building weird and wacky lollipops. 100 levels and counting!<br />\nDISCOVER different contraptions and confectionery that will put your puzzle-solving skills to the test. These Pops are no child’s play!<br />\nUNLOCK puzzle sets and progress from Trainee to Sweet Savant. Can you master all the Puzzlepops?</p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287408\">Puzzlepops! (By Layton Hawkes)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Sloomy</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-7-3.jpeg\" alt=\"screen322x572-7\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194874\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-7-3-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-7-3.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /> <img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-8-2.jpeg\" alt=\"screen322x572-8\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194875\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-8-2-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-8-2.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> SUPER-FAST FLOWER-MATCHING ACTION!!!</p>\n<p>Super-fast, crazy-addictive and mega-exciting! Play your way through bee-autiful gardens full of colorful flowers! Harvest floweres as mush as you can before the night comes down.</p>\n<p>How many flowers can you harvest in just 60 seconds? </p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287385\">Sloomy (by Pine Entertainment)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Smash Fu</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-2-5.jpeg\" alt=\"screen322x572-2\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194865\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-2-5-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-2-5.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /> <img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-18.jpeg\" alt=\"screen322x572\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194866\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-18-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-18.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> Unleash your tapping fury in this ultimate arcade showdown! Smash through round after round of epic destruction to prove that you are the Smash Fu Legend!</p>\n<p>AWESOME SMASHABLES<br />\nCollect cool smashables through the prize machine, you never know what you’ll win! From candies to cars, watermelons to balloons, and even phones. Smash them all!</p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287392\">Smash Fu (by Bit Free Games)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Symmetrica</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-6-2.jpeg\" alt=\"screen640x640-6\" width=\"640\" height=\"360\" class=\"alignnone size-full wp-image-194900\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-6-2-300x169.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-6-2-620x349.jpeg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-6-2-624x351.jpeg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-6-2.jpeg 640w\" sizes=\"(max-width: 640px) 100vw, 640px full-width-image\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> Explore captivating world of geometry. To pass each challenge, you have to focus power of blue cone-shaped projectiles into green circles. </p>\n<p>Quite simple, isn't it? </p>\n<p>Remember, right timing is everything. </p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287403\">Symmetrica - Minimalistic arcade game (By Feavy Games)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Talisman: Horus Heresy</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-5-3.jpeg\" alt=\"screen640x640-5\" width=\"640\" height=\"360\" class=\"alignnone size-full wp-image-194898\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-5-3-300x169.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-5-3-620x349.jpeg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-5-3-624x351.jpeg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-5-3.jpeg 640w\" sizes=\"(max-width: 640px) 100vw, 640px full-width-image\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> Talisman: The Horus Heresy is a digital board game based on the Talisman rule system and set in the Warhammer 40,000 universe, during the cataclysmic events of the Horus Heresy.</p>\n<p>Up to four players will be able to take control of one or more of the galaxy’s greatest heroes or most notorious villains. Taking the side of either traitor or loyalist, these Warlords will form vast companies of Space Marines, battalions of tanks and battlefleets of Spacecraft. They are the most powerful beings in the Galaxy and their followers are legion.</p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287322\">Talisman: Horus Heresy (by Nomad Games)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Thwart GEO</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-2-3.jpeg\" alt=\"screen640x640-2\" width=\"640\" height=\"360\" class=\"alignnone size-full wp-image-194889\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-2-3-300x169.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-2-3-620x349.jpeg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-2-3-624x351.jpeg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-2-3.jpeg 640w\" sizes=\"(max-width: 640px) 100vw, 640px full-width-image\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p>A retro-arcade-style shooter reminiscent of an era when games were easy to play but hard to master. The super simple controls make a challenging and frustratingly addictive game that will push your steering and aiming skills to the limit!</p>\n<p>Avoid, trap and blast different types of enemies in a mesmerizing geometrical world and warp out of dangerous situations by simply shaking your device. Power-ups help you to clear levels faster and gain you temporary advantages while the electronic inspired sound effects create a unique sound experience for every level. Beat a level or get close and share your progress with the world using Everyplay!</p>\n<p>Do you have what it takes to thwart THWART?</p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287339\">Thwart GEO (by Outback Pixels Pty Lts)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Voxplode! 2: Day of the Voxies</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-5-5.jpeg\" alt=\"screen322x572-5\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194912\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-5-5-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-5-5.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /> <img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-6-5.jpeg\" alt=\"screen322x572-6\" width=\"278\" height=\"\" class=\"alignnone size-full wp-image-194913\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-6-5-300x533.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen322x572-6-5.jpeg 322w\" sizes=\"(max-width: 322px) 100vw, 322px\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> Voxel blasting fun is here with VOXPLODE 2: Day of the Voxies! </p>\n<p>The Voxies were just trying to have a picnic. Perhaps they shouldn't have done so in a graveyard! Now, it is your job to protect the Voxies and rescue their friends in this ridiculously cute, suprisingly twisted and awesomely fun arcade shooter.</p>\n<p>Tap to shoot as wave after wave of enemies tries to overtake your cannon. Fight your way through action packed levels in 11 different worlds, rescuing your friends and unlocking power ups along the way.</p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287409\">VOXPLODE! 2: Day of the Voxies (By Alan Thomas)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">Walking Box</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-3-3.jpeg\" alt=\"screen640x640-3\" width=\"640\" height=\"360\" class=\"alignnone size-full wp-image-194892\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-3-3-300x169.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-3-3-620x349.jpeg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-3-3-624x351.jpeg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-3-3.jpeg 640w\" sizes=\"(max-width: 640px) 100vw, 640px full-width-image\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p> avoid white colored objects, and the extent to which you can get points.<br />\ndouble tap, double jump, has a very difficult hurdle to be passed and this game makes you so addicted </p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287334\">Walking Box (By Sasuapps)</a></p>\n<p></p>\n<hr />\n<p><b><font size=\"+2\">6 Bullets to Hell</font></b></p>\n<p><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-9.jpeg\" alt=\"screen640x640\" width=\"640\" height=\"360\" class=\"alignnone size-full wp-image-194861\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-9-300x169.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-9-620x349.jpeg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-9-624x351.jpeg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-9.jpeg 640w\" sizes=\"(max-width: 640px) 100vw, 640px full-width-image\" /></p>\n<p><strong>iTunes Description</strong></p>\n<blockquote><p>Grab your gun belt, and strap in for an adventure inspired by \"6 Bullets to Hell\" the movie! You are Billy Rogers, a gunslinger who has worked hard to change his ways and start a family, until a ruthless gang of outlaws strip it all away. Hunt down the men who stole your life in exciting gun battles ripped from the big screen. Inspired by classic arcade shooters, \"6 Bullets to Hell\" mixes touch-and-shoot gameplay with a classic Western story.</p></blockquote>\n<p><strong>Forum Thread:</strong> <a href=\"http://forums.toucharcade.com/showthread.php?t=287397\">6 Bullets to Hell (By Privateer)</a></p>\n<p></p>\n<hr />\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://toucharcade.com/2016/05/11/new-iphone-and-ipad-games-may-12/feed/</wfw:commentRss>\n\t\t<slash:comments>25</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>'Proun+' is Now Permanently Free with New Update</title>\n\t\t<link>http://toucharcade.com/2016/05/11/proun-is-now-permanently-free-with-new-update/</link>\n\t\t<comments>http://toucharcade.com/2016/05/11/proun-is-now-permanently-free-with-new-update/#comments</comments>\n\t\t<pubDate>Thu, 12 May 2016 00:15:47 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Carter Dotson]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Updates]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://toucharcade.com/?p=194838</guid>\n\t\t<description><![CDATA[If you need an artsy tube racer to play today – who doesn't? – and don't want to spend a lot of money to do so – guilty as charged – then do I have good news for you. Proun+ [Free], the iOS version of the art-inspired tube racer, has just gone free-to-play permanently. Developed]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>If you need an artsy tube racer to play today – who doesn't? – and don't want to spend a lot of money to do so – guilty as charged – then do I have good news for you. <em>Proun+</em> [<a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=792699877&mt=8\">Free</a>], the iOS version of the art-inspired tube racer, has just gone free-to-play permanently. Developed initially by Joost van Dongen and ported by Engine Software, the game is now supported by ads. The good news is that if you've bought the game before, then you won't see the ads at all.</p>\n<p><iframe class=\"youtube-player\" type=\"text/html\" width=\"560\" height=\"343\" src=\"http://www.youtube.com/embed/SIf7a0bwD7E\" frameborder=\"0\"></iframe>\n\n<div style=\"text-align:center; margin:0; padding:0;\">\n<a HEREYES href=\"https://www.youtube.com/user/toucharcade?sub_confirmation=1\">Subscribe to the TouchArcade YouTube channel</a>\n</div>\n\t\t</p>\n<p>Along with the free-to-play transition, new cheats are in the game that can help you out along the way in those trickier races. As well, the app download size is smaller, which is helpful for keeping games around on your device longer. I know the biggest games are the ones that usually get the axe first, so <em>Proun+</em> might just stick around longer for people with smaller storage iPhones.</p>\n<p> </p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://toucharcade.com/2016/05/11/proun-is-now-permanently-free-with-new-update/feed/</wfw:commentRss>\n\t\t<slash:comments>2</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>'Ellipsis' Gets New Levels and Apple TV Support in Latest Update</title>\n\t\t<link>http://toucharcade.com/2016/05/11/ellipsis-gets-new-levels-and-apple-tv-support-in-latest-update/</link>\n\t\t<comments>http://toucharcade.com/2016/05/11/ellipsis-gets-new-levels-and-apple-tv-support-in-latest-update/#comments</comments>\n\t\t<pubDate>Wed, 11 May 2016 23:30:32 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Carter Dotson]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Updates]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://toucharcade.com/?p=194852</guid>\n\t\t<description><![CDATA[One of my favorite games of the past few months has been Ellipsis [$2.99], a game that's difficult to classify but has you trying to collect orbs as quickly as possible to get stars on levels. The wide variety of levels and branching paths help keep it engaging, and it's just a really cool experience,]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>One of my favorite games of the past few months has been <em>Ellipsis</em> [<a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1003716367&mt=8\">$2.99</a>], a game that's difficult to classify but has you trying to collect orbs as quickly as possible to get stars on levels. The wide variety of levels and branching paths help keep it engaging, and <a href=\"http://toucharcade.com/2016/02/19/ellipsis-review/\">it's just a really cool experience, as I outlined in my review</a>. <em>Ellipsis</em> has just gotten an update that adds in some cool new features to the game, including Apple TV support for both the remote and controller. And on iOS, the game, a new offset control option will make it easier to play the game without obscuring anything on the screen.</p>\n<p><iframe class=\"youtube-player\" type=\"text/html\" width=\"560\" height=\"343\" src=\"http://www.youtube.com/embed/EfR3Ew8KxWk\" frameborder=\"0\"></iframe>\n\n<div style=\"text-align:center; margin:0; padding:0;\">\n<a HEREYES href=\"https://www.youtube.com/user/toucharcade?sub_confirmation=1\">Subscribe to the TouchArcade YouTube channel</a>\n</div>\n\t\t</p>\n<p>Along with these new options, Game Center features are in the game, though you might still have to wait for the 9.3.2 update that supposedly fixes Game Center for those who are seeing issues in order to properly use these. ReplayKit and screenshot sharing are here too. And there's ten new levels added to the game if none of those additions interest you at all. This is still a great game, and I highly recommend checking it out now. Plus, the developers claim that the game will work on devices going as far back as the iPhone 3GS, which is just nuts.</p>\n<p> </p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://toucharcade.com/2016/05/11/ellipsis-gets-new-levels-and-apple-tv-support-in-latest-update/feed/</wfw:commentRss>\n\t\t<slash:comments>4</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>'Trump's Wall' is A Top Free Game Based on the Donald That's Actually Not Bad</title>\n\t\t<link>http://toucharcade.com/2016/05/11/trumps-wall-free-game-donald-not-bad/</link>\n\t\t<comments>http://toucharcade.com/2016/05/11/trumps-wall-free-game-donald-not-bad/#comments</comments>\n\t\t<pubDate>Wed, 11 May 2016 22:37:58 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Carter Dotson]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://toucharcade.com/?p=194881</guid>\n\t\t<description><![CDATA[Whenever pretty much any controversial thing or person is in the news, then the mobile games based on them hit. And this US election season has seen countless games based on all the candidates hit. And most of them are cheaply-made stuff that use broad humor and possibly lax Apple approvals to hit the App]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Whenever pretty much any controversial thing or person is in the news, then the mobile games based on them hit. And this US election season has seen countless games based on all the candidates hit. And most of them are cheaply-made stuff that use broad humor and possibly lax Apple approvals to hit the App Store. And many of them climb the top charts. But occasionally, one of those cheaply-made games manages to actually be kinda fun, and <em>Trump's Wall</em> [<a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1093326711&mt=8\">Free</a>] is one of them. It's obviously based on Donald Trump – who, if you don't know about as a politician right now, I envy the rock you are living under and wonder if you're leasing out space – and it has all the jokes referencing Trump that you'd expect. A floppy hairpiece, references to rivals, the Lindsey Graham cell phone number he revealed, \"TRUMP\" on the White House but with the T falling off to spell \"RUMP,\" all that sort of stuff. And of course, it's gotten up to number 3 on the App Store free charts.</p>\n<p><center><a href=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Trumps-Wall.jpg\" rel=\"attachment wp-att-194896\"><img src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Trumps-Wall-300x533.jpg\" alt=\"Trump&#039;s Wall\" width=\"300\" height=\"533\" class=\"aligncenter size-medium wp-image-194896\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/Trumps-Wall-300x533.jpg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Trumps-Wall-768x1365.jpg 768w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Trumps-Wall-576x1024.jpg 576w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Trumps-Wall-624x1109.jpg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/Trumps-Wall.jpg 1242w\" sizes=\"(max-width: 300px) 100vw, 300px\" /></a></center></p>\n<p>The surprising thing is that <em>Trump's Wall</em> is actually pretty entertaining . The game is basically a faster, score-chasing take on something like <em>Stack Heroes</em> [<a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=977003865&mt=8\">Free</a>] which itself owes a debt to <em>The Blocks Cometh</em> [<a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=415877950&mt=8\">$0.99</a>] and falling-block puzzle games to boot. You build a wall by stacking different sized blocks, and have to keep any block from falling off, keeping the stack from piling over. So you have to be smart with how you stack it all up. And of course, the game is ad-supported. For what it's meant to be – a free game meant to capitalize on controversy – it actually would be entertaining if it had nothing to do with Trump at all.</p>\n<p> </p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://toucharcade.com/2016/05/11/trumps-wall-free-game-donald-not-bad/feed/</wfw:commentRss>\n\t\t<slash:comments>18</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>'Slither.io' Update Just Added Better Controls and Skins</title>\n\t\t<link>http://toucharcade.com/2016/05/11/slither-io-update-just-added-better-controls-and-skins/</link>\n\t\t<comments>http://toucharcade.com/2016/05/11/slither-io-update-just-added-better-controls-and-skins/#comments</comments>\n\t\t<pubDate>Wed, 11 May 2016 20:43:48 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Tasos Lazarides]]></dc:creator>\n\t\t\t\t<category><![CDATA[Free]]></category>\n\t\t<category><![CDATA[Games]]></category>\n\t\t<category><![CDATA[iPad Games]]></category>\n\t\t<category><![CDATA[iPhone games]]></category>\n\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Universal]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://toucharcade.com/?p=194846</guid>\n\t\t<description><![CDATA[If you've been playing the highly popular Slither.io [Free] on your iPhone or iPad, you'll know that controlling your ever-growing (and ever-dying) worm has been a bit of a challenge. Having to drag your finger around the worm to move it in different directions often resulted in death-by-finger-blocking-worm, especially on the iPhone. And since this game]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>If you've been playing the highly popular <em>Slither.io</em> [<a href=\"http://toucharcade.com/link/http://phobos.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1091944550&mt=8\">Free</a>] on your iPhone or iPad, you'll know that controlling your ever-growing (and ever-dying) worm has been a bit of a challenge. Having to drag your finger around the worm to move it in different directions often resulted in death-by-finger-blocking-worm, especially on the iPhone. And since this game is all about quick movement and good timing, these control issues bugged me quite a bit. Fortunately, the developer agreed with me since the just-released update has added a second control method that is more akin to a virtual stick. It's now much easier to move the worm around, and even do a 180 without your finger getting in the way, and easier to play with one hand. Now I only have myself to blame for not managing to eradicate that really bad worm infestation.</p>\n<p><center><img class=\"aligncenter size-full wp-image-194848\" src=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-8.jpeg\" alt=\"Slither.io\" width=\"640\" height=\"360\" srcset=\"http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-8-300x169.jpeg 300w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-8-620x349.jpeg 620w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-8-624x351.jpeg 624w, http://cdn.toucharcade.com/wp-content/uploads/2016/05/screen640x640-8.jpeg 640w\" sizes=\"(max-width: 640px) 100vw, 640px\" /></center></p>\n<p>&nbsp;<br />\nThe update also added skins, which allow you to change the color of the worm to something more visually appealing, and faster rendering. All that's fun, but the controls are what will make the bigger difference. If you've been playing <em>Slither.io</em> a lot before the update, let me know if you find the controls better now or whether you still prefer the old controls because I do wonder which is better if you play the game at a high level.</p>\n<p></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://toucharcade.com/2016/05/11/slither-io-update-just-added-better-controls-and-skins/feed/</wfw:commentRss>\n\t\t<slash:comments>4</slash:comments>\n\t\t</item>\n\t</channel>\n</rss>\n\n<!-- Dynamic page generated in 0.739 seconds. -->\n<!-- Cached page generated by WP-Super-Cache on 2016-05-13 03:31:57 -->\n",
  "headers": {
    "Transfer-Encoding": "chunked",
    "X-Frame-Options": "SAMEORIGIN",
    "Vary": "Cookie",
    "Date": "Fri, 13 May 2016 07:43:29 GMT",
    "X-Content-Type-Options": "nosniff",
    "Connection": "keep-alive",
    "WP-Super-Cache": "Served legacy cache file",
    "X-XSS-Protection": "1; mode=block",
    "X-Sucuri-ID": "11004",
    "ETag": "\"4303760ffaee1445f06bc339b9251327\"",
    "Content-Type": "application/rss+xml; charset=UTF-8",
    "Server": "Sucuri/Cloudproxy"
  },
  "response_url": "http://toucharcade.com/feed/"
}