{
  "requested_url": "http://ukfilmnews.com/?feed=rss2",
  "fetched_at": "2016-05-13T00:48:05.337717",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?><rss version=\"2.0\"\n\txmlns:content=\"http://purl.org/rss/1.0/modules/content/\"\n\txmlns:wfw=\"http://wellformedweb.org/CommentAPI/\"\n\txmlns:dc=\"http://purl.org/dc/elements/1.1/\"\n\txmlns:atom=\"http://www.w3.org/2005/Atom\"\n\txmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\"\n\txmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\"\n\t>\n\n<channel>\n\t<title>UKFilmNews.com</title>\n\t<atom:link href=\"http://ukfilmnews.com/?feed=rss2\" rel=\"self\" type=\"application/rss+xml\" />\n\t<link>http://ukfilmnews.com</link>\n\t<description>UKFilmNews.com</description>\n\t<lastBuildDate>Thu, 12 May 2016 18:55:51 +0000</lastBuildDate>\n\t<language>en-GB</language>\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\n\t<sy:updateFrequency>1</sy:updateFrequency>\n\t<generator>https://wordpress.org/?v=4.5.2</generator>\n\n<image>\n\t<url>http://ukfilmnews.com/wp-content/uploads/2016/04/cropped-UKFN-Logo-1-32x32.jpg</url>\n\t<title>UKFilmNews.com</title>\n\t<link>http://ukfilmnews.com</link>\n\t<width>32</width>\n\t<height>32</height>\n</image> \n\t<item>\n\t\t<title>&#8216;Departure&#8217;</title>\n\t\t<link>http://ukfilmnews.com/?p=1111</link>\n\t\t<comments>http://ukfilmnews.com/?p=1111#respond</comments>\n\t\t<pubDate>Thu, 12 May 2016 18:54:54 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Admin1]]></dc:creator>\n\t\t\t\t<category><![CDATA[Reviews]]></category>\n\t\t<category><![CDATA[Uncategorized]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://ukfilmnews.com/?p=1111</guid>\n\t\t<description><![CDATA[&#8216;DEPARTURE&#8217; Andrew Steggart&#8217;s debut feature is a cinematically beautiful and heartwarmingly touching story of a young boy coming of age and the sympathetic journey of his mother to self-realization. Departure to me really felt like a coming of age film, in more sense than one. The story not only follows a journey of self-discovery and ]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p style=\"text-align: center;\"><strong>&#8216;DEPARTURE&#8217;</strong></p>\n<p>Andrew Steggart&#8217;s debut feature is a cinematically beautiful and heartwarmingly touching story of a young boy coming of age and the sympathetic journey of his mother to self-realization.<br />\nDeparture to me really felt like a coming of age film, in more sense than one. The story not only follows a journey of self-discovery and realization of a blossoming young boy an defining his sexuality but also that of his mother coming to terms with crumbling marriage, age, and relationship with her son. Seeing the differences, similarities and interaction between the two characters as they embark through these stages makes it an easily relatable film. Seggart&#8217;s directing along with the performance of the cast create both a visually and emotionally touching story that emanates a sympathy for the characters which stays with you long after you leave the theatre.</p>\n<p><img class=\"aligncenter size-large wp-image-1114\" src=\"http://ukfilmnews.com/wp-content/uploads/2016/05/Departure-2-1024x683.jpg\" alt=\"Departure 2\" width=\"640\" height=\"427\" srcset=\"http://ukfilmnews.com/wp-content/uploads/2016/05/Departure-2-1024x683.jpg 1024w, http://ukfilmnews.com/wp-content/uploads/2016/05/Departure-2-300x200.jpg 300w, http://ukfilmnews.com/wp-content/uploads/2016/05/Departure-2-768x512.jpg 768w, http://ukfilmnews.com/wp-content/uploads/2016/05/Departure-2-696x464.jpg 696w, http://ukfilmnews.com/wp-content/uploads/2016/05/Departure-2-1068x712.jpg 1068w, http://ukfilmnews.com/wp-content/uploads/2016/05/Departure-2-630x420.jpg 630w, http://ukfilmnews.com/wp-content/uploads/2016/05/Departure-2.jpg 1404w\" sizes=\"(max-width: 640px) 100vw, 640px\" /></p>\n<p>Directed by Andrew Steggart, the film immediately makes it clear there is a sense of loss and separation within the family as Beatrice (Juliet Stevenson) packs up their summer home in beautiful South of France while her 15-year old son, Elliot (Alex Lawther) revisits the village, exploring forests and perusing his passion in writing, seemingly unaware of the crumbling state of his family. We quickly see Beatrice’s reluctance to move out and perhaps slightly defeated by Elliot’s non-involvement she waffles between packing and unpacking rooms. Meanwhile Elliot almost shows his childish innocence burrows himself in a theatrical world playing pretend with his soldier coat, romanticizing themes of mortality and studying the local boy Clement (Phenix Brossard).</p>\n<p><img class=\"aligncenter size-large wp-image-1115\" src=\"http://ukfilmnews.com/wp-content/uploads/2016/05/DepartureFilm-1024x683.jpg\" alt=\"DepartureFilm\" width=\"640\" height=\"427\" srcset=\"http://ukfilmnews.com/wp-content/uploads/2016/05/DepartureFilm.jpg 1024w, http://ukfilmnews.com/wp-content/uploads/2016/05/DepartureFilm-300x200.jpg 300w, http://ukfilmnews.com/wp-content/uploads/2016/05/DepartureFilm-768x512.jpg 768w, http://ukfilmnews.com/wp-content/uploads/2016/05/DepartureFilm-696x464.jpg 696w, http://ukfilmnews.com/wp-content/uploads/2016/05/DepartureFilm-630x420.jpg 630w\" sizes=\"(max-width: 640px) 100vw, 640px\" /></p>\n<p>He seems to display an awareness of the broken relationship between his parents and growing distance between him and his mother by talking about death, and placing such an importance on locating the deer they hit on the ride in. His uncertain position on wanting to rescue or kill the deer displays a clearly discrepancy with his feelings that bare more than just the obvious meaning. You can almost call the boy narcissistic as he ignores his mother but understanding that this drastic family change could not have come at the worse time in his life, as he struggles with the new feelings of longing and struggling to identify his sexuality, you find him sympathetic justifying the negligence. Elliot’s developing friendship with Clement only deepens his neglect towards his mother. Through no fault of his attentive and caring intentions to lend a helping hand, as well as an attentive ear to Beatrice, the presence of Clement only accelerates the tension build between Elliot and Beatrice. As they start to compete for attention of the boy a confusing love triangle forms where each character tries to find something deeper in their relationship and evaluate what is lacking. In conjunction the film also introduces a more fragile side of Clement as his struggles with anger issues at his own pain and frustration for his mother’s illness.</p>\n<p>Through Steggart&#8217;s attentive direction the film provides justice to Beatrice’s journey as well in portraying her own pain and struggles as she finds herself on her own, perhaps for the first time in her life. Being in such an isolated state of mind as well as location she casts herself off even more as she tries to come to grasp of the failed marriage. Beautifully subtle we see her break down as she observes couples interacting and it becomes clear she is just desperately lonely.</p>\n<p><img class=\"aligncenter size-large wp-image-1116\" src=\"http://ukfilmnews.com/wp-content/uploads/2016/05/Alex-Lawther-in-DepartureFilm-1024x683.jpg\" alt=\"Alex Lawther in DepartureFilm\" width=\"640\" height=\"427\" srcset=\"http://ukfilmnews.com/wp-content/uploads/2016/05/Alex-Lawther-in-DepartureFilm.jpg 1024w, http://ukfilmnews.com/wp-content/uploads/2016/05/Alex-Lawther-in-DepartureFilm-300x200.jpg 300w, http://ukfilmnews.com/wp-content/uploads/2016/05/Alex-Lawther-in-DepartureFilm-768x512.jpg 768w, http://ukfilmnews.com/wp-content/uploads/2016/05/Alex-Lawther-in-DepartureFilm-696x464.jpg 696w, http://ukfilmnews.com/wp-content/uploads/2016/05/Alex-Lawther-in-DepartureFilm-630x420.jpg 630w\" sizes=\"(max-width: 640px) 100vw, 640px\" /></p>\n<p>Even more so apparent when she expresses that “something is missing” (in more ways than one) to a neighbour. Frightened at the growing distance between mother and son they lash out and push each other’s patience. Reoccurring themes of self-harm between Beatrice and Elliot only solidify the deep emotion they are trying to cope with.<br />\nI found it interesting that the appearance of the father, Philip (Finbar Lynch), almost instantly sifted the perspective the film from Elliot and Beatrice to Philip. I’d be curious to find out if the intent was to make him a more aggressive presence in the film as I found that even the scenes with the cast present Philip was quite literally isolated in focus leaving, Elliot or Beatrice fuzzy in the background. To me this signified an aggressively dominant and controlling presence the father held in the family.<br />\nThe minimal music allows the viewer to appreciate the scenic serenity of the beautiful country side. And the soundtrack was well chosen for the lighter scenes in conveying a youthful atmosphere. I thought the performance of the cast captured the struggles and loneness of the characters in a graceful and eloquent way where even their selfish or emotion outbursts called for sympathy and forgiveness. Perhaps reading too much into it but it seems even the choice of the reoccurring song ‘Never Catch the Wind by Donovan was almost symbolic to the acceptance of relinquishing control, letting go and accepting reality and their strength in each other.<br />\nFinding yourself is a big theme of this film. During the peak of the dispute between Beatrice and Philip she finds strength in confronting him and symbolically setting ablaze to pieces of their furniture. Elliot selfishly misrepresents this giving Beatrice a final emotion outburst as she claims her ground and declares that not everything is about him and this was about HER. Both are forced to console in each other and bond allowing them to find comfort in accepting their reality.</p>\n<p>The themes of sexuality between the two young boys were very respectfully depicted which is something I expect for a film coming from BFI Flare, providing a fantastic source of empowerment and representation to the young LGBT community. This is a film with more than one story. Elliot’s; the boy who defines his sexuality and comes to grasp with his feelings. Beatrice; who finds strength in being in control of her own life and coming to terms with being alone. Clemens; whose struggles with anger and frustration, fear and confusion in his own life. Philip; who’s controlling and aggressive behavior come to light and exposed for what they really are. All sharing an underlining message which I think would benefit anyone struggling with these themes in their own lives. Through the themes of loneliness, coming of age and identity struggles, to the subtle looks of longing and distant glares between the characters it was enough to make me cry. Reminiscent to ‘The Perks of Being a Wall Flower” I would recommend to anyone who enjoys a dramatic feel good type of film. The Departure is a kind of film that makes you want to move to France to nurture your own existential getaway. In one way or another, the characters find a bit of strength as it blissfully ends the way which it began, with Eliot and Beatrice, together.</p>\n<p>Alice Alexander</p>\n<p>Departure is released in the UK on May 20th</p>\n<p><iframe width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/fWzN414Q8Pc?feature=oembed\" frameborder=\"0\" allowfullscreen></iframe></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://ukfilmnews.com/?feed=rss2&#038;p=1111</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>UK Premiere Of &#8220;Love &#038; Friendship&#8221; &#8211; Tuesday May 24th</title>\n\t\t<link>http://ukfilmnews.com/?p=1104</link>\n\t\t<comments>http://ukfilmnews.com/?p=1104#respond</comments>\n\t\t<pubDate>Fri, 06 May 2016 18:37:35 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Admin1]]></dc:creator>\n\t\t\t\t<category><![CDATA[UK Film Premieres]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://ukfilmnews.com/?p=1104</guid>\n\t\t<description><![CDATA[The UK premiere of &#8220;Love &#038; Friendship&#8221; will take place at the Curzon Cinema in Mayfair on Tuesday May 24th. Director Whit Stillman &#038; actress Kate Beckinsale will attend. Further cast &#038; crew attendees to be confirmed.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>The UK premiere of &#8220;Love &#038; Friendship&#8221; will take place at the Curzon Cinema in Mayfair on Tuesday May 24th. Director Whit Stillman &#038; actress Kate Beckinsale will attend. Further cast &#038; crew attendees to be confirmed.</p>\n<p><iframe width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/8MaSK3POHI0?feature=oembed\" frameborder=\"0\" allowfullscreen></iframe></p>\n<p><iframe width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/KhvyupqNhL8?feature=oembed\" frameborder=\"0\" allowfullscreen></iframe></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://ukfilmnews.com/?feed=rss2&#038;p=1104</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>OUR KIND OF TRAITOR – Featurette #1 – In Cinemas May 13th</title>\n\t\t<link>http://ukfilmnews.com/?p=1101</link>\n\t\t<comments>http://ukfilmnews.com/?p=1101#respond</comments>\n\t\t<pubDate>Fri, 06 May 2016 18:03:01 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Admin1]]></dc:creator>\n\t\t\t\t<category><![CDATA[Film Trailers]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://ukfilmnews.com/?p=1101</guid>\n\t\t<description><![CDATA[Studiocanal is pleased to present a brand new featurette for OUR KIND OF TRAITOR. Based on the John le Carré novel of the same name and adapted for the screen by one of the UK&#8217;s most exciting writers, Hossein Amini (Drive, The Wings of a Dove), OUR KIND OF TRAITOR boasts an all-star cast including ]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Studiocanal is pleased to present a brand new featurette for OUR KIND OF TRAITOR.</p>\n<p>Based on the John le Carré novel of the same name and adapted for the screen by one of the UK&#8217;s most exciting writers, Hossein Amini (Drive, The Wings of a Dove), OUR KIND OF TRAITOR boasts an all-star cast including Ewan McGregor,  Stellan Skarsgård, Damian Lewis and Naomie Harris.</p>\n<p>Directed by Susanna White (Boardwalk Empire, Generation Kill), OUR KIND OF TRAITOR is released in UK cinemas 13th May 2016.</p>\n<p>In this featurette we see Ewan McGregor, Stellan Skarsgård and Naomie Harris discussing the process of piecing together the wonderful John le Carré&#8217;s adaptation to the screen.</p>\n<p>Synopsis<br />\nWhile on holiday in Marrakech, an ordinary English couple, Perry (Ewan McGregor – THE IMPOSSIBLE, THE GHOST) and Gail (Naomie Harris – SPECTRE, SOUTHPAW), befriend a flamboyant and charismatic Russian, Dima (Stellan Skarsgård – AVENGERS: AGE OF ULTRON, THE GIRL WITH THE DRAGON TATTOO), who unbeknownst to them is a kingpin money launderer for the Russian mafia.</p>\n<p>When Dima asks for their help to deliver classified information to the British Secret Services, Perry and Gail get caught in a dangerous world of international espionage and dirty politics. The couple is propelled on a perilous journey through Paris and Bern, a safe house in the French Alps, to the murky corners of the City of London and an alliance with the British Government via a ruthless and determined MI6 agent (Damian Lewis &#8211; HOMELAND).</p>\n<p>From the writer of DRIVE (Hossein Amini) adapting the hit John le Carré novel – the mind behind TINKER TAILOR SOLDIER SPY, and directed by acclaimed Susanna White – this taut thriller twists and turns its way around the world with dramatic consequences.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://ukfilmnews.com/?feed=rss2&#038;p=1101</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>X-Men: Apocalypse &#124; &#8216;Cage Fighting&#8217; &#124; Official HD Clip</title>\n\t\t<link>http://ukfilmnews.com/?p=1098</link>\n\t\t<comments>http://ukfilmnews.com/?p=1098#respond</comments>\n\t\t<pubDate>Fri, 06 May 2016 17:50:27 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Admin1]]></dc:creator>\n\t\t\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[Film Trailers]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://ukfilmnews.com/?p=1098</guid>\n\t\t<description><![CDATA[Directed by BRYAN SINGER Starring James McAvoy, Michael Fassbender, Jennifer Lawrence, Oscar Isaac, Nicholas Hoult, Rose Byrne, Tye Sheridan, Sophie Turner, Olivia Munn, Lucas Till, Evan Peters, Kodi Smit-McPhee, Alexandra Shipp, Josh Helman, Lana Condor and Ben Hardy Twentieth Century Fox is delighted to announce that X-MEN: APOCALYPSE will be released in cinemas and IMAX ]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Directed by BRYAN SINGER</p>\n<p>Starring<br />\nJames McAvoy, Michael Fassbender, Jennifer Lawrence, Oscar Isaac, Nicholas Hoult, Rose Byrne, Tye Sheridan, Sophie Turner, Olivia Munn, Lucas Till, Evan Peters, Kodi Smit-McPhee, Alexandra Shipp, Josh Helman, Lana Condor and Ben Hardy</p>\n<p>Twentieth Century Fox is delighted to announce that X-MEN: APOCALYPSE will be released in cinemas and IMAX across the UK &#038; Ireland on 18th May, 2016.</p>\n<p>Following the critically acclaimed global smash hit X-Men: Days of Future Past, director Bryan Singer returns with X-MEN: APOCALYPSE. Since the dawn of civilization, he was worshipped as a god. Apocalypse, the first and most powerful mutant from Marvel&#8217;s X-Men universe, amassed the powers of many other mutants, becoming immortal and invincible. Upon awakening after thousands of years, he is disillusioned with the world as he finds it and recruits a team of powerful mutants, including a disheartened Magneto (Michael Fassbender), to cleanse mankind and create a new world order, over which he will reign. As the fate of the Earth hangs in the balance, Raven (Jennifer Lawrence) with the help of Professor X (James McAvoy) must lead a team of young X-Men to stop their greatest nemesis and save mankind from complete destruction.</p>\n<p>Directed by Bryan Singer, X-MEN: APOCALYPSE is produced by Simon Kinberg, Hutch Parker and Lauren Shuler Donner.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://ukfilmnews.com/?feed=rss2&#038;p=1098</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Game Of Thrones Season 6 Episode 3 Trailer</title>\n\t\t<link>http://ukfilmnews.com/?p=1089</link>\n\t\t<comments>http://ukfilmnews.com/?p=1089#respond</comments>\n\t\t<pubDate>Mon, 02 May 2016 18:39:11 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Admin1]]></dc:creator>\n\t\t\t\t<category><![CDATA[TV News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://ukfilmnews.com/?p=1089</guid>\n\t\t<description><![CDATA[]]></description>\n\t\t\t\t<content:encoded><![CDATA[]]></content:encoded>\n\t\t\t<wfw:commentRss>http://ukfilmnews.com/?feed=rss2&#038;p=1089</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Alicia Vikander For &#8220;Tomb Raider&#8221;</title>\n\t\t<link>http://ukfilmnews.com/?p=1085</link>\n\t\t<comments>http://ukfilmnews.com/?p=1085#respond</comments>\n\t\t<pubDate>Mon, 02 May 2016 17:52:16 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Admin1]]></dc:creator>\n\t\t\t\t<category><![CDATA[Breaking News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://ukfilmnews.com/?p=1085</guid>\n\t\t<description><![CDATA[Swedish actor Alicia Vikander will take the role of Lara Croft in the the next Tomb raider film which is now in pre-production. The film will be directed by Roar Uthaug. No other cast details have been announced. It&#8217;s believed that the film will feature a younger Lara at a time prior to the previous ]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Swedish actor Alicia Vikander will take the role of Lara Croft in the the next Tomb raider film which is now in pre-production. The film will be directed by Roar Uthaug. No other cast details have been announced. It&#8217;s believed that the film will feature a younger Lara at a time prior to the previous Tomb Raider films.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://ukfilmnews.com/?feed=rss2&#038;p=1085</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>2016 BFI London Film Festival &#8211; 5th Till 16th October</title>\n\t\t<link>http://ukfilmnews.com/?p=1082</link>\n\t\t<comments>http://ukfilmnews.com/?p=1082#respond</comments>\n\t\t<pubDate>Mon, 02 May 2016 16:55:17 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Admin1]]></dc:creator>\n\t\t\t\t<category><![CDATA[Upcoming Events]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://ukfilmnews.com/?p=1082</guid>\n\t\t<description><![CDATA[This year&#8217;s London Film Festival will take place at various locations throughout London between the 5th &#38; the 16th of October. More details as soon as they become available.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>This year&#8217;s London Film Festival will take place at various locations throughout London between the 5th &amp; the 16th of October. More details as soon as they become available.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://ukfilmnews.com/?feed=rss2&#038;p=1082</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Frame:The London Dance Film Festival 2016 &#8211; 9th Till 12th June</title>\n\t\t<link>http://ukfilmnews.com/?p=1077</link>\n\t\t<comments>http://ukfilmnews.com/?p=1077#respond</comments>\n\t\t<pubDate>Mon, 02 May 2016 16:44:10 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Admin1]]></dc:creator>\n\t\t\t\t<category><![CDATA[Upcoming Events]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://ukfilmnews.com/?p=1077</guid>\n\t\t<description><![CDATA[Frame:The London Dance Film Festival 2016 will take place between June 9th and June 12th. For all the information see the event website Frame:The London Dance Film Festival &#160;]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Frame:The London Dance Film Festival 2016 will take place between June 9th and June 12th. For all the information see the event website <a href=\"https://framefilmfestival.com/\" target=\"_blank\">Frame:The London Dance Film Festival</a></p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://ukfilmnews.com/?feed=rss2&#038;p=1077</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Sundance Film Festival London &#8211; June 2nd Till June 5th</title>\n\t\t<link>http://ukfilmnews.com/?p=1074</link>\n\t\t<comments>http://ukfilmnews.com/?p=1074#respond</comments>\n\t\t<pubDate>Mon, 02 May 2016 16:33:15 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Admin1]]></dc:creator>\n\t\t\t\t<category><![CDATA[Upcoming Events]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://ukfilmnews.com/?p=1074</guid>\n\t\t<description><![CDATA[The Sundance Film Festival London 2016 will take place between the 2nd &#38; 5th of June. This year&#8217;s venue is the Picturehouse Central near Piccadilly.For full details see the website at Sundance Film Festival London 2016]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>The Sundance Film Festival London 2016 will take place between the 2nd &amp; 5th of June. This year&#8217;s venue is the Picturehouse Central near Piccadilly.For full details see the website at <a href=\"https://www.picturehouses.com/cinema/Picturehouse_Central?filter=Sundance\" target=\"_blank\">Sundance Film Festival London 2016</a></p>\n<p><iframe width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/AMP_K7lzB1U?feature=oembed\" frameborder=\"0\" allowfullscreen></iframe></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://ukfilmnews.com/?feed=rss2&#038;p=1074</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Cannes Film Festival 2016 &#8211; May 11th Till May 22nd</title>\n\t\t<link>http://ukfilmnews.com/?p=1071</link>\n\t\t<comments>http://ukfilmnews.com/?p=1071#respond</comments>\n\t\t<pubDate>Mon, 02 May 2016 16:15:32 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Admin1]]></dc:creator>\n\t\t\t\t<category><![CDATA[Upcoming Events]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://ukfilmnews.com/?p=1071</guid>\n\t\t<description><![CDATA[The 2016 cannes Film Festival will take place between May 11th to 22nd. Check out the dedicated festival website Cannes Film Festival 2016 for all the latest news and events at the festival.]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>The 2016 cannes Film Festival will take place between May 11th to 22nd. Check out the dedicated festival website <a href=\"http://www.festival-cannes.com/en.html\" target=\"_blank\">Cannes Film Festival 2016</a> for all the latest news and events at the festival.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://ukfilmnews.com/?feed=rss2&#038;p=1071</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t</channel>\n</rss>\n",
  "headers": {
    "Transfer-Encoding": "chunked",
    "X-Powered-By": "PHP/5.6.20",
    "Link": "<http://ukfilmnews.com/?rest_route=/>; rel=\"https://api.w.org/\"",
    "Content-Type": "application/rss+xml; charset=UTF-8",
    "Last-Modified": "Thu, 12 May 2016 18:55:51 GMT",
    "Date": "Fri, 13 May 2016 07:45:41 GMT",
    "ETag": "\"393bbced23870ea809848d424d72e2b3\"",
    "X-Cache": "HIT from Backend",
    "Server": "nginx",
    "Connection": "keep-alive"
  },
  "response_url": "http://ukfilmnews.com/?feed=rss2"
}