{
  "requested_url": "http://www.viralnova.com/feed",
  "fetched_at": "2016-05-13T00:45:34.068562",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<rss xmlns:content=\"http://purl.org/rss/1.0/modules/content/\" xmlns:wfw=\"http://wellformedweb.org/CommentAPI/\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\" xmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\" version=\"2.0\"><channel><title>ViralNova.com</title><description>ViralNova.com</description><link>http://www.viralnova.com</link><language>en_US</language><updatePeriod>hourly</updatePeriod><updateFrequency>1</updateFrequency><item><guid>115866</guid><title>These Photos Of A Japanese Officer Committing Ritualistic Suicide Are So Disturbing</title><description><![CDATA[\nThe Japanese practice of ritualistic suicide, also known as seppuku, is a brutal tradition.\nThe first recorded act of ritual suicide dates back to the year 1180 A.D. and was committed on the battlefield by poet Minamoto no Yorimasa. After that, the practice came to bear great significance, and it was even used as a form of capital punishment in Japan for a short time.During World War II, it was not uncommon for Japanese officers who failed in their duties to end their lives.\n\n\n\n\n\n\t\tThe following photo series surfaced online earlier this week. It shows an unnamed Japanese officer preparing...]]></description><link>http://www.viralnova.com/seppuku/</link><pubDate>Thu, 12 May 2016 21:30:00 -0500</pubDate><category>OMG</category></item><item><guid>115849</guid><title>The Dog Is In No Mood To Play Fetch, But Watch What The Little Boy Does -- So Cute!</title><description><![CDATA[\nMost dogs are happy to play fetch all day, every day, but sometimes, even the most energetic pups just want to relax.\nIn this funny clip, a pampered pooch sits on the couch as his favorite little human tries to make him play. After throwing the ball across the room and doing his very best to persuade his four-legged friend, it becomes clear to the boy that the pup just wants to chill out for a while.\n\n\n\nInstead of being bossy, however, the understanding little guy goes a different (and way more adorable) route.video-player-present\n\n\n\nIt's nice for little kids to...]]></description><link>http://www.viralnova.com/fetch-hug/</link><pubDate>Thu, 12 May 2016 20:00:00 -0500</pubDate><category>Animals</category></item><item><guid>115861</guid><title>When The Ice Cream Truck Comes Around, This Dog Is Just As Excited As Any Kid</title><description><![CDATA[\nI scream, you scream...this DOG screams for ice cream!\nAs kids, when we heard the ice cream truck come down our street, we quickly asked for some money from our parents before running out the door to catch it. Well, this dog is really no different, except instead of waiting for a dollar from his dad, he eagerly listens for the command that it's okay to go. Watch as Reggie sits in line and waits his turn...he  almost can't contain his excitement for what's to come!\n\n\n\nvideo-player-present\n\n\n\nThis dog must know Reggie...I bet they're best friends!\nGiphy\r\n\n\n\n]]></description><link>http://www.viralnova.com/ice-cream-dog/</link><pubDate>Thu, 12 May 2016 18:30:00 -0500</pubDate><category>Humor</category></item><item><guid>115856</guid><title>11 Brilliant Uses For Deodorant That Have Nothing To Do With Armpits</title><description><![CDATA[\n\n\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\nSummer is right around the corner, and it's about to get sweaty up in here.\nIt's time to stock up on your favorite, tried-and-true deodorant, friends. Most of us slap on the stuff to ensure that we can still go out in public without it becoming a mortifying experience, but did you know that you could put your antiperspirant to good use outside the realm of armpits?Whether you need to remove nail polish or cut down on shoe-induced blisters, these ingenious uses for deodorant are about to make your life so much easier.\n\n\n\n\n\n\t\t1. If you run out of primer...]]></description><link>http://www.viralnova.com/deodorant-uses/</link><pubDate>Thu, 12 May 2016 17:00:00 -0500</pubDate><category>Hacks</category></item><item><guid>115858</guid><title>18 Awesome Reasons New Zealand Was Named The Best Country In The World</title><description><![CDATA[\nRecently, The Telegraph Travel Awards named New Zealand the best country in the world.\nMore than 75,000 readers voted and for the fourth year in a row, the southwestern Pacific Ocean country reigned supreme!But what gives Kiwis (that's the cute name for the locals!) the advantage? Well, we rounded up just a few of the reasons why New Zealand is awesome. Naturally, more than a few have to do with the epic landscapes...\n\n\n\n\n\n\t\t1. Poet Blanche Baughan called The Milford Track \"the finest walk in the world.\"\r\n\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tiStock\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\t\t2. Fiordland National Park is real, despite its magical appearances.\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tiStock\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\t\t3....]]></description><link>http://www.viralnova.com/awesome-new-zealand/</link><pubDate>Thu, 12 May 2016 16:00:00 -0500</pubDate><category>Travel</category></item><item><guid>115850</guid><title>Apparently, Tesla May Have Contacted Aliens Through The Black Knight Satellite</title><description><![CDATA[\nMost folks familiar with the name Tesla know that it's associated with more than just an electric car company.\nNikola Tesla was one of the most brilliant inventors of the 20th century. While he was discredited in life, he gained lasting recognition posthumously. Beyond what we know for sure about Tesla, there are dozens of rumors circulating about his life, and one of those is that the scientist was the first human to receive signals from aliens.\n\n\n\n\n\n\t\tIn 1899, Tesla was working at his home in Colorado Springs, Colorado. He set up a lab there in order to experiment with...]]></description><link>http://www.viralnova.com/tesla-black-knight/</link><pubDate>Thu, 12 May 2016 15:00:00 -0500</pubDate><category>OMG</category></item><item><guid>115859</guid><title>This Artist Is About To Hypnotize You, And All He Needs To Do It Is A Black Pen</title><description><![CDATA[\nI can't be the only one who gets sucked into the art video wormhole on Instagram.\nAlthough work-in-progress videos have been artistic standbys since the dawn of social media, short Instagram clips are quickly eclipsing the longer versions that call YouTube home. Something about watching incredible drawings come to life right in front of you in under a minute is oddly satisfying.And Maine-based illustrator Visothkakvei has what is arguably the most hypnotizing Instagram page of all time. His creative eye and penchant for precision are about to lull you into a trance, so do yourself a favor and make sure...]]></description><link>http://www.viralnova.com/calming-art/</link><pubDate>Thu, 12 May 2016 13:00:00 -0500</pubDate><category>Creativity</category></item><item><guid>115841</guid><title>This Undersea Lake In The Gulf Of Mexico Literally Kills Everything It Touches</title><description><![CDATA[\nWhen you hear the phrase \"Jacuzzi of Despair,\" what do you think of? No, it's not an obscure 1980s horror movie (though that would be amazing). It's actually the nickname that researchers in the Gulf of Mexico have given to a hot, toxic undersea pool at the bottom of the Gulf. This \"jacuzzi\" literally kills every living thing that attempts to cross it.\n\n\n\nIt was accidentally discovered back in 2014 by a biology professor researching coral. Last year, he returned with a crew and a deep-sea ROV to get a closer look.\nUndersea Lake in Gulf of Mexico Kills Everything...]]></description><link>http://www.viralnova.com/jacuzzi-of-despair/</link><pubDate>Thu, 12 May 2016 12:00:00 -0500</pubDate><category>OMG</category></item><item><guid>115868</guid><title>They Lost Their Children On MH17, But Something Beautiful Is Helping Them Heal</title><description><![CDATA[\nWhen Malaysia Airlines flight MH17 was struck down over eastern Ukraine almost two years ago, the news came like a knife to the hearts of Australian parents Anthony Maslin and Marite Norris.\nAnd that's because all three of their children were on that plane with their maternal grandfather Nick Norris. The tragedy left no survivors, claiming the lives of all 298 passengers on board. The couple had no idea that when they dropped Nick, Mo, Evie, and Otis off at the airport that day, they'd never see them again.But on May 11, 2016, they were given the ultimate gift &mdash;...]]></description><link>http://www.viralnova.com/mh17-newborn/</link><pubDate>Thu, 12 May 2016 11:47:39 -0500</pubDate><category>News</category></item><item><guid>115842</guid><title>What's Inside This Book Will Totally Change Your Perspective On These Famous Sites</title><description><![CDATA[\nIf you're a travel buff, you know that there's nothing more satisfying than standing in the shadows of famous landmarks.\nThere's something special about craning your neck to see the top of the Eiffel Tower or approaching the Statue of Liberty from the harbor. Beloved sites like these become benchmarks of exploration &mdash; monuments to the sense of wanderlust that sends people thousands of miles across the globe each year.But when it comes time to conjure up images in the mind's eye, these landmarks present the most complete versions of themselves. We see the Taj Mahal's famous dome in the...]]></description><link>http://www.viralnova.com/sites-under-construction/</link><pubDate>Thu, 12 May 2016 11:26:40 -0500</pubDate><category>Culture</category></item><item><guid>115860</guid><title>From Dirt To Dishes, Here Are 13 Good Luck Superstitions From Around The World</title><description><![CDATA[\nWe all have our rituals, and when it comes to finding a little luck, we don't screw around.\nHere in the States, we weirdly tell people to break a leg and we pick up lucky pennies off the sidewalk, but what are the good luck superstitions people swear by in other countries? As you might imagine, they're all pretty strange.Argentinians eat beans on New Year's Eve, Japanese people take smoke baths, and the British say \"rabbit\" before getting out of bed. The list only gets weirder from here, folks, so suit up. Here are some of the most bizarre good...]]></description><link>http://www.viralnova.com/good-luck-superstition/</link><pubDate>Thu, 12 May 2016 11:01:51 -0500</pubDate><category>Life</category></item><item><guid>115863</guid><title>Help Your Kids Reach The Faucet With This Simple DIY Sink Extender</title><description><![CDATA[\nParents with little children know this struggle all too well...There comes a time when kids outgrow the little booster steps to the sink and want to reach it all on their own. Unfortunately, they haven't had their growth spurt yet and they still can't reach the faucet to wash their hands. So, mom or dad has to pick them up. But there must be a better way, right?...And sure enough, there is! \n\n\n\nThis is genius.video-player-present\n\n\n\nNot only is this easy to make, it can quickly be removed when grown-up company comes over. That's what we call the best of both...]]></description><link>http://www.viralnova.com/sink-extender/</link><pubDate>Thu, 12 May 2016 10:00:00 -0500</pubDate><category>DIY</category></item><item><guid>115862</guid><title>A Girl With Autism Was Having A Hard Time, But One Store Employee Saved The Day!</title><description><![CDATA[\nIf you're a parent, you know how it feels when people send disapproving glances your way when your little ones act up in the grocery store.\nFor all they know, your child could have a toothache, or they could feel anxious about being in such a crowded place. Unfortunately, parents are often on the receiving end of very little empathy in situations like that.And this mom named Amanda Wilkins knows the feeling all too well. Both of her little girls struggle with autism, and when they feel stressed, they can't help but react. While they were out shopping one day,...]]></description><link>http://www.viralnova.com/autism-cash-register/</link><pubDate>Thu, 12 May 2016 09:57:58 -0500</pubDate><category>Good Deeds</category></item><item><guid>115864</guid><title>14 English Words That Mean Something Totally Different In Other Languages</title><description><![CDATA[\nIt's no secret that English is one of the most baffling languages out there.\nSometimes it seems like there are more exceptions than rules, doesn't it? While those of us who are native speakers breeze through everyday conversations, the words that come out of our mouths get lost in translation elsewhere.Here are 14 English words that have homonyms with totally different meanings in other languages! Although the words themselves aren't direct translations, they mean something totally different when you break it down to phonetics. \n\n\n\n\n\n\t\t1. Air means water in Indonesian.\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tFlickr / Luis Deliz\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\t\t2. Pet translates to fart in...]]></description><link>http://www.viralnova.com/english-word-translation/</link><pubDate>Thu, 12 May 2016 09:29:09 -0500</pubDate><category>History</category></item><item><guid>115857</guid><title>22 Super-Cute Animals With Exponentially Cuter Names</title><description><![CDATA[\nComing up with a name for your furry new friend is no easy task. Just like human babies, their name will influence how they make friends at the park, are introduced to new people, and overall...their personality.Okay, well, maybe that's a bit of an exaggeration, but our fur babies are part of the family!Regardless of how much thought you did or didn't put into your cutie's name (I have a whole story for my Mila), these little ones have names that might just rival their ridiculously adorable looks.\n\n\n\n\n\n\t\t1. \"Cooper...Special Agent Dale Cooper.\"\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tImgur / abouttreefitty\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\t\t2. I think Dobby...]]></description><link>http://www.viralnova.com/cute-animal-names/</link><pubDate>Thu, 12 May 2016 07:53:20 -0500</pubDate><category>Animals</category></item><item><guid>115853</guid><title>This Guy Actually Has A 3-D-Printed Version Of His Heart...I Want One</title><description><![CDATA[\nWith medical technology advancing at the rapid pace it is, the day when our health is managed by an army of nanobots living inside our bodies is probably not that far off. But in the meantime, the next big trend is most likely 3-D-printed organs. While you won't be able to print them at home, what you can do on your own is make 3-D scaled replicas of your organs. Of course, these aren't as impressive (or useful) as the real thing, but they are pretty cool.\n\n\n\n\n\n\t\tFor example, Redditor pandaofthenight used data from a recent MRI to create a...]]></description><link>http://www.viralnova.com/3-d-printed-heart/</link><pubDate>Thu, 12 May 2016 06:00:00 -0500</pubDate><category>OMG</category></item><item><guid>115837</guid><title>15 Poke Cake Recipes You Absolutely NEED In Your Life Right This Minute</title><description><![CDATA[\nEver bite into a cake only to be entirely underwhelmed due to the sad cake-to-frosting ratio?\nYeah, we've all been there.But with poke cakes, that problem becomes entirely obsolete. You see, the dessert is exactly what it sounds like...cakes that have holes poked into them. They're then doused with frosting, filling, and any other sweet treat you choose to pour over top. Here are all the ways you can enjoy this genius dessert.\n\n\n\n\n\n\t\t1. Here's how it works...this caramel-apple deliciousness is too good to miss.\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tCincy Shopper\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\t\t2. Let's just dive in then...these s'mores poke brownies are a good start....]]></description><link>http://www.viralnova.com/poke-cake-recipes/</link><pubDate>Wed, 11 May 2016 20:00:00 -0500</pubDate><category>Recipes</category></item><item><guid>115847</guid><title>What They Created Using Just Magnets And Marbles Will Leave You Hypnotized</title><description><![CDATA[\nVideos like the one below make me wonder where people like Kaplamino get all their free time...\nBut no matter how jealous I am of their creativity and patience, I'm more mesmerized than anything. As a kid, I played with LEGOs and dominoes, but this epic arrangement of blocks, magnets, and marbles takes that tinkering to a whole new level. Sit back and prepare to be seriously impressed...\n\n\n\nvideo-player-present\n\n\n\nI can't even begin to imagine how long it took him to make this, especially when you consider that the YouTuber admits he's a bit of a \"perfectionist.\" You've got that...]]></description><link>http://www.viralnova.com/magnets-and-marbles/</link><pubDate>Wed, 11 May 2016 17:00:00 -0500</pubDate><category>Entertainment</category></item><item><guid>115851</guid><title>What She Does With A Temporary Tattoo Is So Awesomely Unexpected</title><description><![CDATA[\nIn case you haven't heard, temporary tattoos aren't just for kids anymore.\nThe metallic, grown-up versions are both beautiful and age-appropriate for adults looking to add a little glam to their look. Then again, if you're not hitting the club or a hot new restaurant, they might not be for you.So what can you do if someone gifts a sheet of them to you? This home decor DIY is a good place to start. Just grab a tattoo and a candle and get crafting!\n\n\n\nvideo-player-present\t\n\n\n\nYou can make any plain candle or votive look like it's worth way more with...]]></description><link>http://www.viralnova.com/temporary-tattoo-candle/</link><pubDate>Wed, 11 May 2016 16:00:00 -0500</pubDate><category>DIY</category></item><item><guid>115793</guid><title>Powerful Anti-Drunk Driving Ad Of A Prisoner Sharing His Story Will Get You Thinking</title><description><![CDATA[\nKris Caudilla is serving a 15-year prison sentence for killing a police officer in 2010. He was driving under the influence of alcohol at the time and drove the wrong way down a road, slamming into a sheriff's deputy's car. Caudilla was charged with a DUI and manslaughter &ndash; he was just 26 at the time.In an attempt to encourage others not to get in a vehicle after drinking, Caudilla teamed up with the Highway Safety Advocates for an incredible project. His image appears to patrons in a bar bathroom in Los Angeles. Watch as he tells them his regretful...]]></description><link>http://www.viralnova.com/reflections-from-inside/</link><pubDate>Wed, 11 May 2016 15:00:00 -0500</pubDate><category>Life</category></item><item><guid>115845</guid><title>You'll Be Absolutely Floored When You See What She Did For This 80-Year-Old Woman</title><description><![CDATA[\nWhen a makeup artist named Tea Flego heard that her 80-year-old grandmother wanted a makeover, she jumped at the chance to do something special for her.\nEveryone loves feeling pretty, and this adorable grandma wanted a little help enhancing her natural beauty from her talented granddaughter. While some scoff at the entire cosmetics industry, others find it empowering. That sense of empowerment is exactly what this dynamic duo is after!\n\n\n\nThis Instagram video of her beautiful transformation has taken the internet by storm, and for good reason.\n\n\n\n\n\n\n\n\nThis lovely lady, now known as Glam-Ma on social media, inspires people from...]]></description><link>http://www.viralnova.com/grandma-makeover/</link><pubDate>Wed, 11 May 2016 14:00:00 -0500</pubDate><category>Videos</category></item><item><guid>115848</guid><title>What These Kind People Are Doing For Thousands Of Stray Dogs Will Warm Your Heart</title><description><![CDATA[\nThere are an estimated 30 million stray dogs roaming the streets of India.\nWith poorly lit roads, these pups often end up causing accidents or becoming roadkill.To save strays from being mowed down by vehicles, a non-profit organization called Motopaws has come up with an initiative to fit as many dogs as possible with reflective collars made from donated denim. While it's certainly not a solution to the stray problem, it goes a long way toward saving lives.\n\n\n\nvideo-player-present\n\n\n\nWhat an ingenious way to help these pups.It's not a bad idea for domestic dogs either! For those late-night walks around...]]></description><link>http://www.viralnova.com/motopaws/</link><pubDate>Wed, 11 May 2016 13:00:00 -0500</pubDate><category>Good Deeds</category></item><item><guid>115839</guid><title>Amazing Creature Found Close To The Ocean Floor...Could It Be An Alien?</title><description><![CDATA[\nIf aliens are living on Earth, as many conspiracy theorists suggest, then where are they hiding? Assuming the first part of that sentence is true, the only logical place for them to hide where no one would accidentally stumble across them would be at the bottom of the ocean. I know it sounds far-fetched, but reserve your judgement until you see the following deep-sea exploration video...\n\n\n\nIt features a very alien-like creature cautiously approaching a deep-sea ROV. Could it be from another world?video-player-present\n\n\n\nSadly, the chances of that fish actually being an alien are slim to none. Likely what we're...]]></description><link>http://www.viralnova.com/underwater-alien/</link><pubDate>Wed, 11 May 2016 12:00:00 -0500</pubDate><category>Earth</category></item><item><guid>115844</guid><title>A CEO Fell Asleep At Work, So His Employees Got Sweet, Sweet Revenge</title><description><![CDATA[\nIf you're the CEO of a photo-editing company, you should know better than to fall asleep on the job, because your employees could easily use that technology against you.\nWhen Zeev Farbman, CEO of Enlight, was caught snoring on the couch, his employees took hilarious advantage of the situation. After all, they spend their days perfecting editing software that people can use at the touch of a button. It was only a matter of time until it came back to bite him.\n\n\n\n\n\n\t\t1. It started off so innocently.\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tEnlight App\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\t\t2. But then this happened.\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tEnlight App\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\t\t3. After that,...]]></description><link>http://www.viralnova.com/ceo-enlight/</link><pubDate>Wed, 11 May 2016 11:00:00 -0500</pubDate><category>Humor</category></item><item><guid>115744</guid><title>Little Dogs Living In Filth At A Puppy Mill Get A New Lease On Life</title><description><![CDATA[\nIt's been said before, but it never hurts to repeat it: When you buy puppies from most pet stores, you're actually supporting horrible puppy mills.\nIf you're in the search of a new bundle of joy in your life, please visit your local animal shelter, rescue organization, or even the pound. There are hundreds of thousands of dogs looking for loving forever homes, and if you're looking to expand your family, make sure your new best friend isn't the result of inhumane puppy mills.The Wollongong Animal Rescue Network recently rescued seven adorable little puppies who had known nothing but a...]]></description><link>http://www.viralnova.com/puppies-rescued/</link><pubDate>Wed, 11 May 2016 10:00:00 -0500</pubDate><category>Life</category></item><item><guid>115846</guid><title>Simon Was Already Smitten With This Mom, But Watch What Happens When She Sings!</title><description><![CDATA[\nFor 37-year-old mother Rachael Wooding, taking the stage at \"Britain's Got Talent\" should have been a piece of cake. She had a long history of singing in musical theater, after all. But, when she stood up in front of millions of viewers, no one would have blamed her for being a bit nervous.When she opened her mouth, though, her version of \"With You\" from the movie \"Ghost\" was so magical, it took everyone's breath away.\n\n\n\nvideo-player-present\n\n\n\nGiven Simon's affection for Rachael, it's hard not to agree that this woman truly has talent!\n\n\n]]></description><link>http://www.viralnova.com/mother-audition/</link><pubDate>Wed, 11 May 2016 09:18:20 -0500</pubDate><category>Videos</category></item><item><guid>115840</guid><title>They Call This The Highway Of Death, And You'll Cringe When You Learn Why</title><description><![CDATA[\nWhen you think about war crimes, you don't often hear much about those that happened during the Gulf War of the early 1990s.\nIt might surprise you to hear that the biggest crime during that battle was actually committed by American forces against retreating Iraqi soldiers. It's known today as the Highway of Death incident, and it occurred back in February of 1991.\n\n\n\n\n\n\t\tOn February 22, 1991, Iraq agreed to a Soviet-proposed ceasefire that would allow it to withdraw its troops from Kuwait. However, the George H. W. Bush administration refused to believe that the Iraqi government had actually agreed...]]></description><link>http://www.viralnova.com/highway-of-death/</link><pubDate>Wed, 11 May 2016 08:50:00 -0500</pubDate><category>OMG</category></item><item><guid>115843</guid><title>When Sharks Come Into Contact With Underwater Pipes, Things Get Brutal</title><description><![CDATA[\nWe tend to think of sharks as the most fearsome of creatures, and usually, that's true. Most things that go head-to-head with a shark tend to end up dead. That is unless we're talking about an undersea dredging pipe. In that matchup, the pipe comes out on top...every single time. Don't believe me? Check out the video below, in which a hapless shark wanders into the middle of a dredging operation and is dealt a brutal fate...\n\n\n\nvideo-player-present\n\n\n\nUnfortunately, there's no way that shark survived being sucked up into that pipe. R.I.P. hapless shark, we hardly knew ye.\n\n\n]]></description><link>http://www.viralnova.com/pump-vs-shark/</link><pubDate>Wed, 11 May 2016 08:10:15 -0500</pubDate><category>OMG</category></item><item><guid>115838</guid><title>This Lake Would Be Beautiful If It Didn't Happen To Be Full Of Human Bones</title><description><![CDATA[\nWhen it comes time for thrillseekers to choose where they want to go on vacation, destinations shrouded in mystery often make their way to the top of the list.\nAnd Roopkund is one of those places. Only the most adventurous trekkers make their way to this far-flung glacial lake, and for good reason. After all, it takes some serious guts and training to journey into the Himalayas to find a lake that sits 16,000 feet above sea level.\n\n\n\n\n\n\t\tLocated in the north of India, Roopkund was discovered by a forest ranger back in 1942.\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tGoogle Earth\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\t\tHorrifyingly enough, he quickly...]]></description><link>http://www.viralnova.com/lake-of-bones/</link><pubDate>Wed, 11 May 2016 06:00:00 -0500</pubDate><category>Travel</category></item><item><guid>115821</guid><title>This Chemical Reaction Is Never-Ending...And It's Oddly Gross AND Terrifying</title><description><![CDATA[\nWhen people say that the truth is stranger than fiction, I think that also applies to science.\nEven though science is a very objective thing, it can still occasionally create something that looks like it came straight out of a horror movie. Take for example an old trick known as the Pharaoh's Serpent.Pharaoh's Serpent is a type of firework made from mercury(II) thiocyanate (Hg(SCN)2) that when ignited makes a winding snake-like creation. While it's not as scary as something like Frankenstein's monster, it's still pretty unsettling to see the chemical reaction take place.\n\n\n\n\n\n\t\tPure nope. Catch the video of the...]]></description><link>http://www.viralnova.com/pharaohs-serpent/</link><pubDate>Tue, 10 May 2016 21:47:05 -0500</pubDate><category>OMG</category></item><item><guid>115834</guid><title>He Poured Epoxy All Over A Knife Block And Made Something Awesome For His Wife</title><description><![CDATA[\nWhen you first move in with someone, it's not uncommon that you each have one of some things. As you grow together, certain pieces -- furniture, kitchen appliances, etc. -- are retired for bigger or more updated versions. That's exactly what happened when maker1706 and his wife moved in together. They bought a set of knives, but quickly outgrew the block that once housed them. So what's one to do with the leftover hunk of wood?Well, this project is one option...\n\n\n\n\n\n\t\tThis was the block he had to work with.\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tReddit / maker1706\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\t\tAfter he taped the bottom, he poured...]]></description><link>http://www.viralnova.com/vase-block/</link><pubDate>Tue, 10 May 2016 15:00:00 -0500</pubDate><category>Crafts</category></item><item><guid>115835</guid><title>Canadian Airlines Are Breaking The Rules To Fly Pets And Their Families To Safety</title><description><![CDATA[\nThe residents of Fort McMurray have lost just about everything because of the unpredictable wildfires in the northeastern part of Alberta, Canada.\nThey fled their homes and jobs...some even had to leave their precious pets behind. But that doesn't mean their fates are sealed. On the contrary, rescue organizations in the region have banded together to rescue as many pets from abandoned homes as possible. While hundreds of pets -- from dogs to hamsters -- have found temporary residence in shelters, the fire is still on the move. That means everyone up north, including the rescued pets, are in danger....]]></description><link>http://www.viralnova.com/pet-evacuation/</link><pubDate>Tue, 10 May 2016 13:00:00 -0500</pubDate><category>Animals</category></item><item><guid>115836</guid><title>These 14 Baby Bison Will Make You Proud To Call Them Our National Mammal</title><description><![CDATA[\nOn today's episode of \"Barrack Obama is the Man,\" our president signs a bill declaring that the North American bison is our national mammal, because why not?\nThe National Bison Legacy Act &mdash; which is a real thing that exists &mdash; positions the bison as one of our national animals because it played an important role in westward expansion. That being said, the dudes behind the expansion were notorious for sipping on that haterade since they nearly drove these animals to extinction, depriving Native Americans of a valuable food source in the process.Fortunately, conservationists have brought the North American bison...]]></description><link>http://www.viralnova.com/bison-national-animal/</link><pubDate>Tue, 10 May 2016 12:09:06 -0500</pubDate><category>Animals</category></item><item><guid>115828</guid><title>You're About To Wonder How You Lived Without These 15 Phone Hacks For So Long</title><description><![CDATA[\n\n\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\nOne Google search for phone hacks yields almost 40,000,000 results, so which ones should we actually be using?\nWhile some are completely ridiculous, others are ingenious and totally useful. The only problem is that combing through all of them can be almost as irritating as dropping your phone and cracking the screen for the fifth time this year...almost.Although I certainly didn't sift through millions of hacks, there are quite a few that continue to make the rounds on Pinterest for a few simple reasons: They're fun, they're useful, and they actually work. Let's take a look at some of them,...]]></description><link>http://www.viralnova.com/brilliant-phone-hacks/</link><pubDate>Tue, 10 May 2016 12:00:00 -0500</pubDate><category>Hacks</category></item><item><guid>115831</guid><title>Love Cookie Dough? Here Are 19 Amazing Ways You Can Eat It</title><description><![CDATA[\nAs kids, we were punished for doing what only seemed natural...eating cookie dough by the spoonful before it went into the oven.\n\"There are raw eggs in it,\" your mom would explain. Annddd...your point?Well, thankfully, now that we're all a little bit older, we can make our own rules. And those rules include these 19 recipes with cookie dough not just as an ingredient but playing a starring role! Get ready, your dessert repertoire is about to get a whole lot bigger. \n\n\n\n\n\n\t\t1. These cookie dough ice cream sandwiches are everything.\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tMel's Kitchen Cafe\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\t\t2. Then again, these peanut butter...]]></description><link>http://www.viralnova.com/cookie-dough-recipes/</link><pubDate>Tue, 10 May 2016 11:00:00 -0500</pubDate><category>Food</category></item><item><guid>115833</guid><title>These Clever Doctors Are Saving Babies' Lives One Cardboard Box At A Time</title><description><![CDATA[\nIt's no secret that being a parent is the hardest job in the world, and first-time parenthood presents new moms and dads with enough challenges to make anyone's head spin.\nThere are hundreds of manuals out there, but if you have little ones of your own, you know that there's really no way to write the book on parenting. You have to fly by the seat of your pants and deal with everything as it comes. That being said, there are a few tenets of parenthood that apply to raising every bundle of joy: Always be ready for a tickle...]]></description><link>http://www.viralnova.com/baby-boxes/</link><pubDate>Tue, 10 May 2016 10:17:18 -0500</pubDate><category>Family</category></item><item><guid>115819</guid><title>Sand Is Literally Erupting In The Deserts Of Saudi Arabia</title><description><![CDATA[\nJust when you think you have nature figured out, a weird video like this one comes along. Below, you can see a crew of men in working somewhere in the desert of Saudi Arabia, trying to fill a hole. However, every time they fill it with sand or other debris, after a few moments, it shoots back out, sort of like a geyser. Is there some sort of monster living below the sands of Saudi Arabia?\n\n\n\nIt sort of looks like the monster from \"Return Of The Jedi.\"video-player-present\n\n\n\nLikely, what we're seeing here is a naturally occurring blowhole. According to...]]></description><link>http://www.viralnova.com/sand-explosion/</link><pubDate>Tue, 10 May 2016 10:00:00 -0500</pubDate><category>Science</category></item><item><guid>115826</guid><title>A Guy Casually Rode Down The Street On A Bike...With WHAT On His Back?</title><description><![CDATA[\nListen up, people. Riding a bike with livestock strapped to your back is a totally normal thing to do.\nIn some countries, at least. While we don't see much of this hilarious action in the States, people who rely on bicycles in other places around the world know that if they want to move their furry friends, they have to get crafty. A little ingenuity can go a long way, after all, and it's a special treat when the solution to a pesky problem looks like this.\n\n\n\nJust going to work. Nothing to see here.video-player-present\n\n\n\nNothing says \"I have places...]]></description><link>http://www.viralnova.com/sheep-on-bike/</link><pubDate>Tue, 10 May 2016 08:46:24 -0500</pubDate><category>Animals</category></item><item><guid>115825</guid><title>This May Look Like A Normal Skydive, But Watch What Happens When They Pick Up Brooms</title><description><![CDATA[\nSeveral daredevils were recently given the opportunity of a lifetime. Colombian mobile company M&oacute;viles 4G ETB asked these lovers of all things Harry Potter if they'd like to play a game of Quidditch in the sky, to which they replied with a resounding yes.\n\n\n\nWatch as they fly on brooms in search of the ultimate prize: the Golden Snitch.video-player-present\n\n\n\nThis is every J.K. Rowling superfan's dream! If you need me, I'll be brushing up on my skills.\n    Giphy\n\n\n]]></description><link>http://www.viralnova.com/harry-potter-skydiving/</link><pubDate>Tue, 10 May 2016 08:24:49 -0500</pubDate><category>Entertainment</category></item><item><guid>115824</guid><title>If The World Actually Ends In Your Lifetime, Here's How To Survive Almost Every Scenario</title><description><![CDATA[\nNext time you make a Costco run to stock up on warehouse-sized boxes of toilet paper and beef jerky, make sure you also prepare for the apocalypse. If the world \"ends,\" money will disappear and instead we'll all live off a barter system of canned goods. (Or something.) However, if you do your work now, and prepare the right way, you might not only survive, but thrive. Take some notes, because these 10 doomsday scenarios are totally survivable:A.I. RevolutionZombie UprisingWarPlagueEconomic MeltdownSuper VolcanoThe End of DaysAsteroid ImpactEcological DisasterAlien Invasion\n\n\n\n\n\n\t\tIf you're serious about survival, follow these guidelines.\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tTarget Spots USA\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\nAre...]]></description><link>http://www.viralnova.com/apocalypse/</link><pubDate>Tue, 10 May 2016 07:43:29 -0500</pubDate><category>Entertainment</category></item><item><guid>115832</guid><title>No One Could Understand Why She Kept Her Baby, But She's Still Inspiring Thousands</title><description><![CDATA[\nWhen Lacey Buchanan was pregnant, she had no idea what was in store for her.\nShe was excited to know that she was pregnant and that she was having a boy. But, as her baby grew, something went wrong. Doctors weren't sure what was happening to the small child inside of her...And many people suggested she abort the baby.\n\n\n\nBut this mother refused to give up on her unborn child (grab your tissues).video-player-present\n\n\n\nOnce Christian was born, Lacey had to be even stronger.\nPeople would stare, ask questions, and judge her family without knowing the truth. One person even told...]]></description><link>http://www.viralnova.com/lacey-buchanan-inspiration/</link><pubDate>Tue, 10 May 2016 07:37:00 -0500</pubDate><category>Heartwarming</category></item><item><guid>115820</guid><title>This Bride Wasn't The Only One With A Surprise -- Watch What Her Groom Had In Store</title><description><![CDATA[\nAs he was preparing for the most important day of his life, Michael found a letter from his soon-to-be wife, Jessica.\n\"We promised each other that we weren't going to get any gifts or cards or anything, and now she's really embarrassing me,\" he joked. He opened the envelope and read what his favorite lady wanted him to hear before they both walked down the aisle, but even though he didn't have a letter to share with her, he had something else up his sleeve.\n\n\n\n\n\n\t\tWhile she was busy trying on dresses and picking out centerpieces, Michael, along with family...]]></description><link>http://www.viralnova.com/bride-groom-surprise/</link><pubDate>Tue, 10 May 2016 06:00:00 -0500</pubDate><category>Heartwarming</category></item><item><guid>115818</guid><title>18 Animals Who Are So Confused By All This Sorcery</title><description><![CDATA[\nOur pets are so wise when it comes to matters of treats, belly rubs, and trips to the park. But ask them to explain complex matters like memory foam or lemons and you'll probably be met with baffled silence. Take it from these confused pets...what you're showing them is surely sorcery.\n\n\n\n1. \"Wait...what in the?\"\r\n\nView post on imgur.com\n\n\n\n2. He's so confused as to why these treats don't taste like they normally do...\nView post on imgur.com\n\n\n\n3. Lemons ARE terrifying. \nView post on imgur.com\n\n\n\n4. Admittedly, this kind of is sorcery...from a galaxy far, far away.\r\nvideo-player-present\n\n\n\n5....]]></description><link>http://www.viralnova.com/funny-confused-animals/</link><pubDate>Mon, 09 May 2016 18:56:18 -0500</pubDate><category>Animals</category></item><item><guid>115823</guid><title>This Dog Was Thrown In A Dumpster And Left To Die Of Heat Stroke</title><description><![CDATA[\nA pedestrian in San Antonio, Texas, heard a strange noise coming from a dumpster.\nThat's when they saw Millie, a yellow labrador, baking in the hot sun. The Good Samaritan called in a rescue team to save the poor dog. The lab was curled up under trash, attempting to find shade. When Millie was pulled out, it was discovered that she had heat stroke and was covered in flies.\n\n\n\nShe would have died in that dumpster if someone didn't discover her.\n\n\n\n\nMillie was quickly put on an IV to get rehydrated and was given antibiotics and pain medication.\nMeet Millie....]]></description><link>http://www.viralnova.com/millie-dumpster-dog/</link><pubDate>Mon, 09 May 2016 14:36:47 -0500</pubDate><category>Animals</category></item><item><guid>115822</guid><title>This Adorable Yellow Lab Has A Unique Way Of Doing Just About Everything</title><description><![CDATA[\nMy dog has some cute quirks, but nothing out of the normal silly puppy realm.\nStella here, on the other hand, has a unique way of doing just about everything. Her human parents insist that the adorable yellow lab is entirely healthy, both physically and mentally...she's just a little special in how she goes about experiencing the world.\n\n\n\n\n\n\t\t\"This is how you use the dog bed, right?\"\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tYouTube / Jody Hartman\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\t\tWater bowl? Nahh.\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tYouTube / Jody Hartman\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\t\t\"Guys! You're doing it all wrong!\"\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tYouTube / Jody Hartman\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\t\t\"Um...do you mind?\"\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tYouTube / Jody Hartman\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\t\tEmergency brake: engaged.\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tYouTube /...]]></description><link>http://www.viralnova.com/stella-quirks/</link><pubDate>Mon, 09 May 2016 14:00:00 -0500</pubDate><category>Animals</category></item><item><guid>115817</guid><title>A Bus Driver's Dash Cam Recorded A Miracle Happening Live</title><description><![CDATA[\nNear-death experiences can be harrowing for both onlookers and the lucky souls who survive.\nA bus was driving down the street when its dash cam recorded something incredible. Just as it passed a construction site, a crane began to fall...with innocent passersby on the sidewalk.\n\n\n\nWait for the 0:26 mark...\r\nvideo-player-present\n\n\n\n\n\n\t\tHe was seconds away from a very bad situation.\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\nIf you live in a major city and have to walk beneath scaffolding and cranes, you might think that construction causes countless deaths every year (if you are exceptionally paranoid, anyway). However, according to these crane accident statistics, \"a world...]]></description><link>http://www.viralnova.com/crane-collapse-dash-cam/</link><pubDate>Mon, 09 May 2016 13:17:54 -0500</pubDate><category>Videos</category></item><item><guid>115814</guid><title>Nothing Is Safe -- You Can Pick Just About Any Lock With This Common Item</title><description><![CDATA[\nI've lost count of how many times I've accidentally locked myself out of my house.\nIt's embarrassing at this point. Thankfully, though, there's always been a spare key close by. Then again, if I'm ever in a pinch without one, I could probably fall back on a simple paper clip.Don't believe me? Just take a look at all the locks you can pick with this common office supply! You'll be a regular MacGyver in no time!\n\n\n\n\n\n\t\tFor this kind of lock, straighten your paper clip out and bend it into a U. Loop it through to the inside and then...]]></description><link>http://www.viralnova.com/lock-picking/</link><pubDate>Mon, 09 May 2016 13:00:00 -0500</pubDate><category>DIY</category></item><item><guid>115816</guid><title>Just In Case You Forgot, People Near Fracking Sites Can Light Their Water On Fire</title><description><![CDATA[\nEven though the price of oil and natural gas has hit a multi-year low, that doesn't mean hydraulic fracturing (more commonly known as fracking) has stopped.\nFor those who don't know, fracking is a particularly destructive method of drilling for oil and natural gas. The complicated process tears through layers of rock to get at pockets of oil and gas by essentially creating small earthquakes that release the precious materials.While it's a technological breakthrough, there are many aspects of fracking that are poorly understood and, worse still, intentionally kept secret. There is also a growing body of evidence that suggests...]]></description><link>http://www.viralnova.com/fracking-nope/</link><pubDate>Mon, 09 May 2016 12:18:49 -0500</pubDate><category>OMG</category></item><item><guid>115801</guid><title>The United Kingdom May Leave The EU, But What Does That Mean For The Rest Of Us?</title><description><![CDATA[\nOn June 23, 2016, the United Kingdom will hold a referendum to decide whether or not it will remain in the European Union.\nThere have been rumblings of such a referendum for quite some time now, but Prime Minister David Cameron, under extreme pressure from conservative politicians across the U.K., has officially announced that they will begin work to decide whether or not they should keep their place in the EU.That's all well and fine, but what would the U.K.'s abandonment (now referred to as Brexit) mean for other nations around the world, including the U.S.?\n\n\n\n\n\n\t\tAlthough the maneuver's potential...]]></description><link>http://www.viralnova.com/united-kingdom-referendum/</link><pubDate>Mon, 09 May 2016 11:39:49 -0500</pubDate><category>News</category></item><item><guid>115813</guid><title>If You Think You're Having A Bad Day, Remember That You're Not One Of These People</title><description><![CDATA[\nWhen it comes to medical weirdness, X-rays are in a league of their own.\nThere's just nothing pleasant about searching for bodily problems beneath the surface. Even if things end up being okay, it's still an unnerving process. To give you some perspective, these X-rays will probably make your next experience at the doctor's office seem a little less scary.\n\n\n\n\n\n\t\t1. Here's the aftermath of a run-in with the meat grinder.\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tReddit / _omin0us\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\t\t2. I'm not really sure how that flashlight got in there, but I know it hurt coming out.\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tReddit / whiteskimo\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\t\t3. That's not how teeth...]]></description><link>http://www.viralnova.com/horrible-x-rays/</link><pubDate>Mon, 09 May 2016 11:34:21 -0500</pubDate><category>OMG</category></item><item><guid>115815</guid><title>A Star Wars Fan (And Father) Decided To Wake Up His Son In The Most Epic Way</title><description><![CDATA[\nRob Lopez is a huge Star Wars fan.\nSo, naturally, his son Sebastian is, as well. (And he loves Darth Vader.) One of the joys parents get to experience is having fun with their children. That's why Rob and his wife (but mainly Rob) decided to see how their son would react if Darth Vader woke him up in the morning.\n\n\n\n\n\n\t\tLikelihood of traumatizing their son: ~15%\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tYouTube\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\nBut, I don't know what's better...this dad's costume, or how his son reacted!video-player-present\n\n\n\nThankfully, their son proved that the Force is indeed with him (and Darth Vader is whipped).     Giphy\n\n\n]]></description><link>http://www.viralnova.com/darth-vader-wakeup/</link><pubDate>Mon, 09 May 2016 11:14:24 -0500</pubDate><category>Family</category></item><item><guid>115809</guid><title>Not Only Does He Use A Barbie Horse To Make A Bottle Opener, But Look At His Hands!</title><description><![CDATA[\nYou've probably heard of the Rabbit wine bottle opener, but what about the Unicorn?\nOkay, so it's not a \"thing\" yet, but if Ape Makes  has anything to say about it, this opener is about to take off in a big way.If you're more than a little confused -- don't worry, that's normal -- just watch this hilarious video of a man in an ape costume making a wine bottle opener from a Barbie horse head with some resin and epoxy putty. You can recreate this awesome DIY in no time...and there's no need for the gorilla outfit.\n\n\n\nvideo-player-present\n\n\n\nIf...]]></description><link>http://www.viralnova.com/barbie-bottle-opener/</link><pubDate>Mon, 09 May 2016 10:15:11 -0500</pubDate><category>DIY</category></item><item><guid>115812</guid><title>He Wanted A Swimming Pool In His Yard But Wanted To Save Money, So He Did This!</title><description><![CDATA[\nIf you didn't have a pool as a kid, I can almost bet that you knew someone who did. You probably spent your fair share of summer afternoons at that kid's house.\nBut that doesn't mean you didn't also spend every other waking moment bugging your parents for your own pool. We can only imagine that Jos&eacute; Adimilson Franco's children did just that...until he finally gave in. But only on his terms. An in-ground pool can cost a pretty penny, so instead of going super deluxe, he did this. Trust us, you're going to want to do this, too!\n\n\n\nFirst,...]]></description><link>http://www.viralnova.com/backyard-pool/</link><pubDate>Mon, 09 May 2016 10:05:14 -0500</pubDate><category>DIY</category></item><item><guid>115810</guid><title>If You Think Your Hidden Talent Is Cool, This Guy's About To Make You Feel Bad</title><description><![CDATA[\nI get the distinct feeling that this guy never had trouble getting ready for talent shows back in the day.\nWhen it comes to simple, entertaining performances, juggling is the old standby. There seems to be one person in every family who can round up some fruit in the kitchen and show off over breakfast (even if it doesn't last long and an orange goes flying).But this man's affinity for juggling is next-level amazing. \n\n\n\n\n\n\t\tJuggling three balls? No problem.\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tYouTube / &#321;ukasz Uczkiewicz\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\t\tWhat about four? Easy.\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tYouTube / &#321;ukasz Uczkiewicz\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\t\tHe's never one to back down from a challenge....]]></description><link>http://www.viralnova.com/incredible-juggler/</link><pubDate>Mon, 09 May 2016 09:28:56 -0500</pubDate><category>Entertainment</category></item><item><guid>115808</guid><title>What He Does With Concrete Will Totally Change The Look Of Your Kitchen</title><description><![CDATA[\nWe see concrete on sidewalks and in big construction projects every day, but because of this, many people don't picture it for their own homes...let alone furniture.\nBut those folks are seriously missing out. Concrete is actually a beautiful material to work with if you know what you're doing. Just watch as this guy walks us through the simple process of turning concrete into a beautiful countertop!\n\n\n\n\n\n\t\tFor starters, you need to make a form that will hold the concrete as it hardens.\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tInstructables / Robin Lewis\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\t\tYou can make your mold however large or small your space requires. Robin...]]></description><link>http://www.viralnova.com/concrete-counter/</link><pubDate>Sun, 08 May 2016 16:30:00 -0500</pubDate><category>Crafts</category></item><item><guid>115807</guid><title>Did Your Pet Scratch Your Leather? Get Clippers...You Might Be Able To Fix It!</title><description><![CDATA[\nMy dog went through a mean chewing phase. \nOn second thought, if I leave her for more than an hour or two, she reverts back to that bad puppy habit. Because of this knowledge, I never buy any  nice  furniture. But if you had a beautiful statement piece before you brought a fur baby into your home -- say a beautiful leather sofa or chair -- and they've put a dent in its soft skin, read on.With just some hair clippers and leather cleaner, you can make you leather furniture look like nothing ever happened...here's how.\n\n\n\n\n\n\t\tGrab some clippers and...]]></description><link>http://www.viralnova.com/leather-fix/</link><pubDate>Sun, 08 May 2016 10:00:00 -0500</pubDate><category>DIY</category></item><item><guid>115806</guid><title>It Looked Like Rain Outside Their Window, But Then They Looked Closer...</title><description><![CDATA[\nTruth: Bees put food on the table for much of the world.\nScientists warn that a diminishing bee population could spell the death of many crops and plants. In fact, according to the Natural Resouces Defense Council, \"30 percent of the world&rsquo;s crops and 90 percent of our wild plants\" depend on the black and yellow cross pollinators. But you certainly wouldn't know their numbers are dwindling or that they're more concerned with working than rising up against us by the looks of this video...\n\n\n\nvideo-player-present\t\n\n\n\nYeah, that's more than a little concerning. \nEvery day I become a little more...]]></description><link>http://www.viralnova.com/crazy-bee-swarm/</link><pubDate>Sun, 08 May 2016 06:00:00 -0500</pubDate><category>OMG</category></item><item><guid>115802</guid><title>See A Penny, Pick It Up...And Make One Of These 26 Epic Crafts</title><description><![CDATA[\n\n\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\nPennies are pretty much useless currency in this day and age. What can they really buy you? But maybe we're looking at it all wrong...instead of what they can buy you, how about what can they make you? If you're one to toss your pennies in the change plate at your local coffee shop or overlook a one-center on the ground, you should take a gander at these cool projects. All of them take just a few pennies to make...with epic end results.\n\n\n\n1. First things first, if you want to clean some old pennies, just grab some salt and...]]></description><link>http://www.viralnova.com/penny-crafts/</link><pubDate>Sat, 07 May 2016 21:46:40 -0500</pubDate><category>Crafts</category></item><item><guid>115803</guid><title>Alligators Have Learned To Ring Doorbells -- Perhaps We Should Be Concerned</title><description><![CDATA[\nThere is perhaps no creature that's more universally feared than the alligator, and that's especially true in the South, where these reptiles reign supreme. These scary buggers love going where they don't belong just to prove that they can.And that urge often brings them into close contact with humans. Earlier this week, a family in South Carolina learned that terrifying lesson when an alligator sauntered right up to their front door and rang the bell.\n\n\n\nI know it sounds like the beginning of a terrible children's movie, but the man who shot this video captured the whole ordeal.video-player-present\n\n\n\nHe was...]]></description><link>http://www.viralnova.com/gator-doorbell/</link><pubDate>Sat, 07 May 2016 20:33:20 -0500</pubDate><category>OMG</category></item><item><guid>115792</guid><title>This Guy's Incredible Impressions Will Entertain You For Days</title><description><![CDATA[\nSome actors and comedians base their entire careers around their voice skills...\nWe're not talking about the ability to slip in and out of an accent...no, this is far more impressive.Scheiffer Bates, a Cardiff South Wales-based impressionist, has built an impressive YouTube following by imitating popular actors and characters. If you think your friend does a helluva Daffy Duck, this guy is about to put them to shame...and then some!\n\n\n\nHere he is doing some skilled impressions of Charlie Sheen and Matthew McConaughey.video-player-present\n\n\n\nHe's a master at \"Game of Thrones\" impressions.video-player-present\n\n\n\nAnd even appeared on Jimmy Kimmel!video-player-present\n\n\n\nIn this video,...]]></description><link>http://www.viralnova.com/impressions/</link><pubDate>Sat, 07 May 2016 19:20:00 -0500</pubDate><category>Internet</category></item><item><guid>115799</guid><title>He Put A Pinch Of Salt Into His Coffee For A Really Smart Reason</title><description><![CDATA[\nThis is pretty much what I look like in the morning before I get coffee.\n    Giphy\n\n\n\nAnd this is what I tell my dog after my alarm goes off.\nGiphy\r\n\n\n\n\nIt'd probably be more efficient to have an IV drip of the stuff wake me up than an alarm clock, but oh well.\nIf you're like me, you either deal with subpar home-brewed coffee or cringe as you hand over $4 for a fancier version at your local cafe. Instead of settling for either, here are a few tricks to make your coffee experience at home way more deluxe...without the...]]></description><link>http://www.viralnova.com/coffee-hack/</link><pubDate>Sat, 07 May 2016 18:06:40 -0500</pubDate><category>DIY</category></item><item><guid>115795</guid><title>Kinetic Sculpture Is The Art Form You Didn't Know You Were Obsessed With Until Now</title><description><![CDATA[\nKinetic sculptors are, in many ways, performance artists of a different breed.\nInstead of using their bodies to bring work to life, they create pieces that do the performing for them &mdash; sculptures that take on lives of their own. Over the years, the term \"kinetic art\" has evolved from something that represents the impression of movement in two-dimensional work to something that leaves impressions behind in favor of actual motion.Creators like Anthony Howe, who is one of the most respected kinetic artists in the world, construct sculptures that move with a little help from human hands and natural elements....]]></description><link>http://www.viralnova.com/kinetic-sculpture/</link><pubDate>Sat, 07 May 2016 16:53:20 -0500</pubDate><category>Culture</category></item><item><guid>115789</guid><title>You Say These Phrases Every Day, But Did You Know Their Bizarre Origins?</title><description><![CDATA[\nDo you ever catch yourself sounding like your dad when he used to say things like, \"It's raining cats and dogs!\" or \"He's mad as a hatter!\"? Don't worry, these phrases have lasted for hundreds of years because they are so weirdly true to life...no matter the generation. But when...and more importantly, why did they come about?Here are the origins to some of the most famous idioms out there. While we can't stop you from turning into your father, we can at least explain why you're starting to sound like him.\n\n\n\n\n\n\t\t1. Sick as a dog\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tiStock\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\tMeaning: extremely ill....]]></description><link>http://www.viralnova.com/idiom-origins/</link><pubDate>Sat, 07 May 2016 15:40:00 -0500</pubDate><category>Life</category></item><item><guid>115804</guid><title>This Looks Like A Normal First Date, But You'll Reach For The Tissues 45 Seconds In</title><description><![CDATA[\nWhen it comes to loss, watching someone you love lose all memory of you is uniquely tragic.\nPeople with Alzheimer's are still right there in front of you, but the length of a dining room table can feel like an insurmountable obstacle. You can reach out and touch them, but it feels like they're miles away. And when they look at you, they don't make the connections they once did. They can't. They feel like islands, attached to nothing and completely isolated.According to the Alzheimer's Association, five million Americans now suffer from the heartbreaking condition. That's five million moms, dads,...]]></description><link>http://www.viralnova.com/alzheimers-first-date/</link><pubDate>Sat, 07 May 2016 14:26:40 -0500</pubDate><category>Heartwarming</category></item><item><guid>115790</guid><title>This Guy Rendered His Own Brain Scan In 3-D And It's Morbid, But Also Fascinating</title><description><![CDATA[\nIf you stop and think about it, medical technology is almost like modern-day science fiction.\nAlthough the media and society at large pay attention to technological advancements, an outsized share of that attention is focused on more consumer-oriented inventions. What gets lost in the shuffle is medical technology that is slowly becoming the stuff we once only found in books and movies. Take, for example, what Redditor taurus_manure was able to do following an MRI scan for migraines.\n\n\n\n\n\n\t\tHe was able to take data from his MRI scan and use another piece of software to create these 3-D renderings of...]]></description><link>http://www.viralnova.com/brain-scan/</link><pubDate>Sat, 07 May 2016 13:13:20 -0500</pubDate><category>OMG</category></item><item><guid>115782</guid><title>What's Worse Than A Regular Tarantula? A Hissing Tarantula...No Thanks.</title><description><![CDATA[\nAs we've previously discussed, tarantulas, despite being pretty harmless, are still notoriously terrifying creatures. Even though they can bite humans, their bite isn't able to do much damage. Still, most people would be frightened to come across one in their everyday lives. Well, please allow me to make your natural fear of tarantulas even worse. There are some species of tarantulas that can hiss by rubbing together the bristles on their legs. Usually, this noise is a defense mechanism, so if you happen to keep a tarantula as a pet and it starts making this noise when you get close,...]]></description><link>http://www.viralnova.com/hissing-tarantula/</link><pubDate>Sat, 07 May 2016 12:00:00 -0500</pubDate><category>OMG</category></item><item><guid>115783</guid><title>If Your Car Is In Water And Sinking Fast, This Is What You Need To Do To Survive</title><description><![CDATA[\nWhat are you supposed to do if you get caught in a car that's going under water?\nIt might seem like an unlikely scenario, but last year, more than 100 people were killed when their cars were caught in a river or flash flood. The water rises incredibly fast and the light grows dim...but what's more alarming is that the first 30-60 seconds are crucial for your survival. \n\n\n\nHere's how to escape with your life.video-player-present\n\n\n\nLet's all hope that we never have to put this knowledge into practice. But if you do, you'll certainly be in a far better position...]]></description><link>http://www.viralnova.com/car-sinking/</link><pubDate>Sat, 07 May 2016 10:51:26 -0500</pubDate><category>Videos</category></item><item><guid>115787</guid><title>They Found This Unloved Air Hockey Table And Transformed It In The Most Epic Way</title><description><![CDATA[\nJust like the clothes we wear, toys come and go in our lives. But unlike that old pair of jeans you'll donate to Goodwill, worn teddy bears and game boards tend to have staying power. If you'd love to find a way to repurpose them, and maybe get a few more useful years, pay attention.Check out how one family took an old air hockey table and transformed it into something incredible for the kids...\n\n\n\n\n\n\t\tRedditor SweetMamaKaty had this unloved table wasting space in their basement...but you may be able to get one off of Craigslist.\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tReddit / SweetMamaKaty\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\t\tFirst, they...]]></description><link>http://www.viralnova.com/hockey-table-transformation/</link><pubDate>Sat, 07 May 2016 09:38:34 -0500</pubDate><category>DIY</category></item><item><guid>115797</guid><title>This 1980 Movie Is So Controversial That The Director Was Arrested...For Murder</title><description><![CDATA[\nWhat's the scariest movie you've ever seen? Well, the 1980 Italian-made, cult horror hit \"Cannibal Holocaust\" is almost certainly scarier than your pick. The movie is considered one of the great cult horror movies of the last 40 years, but it's not without its fair share of controversy. It's still banned in a number of countries, and for reasons you'll soon learn, the director was arrested for murder after its release.\n\n\n\n\n\n\t\tThe plot of \"Cannibal Holocaust\" follows a documentary film crew that goes missing in the Amazon rainforest while trying to find and film real-life cannibals living there.\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tWikipedia\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\t\tThe...]]></description><link>http://www.viralnova.com/cannibal-holocaust/</link><pubDate>Sat, 07 May 2016 08:25:43 -0500</pubDate><category>OMG</category></item><item><guid>115791</guid><title>They Asked These Kids What Their Mothers Do, Their Answers Are Adorable</title><description><![CDATA[\nWhen you were a kid, did you really understand everything your mom did for you and your family?\nProbably not.Even if she was a stay-at-home parent, caring for the family is a full-time job. But most kids just don't realize how much work their mothers do. However, as you can see from this video, that doesn't mean they don't appreciate them. Have a look at this heartfelt dedication to moms everywhere.\n\n\n\nvideo-player-present\n\n\n\nLet your mom know just how much you appreciate her this Mother's Day. A simple gesture like a phone call, flowers, or a handwritten note can go a...]]></description><link>http://www.viralnova.com/mom-job/</link><pubDate>Sat, 07 May 2016 07:12:51 -0500</pubDate><category>Heartwarming</category></item><item><guid>115805</guid><title>Even In A Seemingly Calm Harbor, You're Not Safe From The Terrors Of The Ocean</title><description><![CDATA[\nWhales are considered to be the gentle giants of the sea, but at the end of the day, they're still just that -- giants. If you got too close to one, things might not end too well for you. Most of the time this isn't a problem, as whales generally stay quite a ways out to sea, far from most human activities. Sometimes, though, they find themselves in deep-water harbors, and that's when things can get freaky. Like, for example, what happened in this deep-water port in Alaska.\n\n\n\nThankfully, this big guy didn't knock the dock over.video-player-present\n\n\n\nAccording to Strike...]]></description><link>http://www.viralnova.com/whale-harbor/</link><pubDate>Sat, 07 May 2016 06:00:00 -0500</pubDate><category>OMG</category></item><item><guid>115785</guid><title>When They Handed This Little Boy A Microphone, He Blew The Roof Off The Place!</title><description><![CDATA[\nAt the New Hope Baptist Church in North Carolina, audience members recently got a treat that they never saw coming. A four-year-old boy named Caleb Tyler Serrano was handed a microphone and told to sing &ldquo;This Little Light of Mine&rdquo; in front of the big crowd.\n\n\n\nThey expected his performance to be cute, but they were totally blown away when he proved to be a star in the making! video-player-present\n\n\n\nRichard Serrano, the little singer's dad, says that he couldn't possibly be prouder. Can you blame him? Move over, Justin Bieber! Caleb is about to steal your thunder.\n\n\n]]></description><link>http://www.viralnova.com/church-choir-boy/</link><pubDate>Fri, 06 May 2016 21:35:46 -0500</pubDate><category>Videos</category></item><item><guid>115770</guid><title>Let These 20 Animals Show You Why Adulting Is For The Birds</title><description><![CDATA[\nHaving countless responsibilities is the best, isn't it?\nNope! As kids, we spent so many years wishing that we could be grownups that it's almost funny to look back at those times in an existence-is-futile, how-did-I-get-here sort of way.Whether you're a 20-something like me who's just been dropped into adulthood against her will or a seasoned veteran in the real person department, you know the struggle. Adulting is the worst, and here's why.\n\n\n\n1. The second paycheck of the month magically turns into rent right before your eyes.\n    Giphy\n\n\n\n2. Spending more than $6 on anything fills you with a...]]></description><link>http://www.viralnova.com/animals-adulting/</link><pubDate>Fri, 06 May 2016 19:00:00 -0500</pubDate><category>Humor</category></item><item><guid>115771</guid><title>This Simple Wooden Table Became Something Amazing With Just A Little Bit Of Paint</title><description><![CDATA[\nYou don't want your house to feel drab and boring, do you?\nOf course not! When you have friends and family over, you want to be able to show off your place with pride. So how do you make it feel more like \"you\"? How can you turn your house into your home?Well, you can start by building your own furniture and decorating that furniture to truly personalize your space. Have a look at how this man transformed a plain dining room table into a work of art.\n\n\n\n\n\n\t\tHe started by building a relatively simple pine wood table.\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tReddit /...]]></description><link>http://www.viralnova.com/wooden-table/</link><pubDate>Fri, 06 May 2016 17:00:00 -0500</pubDate><category>DIY</category></item><item><guid>115779</guid><title>This Huge Wildfire In Canada Is Surely What The End Of Days Will Look Like</title><description><![CDATA[\nIf you haven't heard already, a large swath of northwestern Canada, near Calgary, the energy heartland of the country, is currently in flames. A fast-advancing wildfire is threatening thousands of homes and lives. The images coming from the front line of the fire are absolutely devastating. This is what I imagine the apocalypse will look like...\n\n\n\nThe fire, which started Sunday, has only grown in intensity. So far, it had consumed 18,500 acres and forced the evacuations of at least 88,000 people.video-player-present\n\n\n\n\n\n\t\tThe majority of those evacuations have taken place in and around the city of Fort McMurray in Alberta,...]]></description><link>http://www.viralnova.com/canadian-wildfire/</link><pubDate>Fri, 06 May 2016 16:00:00 -0500</pubDate><category>OMG</category></item><item><guid>115772</guid><title>This Infamous, Decades-Old Murder Case Was Solved Far Too Late</title><description><![CDATA[\nYou might not have heard about the murder of six-year-old Adam Walsh, but you certainly have seen the legacy that this tragedy left in its wake.\nThrough the activism of Adam's father, John Walsh, milk cartons across the country started telling consumers about missing children. Police departments formed their own missing persons departments, and \"America's Most Wanted\" played on Fox for 25 seasons with Walsh as the host.In 2008, police finally solved the case.\n\n\n\n\n\n\t\tIn 1981, Adam's mother left him to play alone in a toy store, but when she returned, he was gone. Two weeks later, the severed head...]]></description><link>http://www.viralnova.com/adam-walsh/</link><pubDate>Fri, 06 May 2016 15:30:00 -0500</pubDate><category>OMG</category></item><item><guid>115743</guid><title>Need To Relax? Watch This Adorable Time-Lapse Of Kitties Catching Some Rays!</title><description><![CDATA[\nWahey! Summer is fast approaching and the sun is starting to warm up, brightening our days.But while us humans are running round buying BBQs, trying to find those perfect summer clothes, and slathering ourselves in sticky sunblock, our feline friends are taking it easy by chilling and soaking up those rays.A perfect example are these adorable Japanese house cats who love nothing more than relaxing in the sun. There's just one problem...as the day goes on, the sun likes to move around. But these clever kitties have come up with their very own system of dealing with it...\n\n\n\nvideo-player-present\n\n\n\nWell,...]]></description><link>http://www.viralnova.com/cats-in-the-sun/</link><pubDate>Fri, 06 May 2016 14:00:00 -0500</pubDate><category>Animals</category></item><item><guid>115784</guid><title>When They Moved A Piece Of Rubble To The Side, They Saw Something Unbelievable</title><description><![CDATA[\nA building collapsed in Nairobi, Kenya, last week, leaving 23 people dead and 93 missing.\nRescuers have been working tirelessly since the moment they stepped onto the horrific scene. Just as they were giving up hope on May 3, however, the team came across a six-month-old baby in the rubble.Miraculously, the child had no significant injuries and only needed treatment for dehydration, which she received immediately. Her name is Dealeryn Saisi Wasike, and her parents could not believe their eyes when they saw that their little one was alive and well after such an awful ordeal.\n\n\n\n\n\n\t\tThe baby not only...]]></description><link>http://www.viralnova.com/building-baby/</link><pubDate>Fri, 06 May 2016 13:00:00 -0500</pubDate><category>OMG</category></item><item><guid>115742</guid><title>His Proposal Was Going According To Plan. But Then He Pulled Out The Ring Box...</title><description><![CDATA[\nGreg Nottingham had planned a very special day for his girlfriend of five years, Sax Brinkley. He'd organized a picnic for them at a scenic spot in Utah, but the riverside date wasn't the only surprise Nottingham had in his pocket...or so he thought!While the couple enjoyed their afternoon lunch, friends watched on from a distance, waiting to film the moment the man got down on one knee to pop the ultimate question. When he did, though, he was in for an embarrassing realization. Even though he had planned everything down to the last detail, Nottingham had forgotten one very...]]></description><link>http://www.viralnova.com/engagement-ring-fail/</link><pubDate>Fri, 06 May 2016 12:00:00 -0500</pubDate><category>Videos</category></item><item><guid>115769</guid><title>You've Probably Seen This Dog And Baby, But Their Story Is Even Cuter In Full</title><description><![CDATA[\nWith all the studies that say children who grow up with pets are less likely to have allergies and are often more responsible, it's easy to overlook the most important benefit of all -- how darn CUTE they are together!\nSome parents are worried to introduce their newborn to an already grown-up animal, but their fears are often unfounded. Much like when cats and dogs are raised in the same house, babies and puppies who grow up together only know that their best friend is warm, snuggly, and always there for them. Eisleigh and her pit bull Clyde are all...]]></description><link>http://www.viralnova.com/eisleigh-clyde/</link><pubDate>Fri, 06 May 2016 11:00:00 -0500</pubDate><category>Heartwarming</category></item><item><guid>115688</guid><title>These Are The 10 Greatest Celebrity Moms - Hollywood Needs More Of These Classy Ladies!</title><description><![CDATA[\nPeople magazine has its world-famous \"Most Beautiful People\" list and Maxim has its \"Hot 100.\"\nIt seems everyone has a list...So, to celebrate Mother's Day we decided to put together a list of our very own. This list is who we consider to be the best celebrity moms around. These moms rise above the rest of the celebs!\n\n\n\n\n\n\t\t1. Beyonc&eacute;\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tGetty Images\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\tWhile many may think that Blue Ivy is a debatable name, one thing that isn't debatable is that Queen B has earned her title. She owns the stage, the dance floor, and she is one fierce mama. Beyonc&eacute;...]]></description><link>http://www.viralnova.com/best-celebrity-moms/</link><pubDate>Fri, 06 May 2016 10:06:07 -0500</pubDate><category>Celebrities</category></item><item><guid>115774</guid><title>Show Your Love For Jeffrey Dahmer With These Morbid Items For Sale On Etsy Right Now</title><description><![CDATA[\nOne of America's most famous (and heinous) serial killers is, of course, Jeffrey Dahmer.\nDahmer made a name for himself by picking up gay men in Milwaukee, drugging them, killing them, and then doing unspeakable things to their bodies. He's famously known as the Milwaukee Cannibal, which is an apt moniker, since he did admit to eating parts of his victims' bodies.After racking up a body count of 17, Dahmer was finally arrested in 1991. He was sentenced to life in prison in 1992 but met his end at the hands of a fellow inmate in 1994. Since then, he...]]></description><link>http://www.viralnova.com/jeffrey-dahmer-accessories/</link><pubDate>Fri, 06 May 2016 10:00:00 -0500</pubDate><category>OMG</category></item><item><guid>115741</guid><title>When They Found This Stray Dog He Had An Injured Paw - Now Watch As He Gets Help</title><description><![CDATA[\nRecently, animal rescue organization Howl Of A Dog came across a stray roaming around an industrial area in Romania. When they approached the poor pup, they noticed he was licking a bloody wound on one of his paws. To make things worse, he also had a deep cut on his tongue, most likely caused by licking the inside of a sharp metal can or a broken glass container while scavenging through garbage for food. They knew they had to get the little guy out of these harsh surroundings, and luckily for everyone involved, he jumped into the back of their...]]></description><link>http://www.viralnova.com/rescuing-amigo/</link><pubDate>Fri, 06 May 2016 09:34:10 -0500</pubDate><category>Animals</category></item><item><guid>115773</guid><title>Ever Wanted To Make Rainbow Macaroni And Cheese? Here's How!</title><description><![CDATA[\nMacaroni and cheese is one of the most universally enjoyed dishes in the world.\nBut if you've ever found yourself bored with the tasty noodles, here's a way to spice things up. This recipe will add some pizzazz to the always delicious, yet sometimes repetitive color scheme of mac and cheese. You can now turn your noodles into a rainbow delight!\n\n\n\nHere's what you need:\n1 box of elbow macaroni5 tablespoons of butter3 cups of milk1 tablespoon of salt2 cups of cheddar cheese1 cup of Monterey Jack cheese1/2 cup of Parmesan cheese1/4 cup of flourFood coloring\n\n\n\n\n\n\t\tMix all of your...]]></description><link>http://www.viralnova.com/rainbow-mac/</link><pubDate>Fri, 06 May 2016 09:34:04 -0500</pubDate><category>Recipes</category></item><item><guid>115786</guid><title>What Happens When A Shark Approaches This Diver Every Day Seems Too Weird To Be Real</title><description><![CDATA[\nIn Jupiter, Florida, there's a man who makes time for a very special friend every day.\nAs a member of Emerald Charters, scuba guide Randy Jordan goes to the same spot each day with his crew, and that ritual has nothing to do with beautiful waters. Instead, Jordan feels drawn to the area because it's home to a special friend.\n\n\n\nJust take a look at what happens when some sharks start swimming his way.video-player-present\n\n\n\nReferring to his lemon shark friend as Blondie, Jordan believes that she returns to him every day because she wants a little TLC. \"I'm not a...]]></description><link>http://www.viralnova.com/shark-petting/</link><pubDate>Fri, 06 May 2016 09:33:56 -0500</pubDate><category>Animals</category></item><item><guid>115788</guid><title>Once Kept In Cages In Korea, These Dogs Are Finding New Homes In The U.S And Canada</title><description><![CDATA[\nSince the era of the Three Kingdoms of Korea in 57 A.D., the consumption of dog meat has been a controversial part of South Korean cuisine. Though as much as 30% of the population has tried dog meat at least once in their life, a much smaller percentage actually consumes it regularly.With the tradition in fast decline, the Humane Society International (HSI) has taken the initiative to close dog meat farms in Korea and send the rescued dogs to the U.S. and Canada. The latest of the closed dog meat farms has 250 animals that are hoping to find new...]]></description><link>http://www.viralnova.com/dog-meat-farm/</link><pubDate>Fri, 06 May 2016 09:33:50 -0500</pubDate><category>Animals</category></item><item><guid>115780</guid><title>She Added Ambient Lighting To Her Living Room By Laying Down A Decorative Rug</title><description><![CDATA[\nEven in stores like HomeGoods, finding interesting, affordable lighting can be a pain.\nSure, you could grab a few cheap lamps from IKEA and call it a day, but lighting can totally transform a room. For that reason, it's tempting to splurge.That's where the good ol' internet comes in. There are plenty of great lighting projects floating around out there, but this one by Carmen of Crafty Queens might be the most unique one yet. If you can crochet, you'll definitely want to check this out.\n\n\n\n\n\n\t\tCarmen drew inspiration from fellow creator Johanna Hyrk&auml;s and crocheted rope lights into a...]]></description><link>http://www.viralnova.com/light-up-rug/</link><pubDate>Fri, 06 May 2016 08:25:43 -0500</pubDate><category>DIY</category></item><item><guid>115777</guid><title>This Strange Insomnia Disease Forces Its Victims To Stay Awake Until They Die</title><description><![CDATA[\nIf you suffer from any level of insomnia, you know how damaging it can be to your health as well as your personal life. So you can just imagine having a disease that NEVER allows you to sleep, keeping you in a constant state of exhaustion...until your body gives up and dies. That's what fatal familial insomnia (FFI) is. The disease is extremely rare (less than one out of 10 million people have it), but those who do suffer from it live in extreme agony. Sadly, so far there is no cure.\n\n\n\n\n\n\t\tThe cause of FFI is a mutated protein...]]></description><link>http://www.viralnova.com/fatal-familial-insomnia/</link><pubDate>Fri, 06 May 2016 07:12:51 -0500</pubDate><category>OMG</category></item><item><guid>115775</guid><title>'My Big Fat Greek Wedding' Was Right -- You CAN Use Windex For Everything</title><description><![CDATA[\n\n\n\t\tEven if you haven't seen \"My Big Fat Greek Wedding,\" you're probably aware of the family's affinity for dousing anything with Windex.\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tCelebrity Slice\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\nFrom cuts to cleaning, they use that stuff for everything. And while I'm less inclined to put Windex on an open wound, I generally agree that it's the perfect all-purpose cleaning solution, despite the original formula generally only being touted as a glass cleaner.If you have a bottle of this cleaning product around your house, here are a few ways to use it you might not have known about!\n\n\n\n\n\n\t\t1. Spray bugs like ants and mosquitoes...]]></description><link>http://www.viralnova.com/windex-uses/</link><pubDate>Fri, 06 May 2016 06:00:00 -0500</pubDate><category>Hacks</category></item><item><guid>115776</guid><title>21 Awesome Mother's Day Gifts That You Can Give Your Favorite Woman This Year</title><description><![CDATA[\nMother's Day is right around the corner, and I sincerely hope that you didn't forget.\nI'm sure you didn't. After all, your mother is the light of your life and you wouldn't be who you are today without her. In fact, you wouldn't even be alive without her, so why not thank Mom for bringing you into this world with the perfect gift this Mother's Day?Need a push in the right direction? These should do the trick.\n\n\n\n\n\n\t\t1. This foot spa set will keep your mom's tired dogs from barking.\n\t\n\t\n\t\t\n\n\t\t\t\n\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\tUncommon Goods\t\t\t\n\t\t\t\t\t\n\t\n\n\t\t\t\t\n\t\t\t\n\n\n\n\n\n\t\t2. And this gift stuffs an entire spa...]]></description><link>http://www.viralnova.com/mom-gifts/</link><pubDate>Thu, 05 May 2016 15:23:09 -0500</pubDate><category>Family</category></item></channel></rss>\n",
  "headers": {
    "Expires": "Fri, 13 May 2016 08:43:11 GMT",
    "Cache-Control": "max-age=3600, public",
    "Vary": "Accept-Encoding",
    "Content-Length": "29838",
    "CF-RAY": "2a247a5dea771e83-SJC",
    "Content-Type": "text/xml; charset=UTF-8",
    "Date": "Fri, 13 May 2016 07:43:11 GMT",
    "Content-Encoding": "gzip",
    "Server": "cloudflare-nginx",
    "Connection": "keep-alive"
  },
  "response_url": "http://www.viralnova.com/feed"
}
