{
  "requested_url": "http://www.huffingtonpost.ca/feeds/verticals/canada-lifestyle/index.xml",
  "fetched_at": "2016-05-13T00:46:10.022655",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\"?>\n<rss version=\"2.0\">\n  <channel>\n    <title>Canada Lifestyle - The Huffington Post</title>\n    <link>http://www.huffingtonpost.ca/lifestyle/</link>\n    <description>Canada Lifestyle news and blog articles from The Huffington Post</description>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2014/03/16/ikea-breastfeeding_n_4975529.html</guid>\n      <title><![CDATA[Ikea Breastfeeding Incident Never Happened, Company Says]]></title>\n      <author>Jesse Ferreras</author>\n      <link>http://www.huffingtonpost.ca/2014/03/16/ikea-breastfeeding_n_4975529.html?utm_hp_ref=canada-lifestyle&amp;ir=Canada+Lifestyle</link>\n      <pubDate>Sun, 16 Mar 2014 15:15:29 -0400</pubDate>\n      <description><![CDATA[Ikea claims that an alleged incident in which an employee called a <a href=\"http://www.huffingtonpost.ca/2014/03/12/ikea-breastfeeding-mom-disgusting_n_4944820.html\" target=\"_hplink\">mother's breastfeeding \"disgusting\"</a> never actually happened.<br />\n<br />\nLast week, Brea Rehder of Kemptville, Ont. alleged that she was nursing her daughter in line at an Ikea in Ottawa when she needed help with a pricing issue. She said that a manager then came over and told her that she was \"being disgusting\" and should take her child into the bathroom because she was \"holding up the line.\"<br />\n<br />\nRehder complained about the incident on the company's <a href=\"https://www.facebook.com/IKEACanada?fref=ts\" target=\"_hplink\">Facebook page</a>, though the complaint has since disappeared from the site.<br />\n<br />\nIkea spokesperson Madeleine Löwenborg-Frick responded at the time that the company was in contact with Rehder so that it could apologize, adding that it \"supports mothers' rights to breastfeed openly.\"<br />\n<br />\nBut now, the company is confident that the incident never happened at all. <br />\n<br />\nLöwenborg-Frick told CTV News that an investigation revealed that the customer was \"<a href=\"http://ottawa.ctvnews.ca/ikea-says-confrontation-with-mom-reportedly-breastfeeding-never-happened-1.1730768\" target=\"_hplink\">not in the store</a> at the time and location she claims the incident occurred.\"<br />\n<br />\nShe said the store has surveillance footage of the customer shopping between 6:47 p.m. and 8:40 p.m., but there is no evidence of the incident that Rehder described. <br />\n<br />\nLöwenborg-Frick said that Rehder did not breastfeed her child during the shopping trip, nor was the child with her when she went through a cash lane. She also said that the child was sitting in a high chair at a bistro with another member of her party while she stood in line.<br />\n<br />\n\"We have carefully reviewed security footage and interviewed our co-workers who were working at the time and are not able to corroborate any element of her account. It is apparent that the complaint is false,\" she told the network in a statement.<br />\n<br />\nRehder, however, is sticking to her story, telling the Ottawa Citizen that she's not certain whether the woman that <a href=\"http://www.ottawacitizen.com/health/Ikea+finds+evidence+incident+involving+woman+breastfeeding/9622368/story.html\" target=\"_hplink\">Ikea identified on the footage</a> is, in fact, her.<br />\n<br />\nShe said it's impossible that she was in the store at the time that the company says because she was at a dinner, and has a receipt to prove it.<br />\n<br />\nFrom her perspective, the issue is done and she doesn't blame Ikea for what allegedly happened.<br />\n<br />\n\"All the employees have been spoken to in regards to (Ikea’s) breastfeeding policy, which is really all I wanted. They just need some re-education,\" Rehder told the newspaper.<br />\n<br />\nShe said she never complained in the hope of receiving compensation and will likely donate some toys that the company gave her children.<br />\n<br />\nA \"<a href=\"https://www.facebook.com/events/718091814901605/\" target=\"_hplink\">flash feed nurse-in</a>\" has been organized at the store for Sunday in response to the story, with dozens of people expected to attend.<br />\n<br />\nThe organizers pointed out on the event's Facebook page that they were impressed with Ikea's quick response to the story, and that as online banter about it began, many realized they have had positive experiences at the store.<br />\n<br />\n\"This isn't a protest, but rather a thank you to Ikea for supporting nursing mums and also our own attempt to raise some awareness about corporate responsibility and breast feeding,\" says the event's Facebook description.<br />\n<br />\n<blockquote><strong>Like this article? Follow our Facebook page</strong><br />\n<div class=\"fb-follow\" data-href=\"https://www.facebook.com/HuffPostCanadaLiving\" data-width=\"570\" data-show-faces=\"true\"></div><strong>Or follow us on Twitter</strong><br />\n<a href=\"https://twitter.com/HuffpostCaLiv\" class=\"twitter-follow-button\" data-show-count=\"false\" data-size=\"large\">Follow @HuffpostCaLiv</a><script>!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0],p=/^http:/.test(d.location)?'http':'https';if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=p+'://platform.twitter.com/widgets.js';fjs.parentNode.insertBefore(js,fjs);}}(document, 'script', 'twitter-wjs');</script></blockquote> ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/1680847/images/s-IKEA-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/theresa-wells/nathaniel-crossley-fort-mcmurray-philanthropist_b_2386203.html</guid>\n      <title><![CDATA[New Year Inspiration: Fort McMurray Philanthropist Is 11-Years-Old]]></title>\n      <author>Theresa Wells</author>\n      <link>http://www.huffingtonpost.ca/theresa-wells/nathaniel-crossley-fort-mcmurray-philanthropist_b_2386203.html?utm_hp_ref=canada-lifestyle&amp;ir=Canada+Lifestyle</link>\n      <pubDate>Wed, 02 Jan 2013 14:02:05 -0500</pubDate>\n      <description><![CDATA[The end of an old year and the beginning of a new one is often a time for reflection. We pause and think about people and events that have affected us over the past twelve months, and we consider what the New Year may hold. We wonder what lies ahead, and we pin our hopes on that New Year, thinking it will perhaps bring us our hopes and dreams. But if course the year isn't what brings those to us - it is people who bring hopes and dreams into our lives. For me 2012 was a very special year, and 2013 promises to be even better - because this past year a very special young man brought his hopes and dreams into my life, and they are ones that are just beginning to fully be realized.<br />\n<br />\nThe young man I speak of is named Nathaniel Crossley. Nathaniel has become pretty well known here in Fort McMurray, despite his tender age of eleven years. He is not known as the next Justin Bieber, though, or the next Sidney Crosby. No, Nathaniel is not a music superstar or a star athlete. Nathaniel is an 11-year old powerhouse of philanthropy, and a shining example for people several times his age. Nathaniel is determined to change the world - but more than that I think he is changing everyone around him, too.<br />\n<br />\nWhen Nathaniel was only eight years old one of his musical heroes, Bono of U2, injured his back. Nathaniel, desperate to make his idol feel better, started a Facebook page called \"Bono I've Got Your Back\", and he quickly attracted people to it. He didn't do it for any personal gain, but just to tell Bono that he cared - and, some time later, he got to meet Bono and tell him that in person, too. I guess that might have been his very first taste of the power of doing good for others, even if that other is one of those musical superstars who happen to be touched by the kindness of a very young boy.<br />\n<br />\nThis past year Nathaniel became concerned about something else. You see his dad has been on the other side of the world, Africa in fact, doing humanitarian work, and he told Nathaniel some of what he had seen there. Poverty, disease, and despair figured prominently - but so too did the concept that others can effect change by helping the residents of Africa help themselves, giving them a hand up, not a hand out. And young Nathaniel internalized these lessons, and then he devised a plan. He wanted to give that hand up to those in a country so far away, and so he began to raise money to help build water wells in Africa.<br />\n<br />\nNow philanthropy at the age of ten is a tricky business. You have to operate it around your school hours, and there are those pesky bedtimes. But Nathaniel is a persistent young man. When I met him he hoped to raise $2000, enough to help build one well, but I told him I thought he would raise far more. Why did I say this? Because I saw the gleam in his eye, and I knew he would never stop at that amount. I knew this was a young man with tenacity, and that he would just keep going. And through a wishing well filled with coins and selling t-shirts and generous donations from a public enthralled by a ten-year old philanthropist Nathaniel single-handedly raised over $9000, enough to help build four wells. He became a fixture at local recreation centres, a young man with a signboard explaining his goal and the cause, and a replica well. He became, in fact, a local hero.<br />\n<br />\nLocal media jumped on the story, and when they asked what he planned to do next he had an answer ready. Nathaniel wants to go to Africa to climb Mount Kilimanjaro - and to see his wells. And so his next adventure has begun, a trading scheme to take a Lego man he made and turn it into two plane tickets to Africa, and the funds he will need to realize this current dream. Just as with his wells I know he will succeed, because he has that gleam in his eye again (I suspect one day his parents will view that gleam with both extreme pride and terror, because they too know exactly what it means). <br />\n<br />\nThere is something else about Nathaniel that is remarkable, though, and it isn't his generous spirit and his tenacity. It is his eleven-year old humility, his modest and shy demeanour about all he has already accomplished, far more than many people three times his age have done in terms of changing the world for the better. That modesty and humility is so amazing in a world where we have come to expect a medal for dropping a five-dollar bill into a donation bucket. The funny thing though is that Nathaniel IS getting a medal. In January young Nathaniel Crossley, elementary school student, Lego fan, philanthropist, and my hero, will receive the Queen Elizabeth II Diamond Jubilee Medal, an honour being awarded to only 60,000 Canadians. Nathaniel is being recognized for all that he has done in those short years since his birth, and for working to improve our world.  But in my eyes he is being recognized for something so much more. Nathaniel is being recognized for being one of those people who brings his hopes and dreams to us, and who allows us to follow his adventures while we borrow some of his courage to follow our own. As I said at the beginning it isn't a new year that brings us hopes and dreams - it is individuals like Nathaniel, who at the age of eleven is a shining beacon for all of us as we learn from him what hopes and dreams really are, and how to have the courage to make them come true.<br />\n<br />\nYou can follow Nathaniel's current adventure at <a href=\"http://www.lego4africa.ca\" target=\"_hplink\">http://www.lego4africa.ca</a> ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/916248/images/s-CHARITY-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/erin-chrusch/the-only-new-years-resolution-ill-make_b_2389045.html</guid>\n      <title><![CDATA[The Only New Year's Resolution I'll Make]]></title>\n      <author>Erin Chrusch</author>\n      <link>http://www.huffingtonpost.ca/erin-chrusch/the-only-new-years-resolution-ill-make_b_2389045.html?utm_hp_ref=canada-lifestyle&amp;ir=Canada+Lifestyle</link>\n      <pubDate>Wed, 02 Jan 2013 13:53:29 -0500</pubDate>\n      <description><![CDATA[For the past week or so I've been hearing about how all of my friends and family and acquaintances plan to improve their lives over the next year. There are health-related resolutions, career goals, and ideas for improving relationships. Maybe this will be the year they finally lose those last stubborn pounds. Maybe they'll finish that home renovation, or get their financial house in order. Maybe they'll get to the gym more than once every six months.<br />\n<br />\nThis time of year is also filled with self-reflection on the twelve months just past. What made it memorable, what lessons did we learn, are there any regrets?<br />\n<br />\nI think that self-improvement is good; we should always be trying to be the best people we can be. I know that in my own life I need to make a stronger commitment to health and fitness. As much as I love candy, I probably don't need to eat quite so much of it, and I should spend more time active, less time on the couch.<br />\n<br />\nBut is that how I'll measure the success of a year? Of my life? Unlikely. And I don't know many people who would, although we certainly spend a lot of time talking about how our resolutions will make us better people living more fulfilling lives. <br />\n<br />\nI've spent the time between Christmas and New Year's in the house I grew up in, visiting with family. I realized last night that there are pictures on the wall where my Mom is the same age that I am now. This means, of course, that the experiences that my kids are having now aren't unlike my memories from visiting my grandparents when I was their age.  It's reinforced to  me - yet again - of what matters when one really gets down to it, and what resolutions are actually worth making. <br />\n<br />\nThis point was driven home by a letter that my dad showed us. It was written in 1977 by a man, Peter, who spent time on my grandparents' farm on the Canadian prairie in the years leading up the Depression. He had recently arrived from Germany; my grandparents were ethnic Germans who'd arrived from Russia just twenty years earlier. He had no one and they took him in. At the time, my grandma was not yet thirty and had six young children. When Peter saw that his presence was taking away from the precious resources needed for the family to survive on the farm, he made the difficult decision to leave. <br />\n<br />\nThis was way before the internet - even telephones - made international communication as easy as calling down the street. Peter didn't know where he would end up (New York City, as it turned out). The letter was addressed to The Postmaster at Primate, SK, the population of which was never more than 200 people. The Postmistress opened up the letter and took it to my dad, saying, \"I think this belongs to your family.\"<br />\n<br />\nThe letter was written by its 73-year-old author because \"Let it be said, that at this juncture of a man's life, one is apt to let his thoughts wander back through the past because there is little else of consequence, now that life has come around almost full circle.\"  <br />\n<br />\nHe felt the need to contact \"those good and wonderful people\", \"A close-knit family which dispensed love and kindness ever so generously not only within that family, but also to friends, neighbors and even strangers as well.\" <br />\n<br />\nAs my dad said, It's one thing to know certain things to be true from your own experience within a family, but to hear it from someone outside the circle, so-to-speak, is particularly gratifying. Within two weeks of my dad getting that letter, Peter was on his way from New York to our small prairie town. Even with as little as they had, my grandparents made a difference in the life of this man. It is by grace that my Grandma was alive when that letter arrived and for Peter's visit to know just how much. <br />\n<br />\nSo this year I might get in shape. Maybe I'll finally hang the pictures currently leaning against the wall, but to me that's not what's really important. While I don't expect to take in any strangers, I think that there are ways to live with the same spirit of generosity that my grandparents embodied for that young man. I can be the same kind of parent as my Mom was in that picture on our wall and hope that my kids have the same kind of fond memories of being with their grandparents as I do. <br />\n<br />\nMy New Year's resolution is to live a life that has a positive answer to this question:<br />\n<br />\nHow will my presence be remembered by those I've had the good fortune to know? <br />\n<br />\nAnd the circle will continue.<br />\n<br />\n<HH--236SLIDEEXPAND--272081--HH><br> ]]></description>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/leanne-shirtliffe/top-10-worst-christmas-songs-ever_b_2347449.html</guid>\n      <title><![CDATA[Top 10 Worst Christmas Songs Ever]]></title>\n      <author>Leanne Shirtliffe</author>\n      <link>http://www.huffingtonpost.ca/leanne-shirtliffe/top-10-worst-christmas-songs-ever_b_2347449.html?utm_hp_ref=canada-lifestyle&amp;ir=Canada+Lifestyle</link>\n      <pubDate>Sat, 22 Dec 2012 12:29:03 -0500</pubDate>\n      <description><![CDATA['Tis the season...to hear endless loops of holiday music and feel tempted to strangle someone with red and green garland.<br />\n<br />\nWhile some Christmas carols might actually bring joy to the world, there are a lot of songs that we want to throw out with the decaying holly and the ivy.<br />\n<br />\nWithout further ado, here are the Top 10 Worst Christmas Songs:<br />\n<br />\n10. <a href=\"http://www.youtube.com/watch?v=b7cSZD1GPuU\" target=\"_hplink\"><strong>The Twelve Days of Christmas:</strong></a> Let's face it. Unless Bob and Doug McKenzie or the Muppets are singing this version, forgo it at all costs. Or, if you can't control the music dial, find some eggnog. You'll have time to down an entire bowl along with the partridge that's flailing in it, all while the <em>five..golden...rings...</em> are becoming more and more precious. <em>Here, Gollum. Come on, Boy.</em><br />\n<br />\n9. <a href=\"http://www.youtube.com/watch?v=xMtuVP8Mj4o\" target=\"_hplink\"><strong>Feliz Navidad</strong></a>, by Jose Feliciano. It's decidedly challenging to make the Spanish language sound un-sexy. This song does it by helping us find the bottoms of our hearts. And stomachs.<br />\n<br />\n<strong>List continues after the slideshow...</strong><br />\n<br />\n<HH--236SLIDEEXPAND--271514--HH><br />\n<br />\n8. <strong><a href=\"http://www.youtube.com/watch?v=xOMmSbxB_Sg\" target=\"_hplink\">Santa Baby</a></strong>, by anyone who dares. Let's face it: Santa has had too many babies. That's what given us so many saccharine songs.<br />\n<br />\n7. <a href=\"http://www.youtube.com/watch?v=TfSb6J4jhcU\" target=\"_hplink\"><strong>Grandma Got Run Over by a Reindeer</strong></a>. Every time I hear this song, I wish I'd been run over by a reindeer.<br />\n<br />\n6. <a href=\"http://www.youtube.com/watch?v=fGFNmEOntFA\" target=\"_hplink\"><strong>All I Want for Christmas Is You</strong></a>, by Mariah Carey and Justin Bieber. This may be the first time that the Minipops label does not need to record with kids because it would sound identical to the original.<br />\n<br />\n5. <a href=\"http://www.youtube.com/watch?v=xam01uaj6Vg\" target=\"_hplink\"><strong>Jingle Bells</strong></a>, the barking dog version. If I wanted to hear barking dogs, I'd drop by a kennel over the holidays.<br />\n<br />\n4. <a href=\"http://www.youtube.com/watch?v=z2lRSk0MWAY\" target=\"_hplink\"><strong>Jingle Bells</strong></a>, by Barbara Streisand. Ranked only slightly lower than the canine version is the songstress's wispy, sped-up version. Pass the Xanax, please.<br />\n<br />\n3. <a href=\"http://www.youtube.com/watch?v=7oOzszFIBcE\" target=\"_hplink\"><strong>I Want a Hippopotamus for Christmas</strong></a>. And if, instead of a hippopotamus for Christmas, I get this song, please include some heavy-duty earplugs.<br />\n<br />\n2. <a href=\"http://www.youtube.com/watch?v=6hAUWyp0qzs\" target=\"_hplink\"><strong>Christmas Song</strong></a>, by Alvin and the Chipmunks. If I wanted a helium-infused Christmas, I'd kiss a clown under some mistletoe.<br />\n<br />\n1. <a href=\"http://www.youtube.com/watch?v=MpkI7GW2V34\" target=\"_hplink\"><strong>The Christmas Shoes</strong></a>. When I asked people to nominate the worst Christmas song on my <a href=\"https://www.facebook.com/Leanne.Shirtliffe\" target=\"_hplink\">Ironic Mom Facebook page</a>, <em>The Christmas Shoes </em>received the most votes. This holiday ballad takes sap (and I'm not talking about maple syrup) to a new level.<br />\n<br />\n<center><strong>Now it's your turn: <br />\nWhat Christmas songs make you want to add more rum to your eggnog?</strong></center> ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/915694/images/s-WORST-CHRISTMAS-SONGS-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2012/12/19/calgary-cuddle-party_n_2332161.html</guid>\n      <title><![CDATA[Calgary Cuddle Party: Celebrate The End Of The World By Touching A Stranger]]></title>\n      <author>Michelle Butterfield</author>\n      <link>http://www.huffingtonpost.ca/2012/12/19/calgary-cuddle-party_n_2332161.html?utm_hp_ref=canada-lifestyle&amp;ir=Canada+Lifestyle</link>\n      <pubDate>Wed, 19 Dec 2012 14:32:14 -0500</pubDate>\n      <description><![CDATA[Going to a party in your pajamas sounds awesome. Going to a party in your pajamas to be hugged and spooned and massaged by strangers...well, let's just say that it might not be for everyone.<br />\n<br />\nAccording to the website <a href=\"http://www.cuddleparty.com/\" target=\"_hplink\">cuddleparty.com</a>, Calgary is now the country's cuddliest city, <a href=\"http://www.cuddleparty.com/\" target=\"_hplink\">hosting more cuddle parties for grown-ups than any place in Canada</a>.<br />\n<br />\nWhat is a cuddle party, you ask? According to cuddleparty.com, a cuddle party is a group of adults (most of them strangers) who gather in a private home and <a href=\"http://www.cuddleparty.com/\" target=\"_hplink\">allow for consensual touch</a> in the form of spooning, massage, hugging, back scratching and foot rubs. People wear pajamas that are <a href=\"http://www.cuddleparty.com/\" target=\"_hplink\">less sexy than shlubby</a>, and no alcohol is served. You can bring your own stuffed animal if you're so inclined. <br />\n<br />\n<blockquote>\"You can come to a Cuddle Party to meet new people, to enjoy amazing conversations, to touch, to be touched, to have fun, to practice asking for what you want, to practice saying \"no\" to what you don't want -- all in a setting structured to be a safe place for exploration and enjoyment. You can even come to a Cuddle Party just to cuddle!\"</blockquote><br />\n<br />\n<strong>Story continues after the slideshow...</strong><br />\n<br />\n<HH--236SLIDEEXPAND--270909--HH><br />\n<br />\nYou are not obligated to cuddle at a cuddle party, but it is encouraged. If you want to touch someone <a href=\"http://www.cuddleparty.com/\" target=\"_hplink\">you must be given explicit permission in the form of a \"yes.\"</a><br />\n<br />\nThe cuddle party is led by a trained facilitator (Calgary has three), and following some icebreaker games you are allowed to dive right in for some snuggles and non-sexual contact.<br />\n<br />\nStill sounds a bit weird, right? Maybe even creepy? Anna Alexander thought so too, until she attended her first party.<br />\n<br />\n\"It can be very isolating living in Calgary. <a href=\"http://www.cbc.ca/news/canada/calgary/story/2012/12/17/calgary-cuddle-party.html\" target=\"_hplink\">Prior to coming to a cuddle party, I would be lucky to get a hug once a month</a>. I'm going to get 20 hugs tonight easy,\" she said in an interview with CBC Calgary. <br />\n<br />\nCuddle parties were founded in the U.S. in 2004 as a way for people who were too intimidated to attend massage workshops to connect and explore touching other people. The idea quickly caught on in cities along the western coast, <a href=\"http://en.wikipedia.org/wiki/Cuddle_party\" target=\"_hplink\">eventually making its way to Calgary and Vancouver</a>.<br />\n<br />\nColleen Kimmett with The Tyee in B.C. attended a cuddle party earlier this year and described her experience as \"<a href=\"http://thetyee.ca/Life/2012/03/10/Cuddle-Party-List/\" target=\"_hplink\">relaxed, friendly and not sexually charged.</a>\"<br />\n<br />\n<a href=\"http://thetyee.ca/Life/2012/03/10/Cuddle-Party-List/\" target=\"_hplink\">\"There was hair playing and back rubbing and arm scratching and some spooning</a> and amidst all that were snack breaks, chatting and laughter. Afterwards, I felt like I imagine all those people I see coming out of hot yoga studios feel. Relaxed. Happy,\" she wrote.<br />\n<br />\nCalgarians desperate for a hug or a snuggle before the impending Last Day on Friday can attend an \"<a href=\"http://dec14-rss.eventbrite.ca/\" target=\"_hplink\">End of the World Cuddle Party</a>.\" Twenty dollars will get you through the door and into someone's arms. Cough up another $15 and you can bring a friend.<br />\n<br />\nWhat if the world doesn't end Friday night? Fear not. There are cuddle parties in Calgary every first Friday and third Saturday of the month. ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/911334/images/s-CUDDLE-PARTY-CALGARY-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2012/12/10/father-matthew-hysell-canadas-first-deaf-priest-_n_2271235.html</guid>\n      <title><![CDATA[Father Matthew Hysell, Canada's First Deaf Priest]]></title>\n      <author>Michelle Butterfield</author>\n      <link>http://www.huffingtonpost.ca/2012/12/10/father-matthew-hysell-canadas-first-deaf-priest-_n_2271235.html?utm_hp_ref=canada-lifestyle&amp;ir=Canada+Lifestyle</link>\n      <pubDate>Mon, 10 Dec 2012 10:40:03 -0500</pubDate>\n      <description><![CDATA[Catholics coming to seek forgiveness in Matthew Hysell's parish will have to forgo the confessional and meet face-to-face with their priest.<br />\n<br />\nOver the weekend, Hysell became <a href=\"http://www.edmontonjournal.com/life/Canada+first+deaf+priest+ordained+Friday+Edmonton/7669600/story.html\" target=\"_hplink\">the first deaf Catholic priest to be ordained in Canada</a> - meaning from now on there will be new challenges and strategies in place to communicate with his parishioners. <br />\n<br />\nThe Edmonton pastor, however, does not see this achievement as a milestone for himself, but rather a sign of progress for the church.<br />\n<br />\n\"It is with some trepidation that I find myself in this position,\" Hysell said at a news conference Friday night - hours before taking his final vows. \"Honestly, <a href=\"http://www.edmontonjournal.com/life/Canada+first+deaf+priest+ordained+Friday+Edmonton/7669600/story.html\" target=\"_hplink\">I think this is more about the church than it is about individual achievement</a>.<br />\n<br />\n\"It is a signal of the solidarity the church feels for people who live in a world of silence.\"<br />\n<br />\nAccording to the website mlive.com, <a href=\"http://www.mlive.com/news/muskegon/index.ssf/2012/12/a_muskegon_native_becomes_cana.html\" target=\"_hplink\">Hysell lost his hearing after a bout with meningitis as a toddler</a>. His mother encouraged him to become fluent in sign language and to learn how to speak.<br />\n<br />\nHe can hear a tiny bit in one ear, with the help of a hearing aid, so to assist his communication with others<a href=\"http://www.edmontonjournal.com/life/Canada+first+deaf+priest+ordained+Friday+Edmonton/7669600/story.html\" target=\"_hplink\"> Hysell has become an expert at lip-reading and can speak perfectly</a>, the Edmonton Journal reports. This skill was achieved by attending speech classes and reading words out of the dictionary with his mother.<br />\n<br />\nHysell told the Journal he decided he wanted to become a priest at the age of 13, after reading about them in school. He converted to Catholicism at age 16 and entered a seminary program in New York in 1999, which was founded by <a href=\"http://www.edmontonjournal.com/life/Canada+first+deaf+priest+ordained+Friday+Edmonton/7669600/story.html\" target=\"_hplink\">Father Tom Coughlin, the first deaf Catholic priest in the U.S.</a><br />\n<br />\nIt was Coughlin who first encouraged Hysell to use his deafness as a tool in his journey to priesthood.<br />\n<br />\n\"It was through him that<a href=\"http://www.mlive.com/news/muskegon/index.ssf/2012/12/a_muskegon_native_becomes_cana.html\" target=\"_hplink\"> I began to understand that my defects of deafness were in fact blessings in disguise</a>,\" Hysell told mlive.com.<br />\n<br />\nHysell came to Alberta in 2008 when he decided to study at Edmonton's Newman Theological College. There he met Archbishop Richard Smith, who knew sign language and used sign language when delivering sermons.<br />\n<br />\nHysell plans to use sign language to communicate with deaf parishioners as Mill Woods' St. Thomas Church parish priest.<br />\n<br />\n\"<a href=\"http://www.edmontonjournal.com/life/Canada+first+deaf+priest+ordained+Friday+Edmonton/7669600/story.html\" target=\"_hplink\">I want deaf people to know the church cares for them</a>, not only for their spiritual life, but for their temporal life as well,\" Hysell told the Journal.<br />\n<br />\n\"I want them to know they don't have to settle in life, and that it can be worthwhile.\"<br />\n<br />\nAccording to the Archdiocese of Edmonton there are approximately 130,000 deaf Catholics in Canada and about 50 of them attend St. Mark's in Edmonton. Hysell is one of 16 deaf priests worldwide. ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/897091/images/s-DEAF-PRIEST-CANADA-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2012/12/08/xl-foods-usda-relists-beef-plant-cfia-says_n_2263808.html</guid>\n      <title><![CDATA[XL Foods Beef Recall: USDA Relisted Beef Plant, U.S. Shipments Can Resume Says Canadian Food Inspection Agency]]></title>\n      <author>Seema Dhawan</author>\n      <link>http://www.huffingtonpost.ca/2012/12/08/xl-foods-usda-relists-beef-plant-cfia-says_n_2263808.html?utm_hp_ref=canada-lifestyle&amp;ir=Canada+Lifestyle</link>\n      <pubDate>Sat, 08 Dec 2012 13:11:51 -0500</pubDate>\n      <description><![CDATA[<p>OTTAWA - An Alberta meat plant involved in a massive recall of tainted beef over E. Coli concerns is once again being allowed to ship products to the United States.</p><p>The XL Foods plant in Brooks, Alta., can immediately resume exporting after the U.S Department of Agriculture relisted the plant Friday.</p><p>\"It's tremendous news for the company,\" said Cameron Bruett, a spokesman for JBS, the Brazil-based meatpacking giant that is now operating the XL plant under an agreement with its owners.</p><p>Bruett said the plant is now operating about 75 per cent of capacity. Production will be ramped up in accordance with Canadian Food Inspection Agency protocols, he said.</p><p>\"We're moving to get it to full capacity as soon as possible,\" said Bruett.</p><p>JBS's next step will be to ensure beef from the plant is welcome on American grocery store shelves.</p><p>\"We'll have to talk to our customers about their wants and needs,\" said Bruett. \"We've been doing that and we'll continue to do that to make sure we're securing access for the products produced at the plant.</p><p>\"We don't foresee any problems.\"</p><p>Canadian cattle producers should see improved prices for their animals as the XL plant gets back up to full steam, said Canadian Cattleman's Association president Martin Unrau.</p><p>\"When you have competition for the live animal you end up with higher prices at the end of the day. It'll definitely reflect in the pricing in the new year.\"</p><p>Unrau said the ruling sends a good message to other export markets as well.</p><p>\"It sends a signal to the rest of our export partners that we're out in the open with all of our plants and able to trade with the U.S. It's very positive for us.\"</p><p>The plant was decertified from exporting meat to the U.S. on Sept. 13, and the Americans recalled XL Foods ground beef products.</p><p>A massive recall called one of the largest in Canadian history was also implemented in this country, and at least 16 people became ill.</p><p>The CFIA restored the plant’s operating licence on Oct. 23.</p><p>The plant's operations have been taken over by JBS USA, an American subsidiary of a Brazilian-owned enterprise that has an option to buy the plant as well as other operations of Edmonton-based XL Foods.</p><p>Agency inspectors continue to monitor the plant's operations.</p> ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/798665/images/s-LEAN-LABEL-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2012/12/07/hanna-bullying-bylaw-bullies-face-fines-jail-time-in-small-alberta-town_n_2257251.html</guid>\n      <title><![CDATA[Hanna Bullying Bylaw: Bullies Face Fines, Jail Time In Small Alberta Town]]></title>\n      <author>Michelle Butterfield</author>\n      <link>http://www.huffingtonpost.ca/2012/12/07/hanna-bullying-bylaw-bullies-face-fines-jail-time-in-small-alberta-town_n_2257251.html?utm_hp_ref=canada-lifestyle&amp;ir=Canada+Lifestyle</link>\n      <pubDate>Fri, 07 Dec 2012 09:37:16 -0500</pubDate>\n      <description><![CDATA[If you want to <a href=\"http://metronews.ca/news/edmonton/468722/alberta-town-of-hanna-to-fine-imprison-bullies/\" target=\"_hplink\">call someone a mean name in Hanna, Alberta</a>, you had better be prepared to pay a steep fine -- or maybe even a bit of time in the slammer.<br />\n<br />\nAccording to Metro Calgary, Hanna town council approved a new bylaw last month that will <a href=\"http://metronews.ca/news/edmonton/468722/alberta-town-of-hanna-to-fine-imprison-bullies/\" target=\"_hplink\">allow RCMP to hand out initial fines of $250 to name-slinging bullies</a> and further fines of $1,000 for repeat offences. If the tormenting gets really out of control, the<a href=\"http://metronews.ca/news/edmonton/468722/alberta-town-of-hanna-to-fine-imprison-bullies/\" target=\"_hplink\"> bully could find himself in jail for up to six months or doing community service hours</a>.<br />\n<br />\n\"The RCMP approached us -- <a href=\"http://metronews.ca/news/edmonton/468722/alberta-town-of-hanna-to-fine-imprison-bullies/\" target=\"_hplink\">they didn't have a mechanism for dealing with bullying short</a> of when it becomes a Criminal Code offence,\" Mark Nikota, who serves as mayor of the town of around 2,700, told Metro Calgary.<br />\n<br />\nThe Calgary Sun reports that bullying investigations in the town northeast of Calgary will be conducted by the RCMP and <a href=\"http://www.sunnewsnetwork.ca/sunnews/canada/archives/2012/12/20121206-125748.html\" target=\"_hplink\">punishment will be based on the frequency and severity of the insults</a>.<br />\n<br />\nBullying has become a problem in the small town, The Sun reports, and local RCMP have found it to be <a href=\"http://www.sunnewsnetwork.ca/sunnews/canada/archives/2012/12/20121206-125748.html\" target=\"_hplink\">occurring mostly off school property</a> where it's tough for parents and school officials to do anything about it.<br />\n<br />\n\"It's mainly to give the RCMP...another mechanism to help in those situations,\" Nikota told The Sun.<br />\n<br />\nThis new bylaw enables parents and children to notify police and have an official intervene before it escalates into criminal behavior or suicide.<br />\n<br />\nAccording to Metro, <a href=\"http://metronews.ca/news/edmonton/468722/alberta-town-of-hanna-to-fine-imprison-bullies/\" target=\"_hplink\">other Alberta municipalities have also passed their own versions of bully bylaws</a>. Grande Prairie can also now issue $250 fines. ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/894212/images/s-HANNA-BULLY-BYLAW-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2012/12/06/bryan-adams-exposed-oprah_n_2250489.html</guid>\n      <title><![CDATA[Bryan Adams 'Exposed' Chosen As Part Of Oprah's Book Finder List]]></title>\n      <author>Joshua Ostroff</author>\n      <link>http://www.huffingtonpost.ca/2012/12/06/bryan-adams-exposed-oprah_n_2250489.html?utm_hp_ref=canada-lifestyle&amp;ir=Canada+Lifestyle</link>\n      <pubDate>Thu, 06 Dec 2012 16:42:40 -0500</pubDate>\n      <description><![CDATA[With his music career still chugging along and his photography career continuing to blossom, rocker Bryan Adams can now add another feather in his cap thanks to Oprah after his book<em> Exposed</em> was chosen as part of the talk show host's Book Finder's list this week.<br />\n<br />\n\"My book 'Exposed' chosen by Adam Glassman @Oprah,\" Adams <a href=\"https://twitter.com/bryanadams/status/276108923843530754\" target=\"_hplink\">tweeted</a> on Tuesday regarding the news with a link to the list.<br />\n<br />\nGlassman's <a href=\"http://www.oprah.com/book/Exposed-Bryan-Adams?editors_pick_id=40950#ixzz2E85r3TBw\" target=\"_hplink\">list</a> of \"8 New Coffee Table Books For Everyone On Your List\" described Adams' 304-page book as follows: \"While he’ll always be associated with the Summer of ’69, rocker Bryan Adams has carved out a successful second career as a photographer: Tilda Swinton, Mick Jagger and and Kate Moss are among the portraits here.\"<br />\n<br />\nOther books on the list included <em>Ballet</em> by Henry Leutwyler, <em>Polaroids</em> by Diego Uchitel and <em>Talking Heads: The Vent Haven Portraits</em> by Matthew Rolston. The Talking Heads book is not about David Bryne's old group but \"headshots of ventriloquist dummies found in the Vent Haven Museum in Fort Mitchell, Kentucky.\"<br />\n<br />\nAdams -- who released his last album <em>Bare Bones</em> in 2010  -- has a string of dates through Oklahoma and Texas this month before another trek in the U.S. in January. The Texas dates coincide with an exhibition of Adams' photography from<em> Exposed</em> featuring 46 images from the book. According to the <a href=\"http://popcultureblog.dallasnews.com/2012/12/rocker-photographer-bryan-adams-is-bringing-his-photography-to-dallas-gallery.html/\" target=\"_hplink\">Dallas News</a>, the free exhibit opens on Dec. 18 and runs through Feb. 8.<br />\n<br />\n<HH--236SLIDEEXPAND--268186--HH><br />\n<br />\nMeanwhile CBSNews.com <a href=\"http://www.cbsnews.com/8301-207_162-57556237/bryan-adams-on-exposed-summer-of-69-and-turning-down-the-voice/\" target=\"_hplink\">reports</a> Adams is also working on a new photography book. But this one has little to do with shooting famous musicians and assorted celebrities. <br />\n<br />\n\"I have started a book on soldiers that have come back from Afghanistan and Iraq that were wounded,\" Adams told the news outlet recently. \"So that book will be put together next year. I'm going to preface the book by exhibiting some of the photographs in Dusseldorf. It's going to have its own room. It's taken two years to shoot this. I haven't got a title for the book just yet, but it's under way.\"<br />\n<br />\nWATCH Bryan Adams on HuffPost Live at 6:25 PM ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/892680/images/s-BRYAN-ADAMS-PHOTOGRAPHY-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2012/12/05/alberta-health-queue-jumping-inquiry-doctors-told-to-treat-vips-faster_n_2246517.html</guid>\n      <title><![CDATA[Alberta Health Queue Jumping Inquiry: Doctor Tells How ER Staff Ordered To Treat 'VIPs' Faster]]></title>\n      <author>Seema Dhawan</author>\n      <link>http://www.huffingtonpost.ca/2012/12/05/alberta-health-queue-jumping-inquiry-doctors-told-to-treat-vips-faster_n_2246517.html?utm_hp_ref=canada-lifestyle&amp;ir=Canada+Lifestyle</link>\n      <pubDate>Wed, 05 Dec 2012 15:38:11 -0500</pubDate>\n      <description><![CDATA[<p>EDMONTON - An Alberta emergency room doctor says medical staff in a busy ER were once pressured to provide care for a \"VIP\" ahead of a waiting room full of very sick people.</p><p>Dr. Paul Parks told a public inquiry Wednesday that the order came from an executive at the University of Alberta hospital in Edmonton in the fall of 2007.</p><p>\"The executive on call called down to the triage nurse and essentially indicated that there was a VIP in the waiting room and that VIP should be moved into an emergency bed immediately and taken care of,\" testified Parks, who is now the chief emergency physician in Medicine Hat, Alta.</p><p>The ER was snarled with patients and the nurse pushed back, Parks said. The best that could be done was to re-evaluate the person to see if the ailments merited being moved ahead.</p><p>They didn't.</p><p>The executive called back.</p><p>\"The tone was definitely not friendly ... there was a repeated call again where the gist of the conversation was, 'What the heck are you guys doing down there? What is that VIP doing still in the waiting room?'\"</p><p>The executive ordered that the person's family doctor be called to the hospital to provide treatment — something Parks said emergency staff would never do.</p><p>Neither the VIP nor the executive was named at the inquiry.</p><p>In the end, Parks said, no special care was provided.</p><p>He said he and his fellow emergency room doctors agreed afterwards that they would never let anyone jump a queue for care.</p><p>\"We couldn't take part in any .... requests for preferential access. We had to just see the next sickest patient in the queue,\" he said. \"It needs to be that we see patients based on their need, their medical need and the next queue would be the time that they came to see us.\"</p><p>The inquiry, called by Premier Alison Redford to look into allegations of queue-jumping in the health system, began hearing from witnesses on Monday.</p><p>Executives have talked about preferential treatment being an accepted practice under the old regional health boards, but no one has been able to cite any examples.</p><p>Capital Health delivered care in the Edmonton area during the time Parks spoke about. All of the health regions have since been rolled into a provincewide superboard called Alberta Health Services.</p><p>Parks painted a picture of an emergency room in gridlock — a dead canary in a coal mine of a system in crisis. While other departments in the hospital filled up, the ER could never lock its doors and the patients piled up like cordwood.</p><p>People with crushing chest pain in need of being seen within minutes were waiting up to five hours for a doctor, he said. Stroke patients would lose control of their bowels in the waiting room. Their families would have to clean them up and continue to sit there. People with broken bones were waiting hours without pain medication.</p><p>The problems stemmed from patients who had been admitted not being moved up into the hospital, Parks said.</p><p>Just days before the VIP complaint, Parks said he counted 39 of 42 ER beds being blocked by patients who had either already been admitted to hospital or were going to be admitted after seeing a specialist. Three of those were intensive-care patients.</p><p>The VIP request was the \"straw that broke the camel's back.\" Parks and a fellow doctor drafted a note relaying what had happened and sent it up the chain. They received no feedback, although there was some suggestion that the letter was not well received, he said.</p><p>In the fall of 2010, a letter Parks wrote as head of emergency care for the Alberta Medical Association was leaked to the news media. The missive warned that emergency rooms faced \"potential catastrophic collapse\" due to long waits and bed blockages.The letter opened a floodgate of stories from doctors and others.</p><p>Parks testified that things have improved since then, although benchmarks for emergency room lengths of stay still aren't being met.</p><p>Parks added he has heard general things about queue-jumping since 2007, but doesn't have any specific examples.</p><p>\"As far as I know ... I don't know that it is still going on.\"</p> ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/816568/images/s-NURSE-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2012/12/01/edmonton-sexual-assault-awareness-campaign-dont-be-that-guy_n_2224228.html</guid>\n      <title><![CDATA[Edmonton Sexual Assault Awareness Campaign: 'Don't Be That Guy' So Effective City Relaunches With New Posters (PHOTOS)]]></title>\n      <author>Michelle Butterfield</author>\n      <link>http://www.huffingtonpost.ca/2012/12/01/edmonton-sexual-assault-awareness-campaign-dont-be-that-guy_n_2224228.html?utm_hp_ref=canada-lifestyle&amp;ir=Canada+Lifestyle</link>\n      <pubDate>Sat, 01 Dec 2012 12:59:41 -0500</pubDate>\n      <description><![CDATA[It was a campaign so effective at getting the word out to potential offenders of sexual assault, the Edmonton police are bringing it back.<br />\n<br />\nAccording to the Edmonton Journal, the Edmonton Police Services and a local coalition, <a href=\"http://www.savedmonton.com/\" target=\"_hplink\">Sexual Assault Voices of Edmonton (SAVE)</a>, are relaunching a <a href=\"http://www.edmontonjournal.com/news/Edmonton+poster+campaign+targets+sexual+offenders/7636625/story.html\" target=\"_hplink\">provocative and bold campaign that goes after those who commit sexual assault</a>, rather than the victim.<br />\n<br />\nThe <a href=\"http://www.savedmonton.com/\" target=\"_hplink\">\"Don't Be That Guy\" campaign</a> was first unveiled in 2010 and targeted alcohol-related assaults. The campaign has now expanded to include sexual assault of all types, including same-sex assault.<br />\n<br />\nOne of the newly designed posters shows two men sitting on a bed with one man's hand of the chest of the other. The text below reads \"It's not sex...when he changes his mind.\"<br />\n<br />\n<img alt=\"dont be that guy campaign\" src=\"http://i.huffpost.com/gen/885635/thumbs/o-DONT-BE-THAT-GUY-CAMPAIGN-570.jpg?12\" /><br />\n<br />\n“The blunt language and challenging images are meant to draw attention to our core message, and that’s that<a href=\"http://www.edmontonjournal.com/news/Edmonton+poster+campaign+targets+sexual+offenders/7636625/story.html\" target=\"_hplink\"> sexual contact without ongoing and active consent is sexual assault</a>,” Lise Gotell, chairwoman of women studies at the University of Alberta told the Edmonton Journal.<br />\n<br />\nCTV Edmonton reports that 40 per cent of sexual assaults in Edmonton in 2011 were investigated by the Sexual Assault section of the EPS, and of those, <a href=\"http://edmonton.ctvnews.ca/edgy-anti-sexual-assault-campaign-re-launched-1.1061033\" target=\"_hplink\">51 per cent involved alcohol</a>.<br />\n<br />\n<strong>Story continues after the slideshow...</strong><br />\n<br />\n<HH--236SLIDEEXPAND--267050--HH><br />\n<br />\nThis campaign differs from many other prevention campaigns worldwide in that it shifts the focus from the victim.<br />\n<br />\n“Our campaign <a href=\"http://www.edmontonjournal.com/news/Edmonton+poster+campaign+targets+sexual+offenders/7636625/story.html\" target=\"_hplink\">places responsibility where it belongs — on the perpetrators</a>,\" said Gotell.<br />\n<br />\nThe campaign has been so popular, many other cities in Canada and around the world inquiring about the posters and using them in bar and club bathrooms, transit stations and campus facilities. According to the Globe and Mail <a href=\"http://www.theglobeandmail.com/news/british-columbia/dont-be-that-guy-ad-campaign-cuts-vancouver-sex-assaults-by-10-per-cent-in-2011/article1359241/\" target=\"_hplink\">the number of reported sexual assaults fell by 10 per cent last year in Vancouver</a>, after the ads were featured around the city. It was the first time in several years that there was a drop in sexual assault activity.<br />\n<br />\nSAVE group members include the Sexual Assault Centre of Edmonton, the Edmonton Police Service, the University of Alberta Sexual Assault Centre, Saffron Centre of Sherwood Park, Convenant Health Prevention of Alcohol Related Trauma in Youth (PARTY Program), Responsible Hospitality Edmonton, Red Cross, Prostitution Awareness and Action Foundation of Edmonton (PAAFE), University of Alberta Women's Studies, and community advocates. ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/885635/images/s-DONT-BE-THAT-GUY-CAMPAIGN-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/kenny-yum/generation-y-millennials-canada_b_2160277.html</guid>\n      <title><![CDATA[Why Y? A Generation Comes Of Age]]></title>\n      <author>Kenny Yum</author>\n      <link>http://www.huffingtonpost.ca/kenny-yum/generation-y-millennials-canada_b_2160277.html?utm_hp_ref=canada-lifestyle&amp;ir=Canada+Lifestyle</link>\n      <pubDate>Tue, 20 Nov 2012 05:35:21 -0500</pubDate>\n      <description><![CDATA[Years ago, Gen Xers watched with interest as Baby Boomers struggled with the rise of technology while the popular culture morphed, languages changed, sensibilities shifted. Some Boomers scrambled to figure out Internet browsers, decipher acronyms and emoticons while others were just trying to answer the oft-repeated question: \"What's with kids these days?\"<br />\n<br />\nThat same question, \"what's with kids?\" can be repeated as Boomers head toward retirement and Gen Xers entrench, firmly rooted in careers, family and positions of influence. Millennials, who were shaped by technology and grew up in a more progressive society, are reaching a critical point -- true, there are \"kids\" among them, but the Millennials are not on the margins. They're not kids any more.<br />\n<br />\n:-)<br />\n<br />\nThe now mundane emoticon -- the digital offspring of that Smiley face that was itself <a href=\"http://en.wikipedia.org/wiki/Smiley\" target=\"_hplink\">born in the 1960s</a> -- recently celebrated <a href=\"http://www.independent.co.uk/life-style/gadgets-and-tech/news/happy-30th-birthday-emoticon-8120158.html\" target=\"_hplink\">its 30th birthday</a>, a sign that the digital era is no longer the new thing. Technology and the generation it shaped have come a long way.<br />\n<br />\nMillennials, too, are coming of age, the oldest within the cohort born after 1981 have reached their 30th birthday. A staggering five million of them are adults. <a href=\"http://gawker.com/5893926/millennials-are-too-the-best-generation?tag=millennials\" target=\"_hplink\">Media coverage</a> typically mentions the cohort in terms of its emerging <a href=\"http://thehill.com/blogs/congress-blog/presidential-campaign/268435-millennial-generation-made-its-mark-in-election\" target=\"_hplink\">political clout</a>, their <a href=\"http://www.forbes.com/sites/85broads/2012/05/02/the-millennial-dilemma-just-a-job-or-truly-meaningful-work/\" target=\"_hplink\">impact on the work place</a> or how <a href=\"http://gawker.com/5960482/campbells-new-millennial-soups-embody-entire-millennial-generation-in-soup-form\" target=\"_hplink\">marketers see them</a>. Millennials gets the side-show treatment as most day-to-day coverage is aimed at Gen Xers and Baby Boomers.<br />\n<br />\nWe're setting out to change that.<br />\n<br />\nToday, we launch our series <a href=\"http://www.huffingtonpost.ca/news/generation-y\" target=\"_hplink\">Asking Y</a>, a long-term commitment from HuffPost Canada and AOL Canada to report on Generation Y, Millennials, Echo Boomers or simply, those 30 and younger.<br />\n<br />\n<strong>Our survey highlights. Post continues below the slideshow...</strong><br />\n<HH--236SLIDEEXPAND--263995--HH> <br />\n<br />\nWith our first pieces in <a href=\"http://www.huffingtonpost.ca/news/generation-y\" target=\"_hplink\">Asking Y</a>, we've taken a rare look at the generation. Last month, we commissioned <a href=\"http://canadianmillennials.ca/\" target=\"_hplink\">Abacus Data</a> to survey 1,004 Canadian millennials to provide one of the first national snapshots of those aged 18-30. The findings make clear the challenges the generation face, but also reveal a picture that is at times unexpected.<br />\n<br />\nThis week you'll find:<br />\n<ul><li>A Tumblr that we're using to curate the best of Millennial content. Visit it at <a href=\"http://askingy.tumblr.com\" target=\"_hplink\">askingy.tumblr.com</a></li><br />\n<li>Christian Cotroneo writes about <a href=\"http://www.huffingtonpost.ca/2012/11/20/generation-y-canada-millennials_n_2078000.html\" target=\"_hplink\">a generation with high hopes</a> and how it is faring in the face of The Great Recession</li><br />\n<li>Our infographic provides an <a href=\"http://www.huffingtonpost.ca/2012/11/20/generation-y-canada-millennials-graphic-infographic_n_2136838.html\" target=\"_hplink\">overarching view of Millennials</a> and how they view politics, citizenry, home ownership and marriage</li><br />\n<li>Millennial <a href=\"http://www.huffingtonpost.ca/jaime-morrison/millennial-top-issues_b_2159904.html\" target=\"_hplink\">Jaime Morrison from Abacus Data writes</a> about what keeps her up at night</li><br />\n<li>Our <a href=\"http://www.huffingtonpost.ca/2012/11/20/millennials-canada-generation-y-video_n_2161901.html\" target=\"_hplink\">Life of Y video</a> is a fun look at some of the findings from our national survey</li><br />\n<li>And we are turning to you -- our readers, many of you <a href=\"https://twitter.com/search/realtime?q=%23AskingY&src=typd\" target=\"_hplink\">Millennials -- to tell us your stories</a>.</li><br />\n</ul><br />\n<br />\nIn the coming weeks, we will be writing on the millennial view of home ownership, food choices, language and politics. In the following months, we are tackling many more topics. And we're excited to spark some debate and discussion.<br />\n<br />\nJoin the conversation below or tweet us <a href=\"http://twitter.com/huffpostcanada\" target=\"_hplink\">@HuffPostCanada</a> with the <a href=\"http://twitter.com/search/realtime?q=%23askingy&src=typd\" target=\"_hplink\">#AskingY</a> tag. We may feature your comments in an upcoming post. You can also check out our <a href=\"http://askingy.tumblr.com/\" target=\"_hplink\">Tumblr</a>, or our <a href=\"http://www.huffingtonpost.ca/news/generation-y\" target=\"_hplink\">dedicated page for more from the Asking Y series</a>. ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/765311/images/s-NOT-ON-FACEBOOK-OR-TWITTER-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2012/11/14/paula-findlay-alberta-triathlete-father-cancer_n_2132918.html</guid>\n      <title><![CDATA[Paula Findlay Alberta Triathlete: Father's Cancer Fight Put Year In Perspective]]></title>\n      <author>Pablo Fernandez</author>\n      <link>http://www.huffingtonpost.ca/2012/11/14/paula-findlay-alberta-triathlete-father-cancer_n_2132918.html?utm_hp_ref=canada-lifestyle&amp;ir=Canada+Lifestyle</link>\n      <pubDate>Wed, 14 Nov 2012 17:51:54 -0500</pubDate>\n      <description><![CDATA[<p>From a chronic injury, to a heartbreaking last-place performance at the London Olympics, to a diagnosis of anemia that knocked her out of the world championships, Paula Findlay has had one rough year.</p><p>Then last week, the 23-year-old triathlete from Edmonton revealed on her blog that her dad Max is battling cancer.</p><p>But rather than look at it as more horrible news in a what-else-can-go-wrong kind of season, Findlay said her dad's illness has helped her put everything in perspective.</p><p>\"As hard as I've had it this past year, I haven't had it that bad compared to a lot of people, with all the recent events that have happened, the hurricane in New York, and the Lance Armstrong situation and my dad being sick. . . there's lots of people who have had it a lot worse off than me,\" Findlay told The Canadian Press in a phone interview from California.</p><p>The former world No. 1 triathlete came in last at the London Olympics, and the image of the sobbing redhead limping across the finish line will be one of the most enduring of the Games.</p><br />\n<p><strong><em>STORY CONTINUES AFTER GALLERY.. </em></strong></p><br />\n<p><HH--236SLIDEEXPAND--242839--HH></p><br />\n<p>Because of a hip injury that had plagued her for a year, she'd only had six solid weeks of training before London.</p><p>After coming home, blood work showed she was anemic, forcing her to withdraw from the world championships in New Zealand.</p><p>Last week, her dad underwent surgery for colon cancer.</p><p>\"I don't have any regrets about the past year, I'm very very lucky to have been a part of the Canadian Olympic team and it's a lot of hard work, but coming last at the Olympics is not the worst thing that can happen to you,\"Findlay said.</p><p>\"Although it's disappointing and I put so much into it — and that's the reason it's so disappointing — learning from it and moving forward is important and I'm doing OK with that and having to put it in perspective for my dad has helped with that as well.\"</p><p>Findlay said her \"very stubborn and determined\" dad is doing well. He was home from the hospital four days earlier than expected and is up and walking and eating solid food.</p><p>In her recent blog entry —  \"When the going gets rough\" — Findlay wrote \"He's showed that optimism and positivity are powerful tools when the going gets rough.\"</p><p>While her father recuperates, Findlay travelled to Morgan Hill, Calif., this week to be fitted with a new Specialized bike. Technicians gave her a bigger frame and adjusted the handle bars and pedals to help combat the hip injury that sidelined her for so much of last season.</p><p>\"You're pedalling so many revolutions, thousands and thousands of pedal strokes daily, so if you're a little bit off in your positioning or something is not quite right, it can make a huge difference over that many pedal strokes,\" Findlay explained. \"Small changes you might not feel right away but over the long term and over hundreds and hundreds of rides and miles, it all adds up and your body can feel the impact of it if it's not quite right.\"</p><p>Findlay also has a new coach in Joel Filliol, former coach of Olympic champion Simon Whitfield and former head coach of the British team.</p><p>The two will be based out of Victoria, but will spend much of the winter doing warm-weather training in Arizona and Florida.</p><p>Findlay said while it's not an overnight fix, she's getting a handle on the anemia that is common in female endurance athletes. She's monitoring her diet and taking supplements.</p><p>\"Although it's better now it's not fixed or anything,\" she said. \"It's something I'll constantly need to monitor probably for the rest of my triathlon career.\"</p><p>She's taking a patient approach to competing, saying she might not race again until April or May, or even as late as June. The focus for these next few months, she said, is getting strong and healthy, and rebuilding her confidence.</p><p>She hopes to make a triumphant return to the London Olympic course next September for the ITU World Triathlon Series Grand Final, which she admits won't be easy after her experiences there.</p><p>Findlay was touted as a Canadian medal hope for months leading into London, but many obviously were unaware of the severity of her injury.</p><p>\"But it was never a negative thing, it only became a little bit difficult when I was approaching the Olympics still not able to run and yet I was still on cereal boxes and on ads with the COC (Canadian Olympic Committee),\" Findlay said. \"But honestly it helped me get through it a little bit, it reminded me that I can do it and I had done it in the past and people believe in me. It was a constant reminder that I was on top and I could get back there.\"</p><p>When she logged onto her Facebook account after the race, Findlay said she had hundreds of messages of support. She said she still gets comments from strangers.</p><p>\"It was surprising and unexpected,\" Findlay said. \"I didn't want the sympathy, the 'Oh we're so proud of you, you're such an inspiration.' It's a little bit hard to respond to that because they don't see the behind-the-scenes work to get there.</p><p>\"They only see that two-hour race when I'm finishing in tears and might look like a hero but I certainly didn't feel like that, that's why I wasn't expecting the outpouring of support.\"</p> ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/863434/images/s-PAULA-FINDLAY-ALBERTA-TRIATHLETE-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2012/11/01/most-beautiful-places_n_2059183.html</guid>\n      <title><![CDATA[Most Beautiful Places: Top 10 Destinations Where the Scenery Is Breathtaking]]></title>\n      <author>Dawn Cuthbertson</author>\n      <link>http://www.huffingtonpost.ca/2012/11/01/most-beautiful-places_n_2059183.html?utm_hp_ref=canada-lifestyle&amp;ir=Canada+Lifestyle</link>\n      <pubDate>Thu, 01 Nov 2012 16:21:52 -0400</pubDate>\n      <description><![CDATA[The beautiful fall foliage is down, and it feels like all there is left of the season's splendour is thousands of leaves to pick up. It's dark in the morning, there's little sunlight after work and just as you finish eating the last of the Halloween candy, holiday commercials boom from the TV.<br />\n<br />\nIt's no surprise we're all seeking a bit of beauty in these grey days, so we say, take a journey on your computer screen. HuffPost Canada Travel has put together just the thing to brighten your spirits. Escape this dreary season by taking a virtual trip around the world to see the Top 10 most beautiful places, those spots that you almost can't believe truly exist.<br />\n<br />\nFrom deserts and gorgeous beaches to rolling savannahs where spotting wildlife is a game, here's our round-up. But we know it's by no means complete. <strong>Which destination did we miss? Where have you been that should be on our list? Let us know in the comments section below, or tweet us at @HPCaTravel</strong>.<br />\n<br />\n<HH--236SLIDEEXPAND--260700--HH> ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/843436/images/s-BOAT-THAILAND-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/leanne-shirtliffe/top-13-horror-movies-for-parents_b_2047131.html</guid>\n      <title><![CDATA[Top 13 Horror Movies for Parents]]></title>\n      <author>Leanne Shirtliffe</author>\n      <link>http://www.huffingtonpost.ca/leanne-shirtliffe/top-13-horror-movies-for-parents_b_2047131.html?utm_hp_ref=canada-lifestyle&amp;ir=Canada+Lifestyle</link>\n      <pubDate>Wed, 31 Oct 2012 10:44:18 -0400</pubDate>\n      <description><![CDATA[Halloween might kick off the season of scary movies, but if you have young children, October 31st is a horror show of its own. <br />\n<br />\nFor most people, raising children is the scariest thing they do, so here are thirteen horror movies for parents.<br />\n<br />\n<strong><em>Text of slideshow continues below...</em></strong><br />\n<br />\n<HH--236SLIDEEXPAND--260440--HH><br />\n<br />\n  1. Nightmare on Sesame Street<br />\n  2. Alfred Hitchcock's \"The Angry Birds\"<br />\n  3. Children of the Corn Flakes<br />\n  4. Halloween: The Stomach Ache<br />\n  5. Rosemary's Baby's Diaper<br />\n  6. The Shiner<br />\n  7. Night of the Leaving Dad<br />\n  8. The Sick Sense<br />\n  9. The Texas Bike-Chain Massacre<br />\n  10. Invasion of the Baby Snatchers<br />\n  11. The Not-Enough Silence of the Lambs<br />\n  12. Dr. Jekyll and Mr. Hyde-and-Seek<br />\n  13. Dawn of the Dead Tired<br />\n<br />\n<em>What other scary movies would you adapt for parents? Let us know in the comments below and we'll add them to the gallery.</em> ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/840562/images/s-HALLOWEENPUMPKINS-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n  </channel>\n</rss>\n",
  "headers": {
    "P3P": "CP='NO P3P'",
    "Content-Length": "23362",
    "Content-Encoding": "gzip",
    "Vary": "Accept-Encoding",
    "Date": "Fri, 13 May 2016 07:43:46 GMT",
    "Content-Type": "text/xml; charset=utf-8",
    "Server": "Apache",
    "Connection": "keep-alive"
  },
  "response_url": "http://www.huffingtonpost.ca/feeds/verticals/canada-lifestyle/index.xml"
}