{
  "requested_url": "http://www.huffingtonpost.com/feeds/verticals/uk-lifestyle/index.xml",
  "fetched_at": "2016-05-13T00:47:34.954722",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\"?>\n<rss version=\"2.0\">\n  <channel>\n    <title>UK Lifestyle - The Huffington Post</title>\n    <link>http://www.huffingtonpost.co.uk/lifestyle/</link>\n    <description>UK Lifestyle news and blog articles from The Huffington Post</description>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.co.uk/mary-rose-brady-/art-therapy_b_9901460.html</guid>\n      <title><![CDATA[Same Page - Entirely Different Story]]></title>\n      <author>Mary Rose Brady</author>\n      <link>http://www.huffingtonpost.co.uk/mary-rose-brady-/art-therapy_b_9901460.html?utm_hp_ref=uk-lifestyle&amp;ir=UK+Lifestyle</link>\n      <pubDate>Thu, 12 May 2016 10:47:21 -0400</pubDate>\n      <description><![CDATA[As a relatively newly qualified and rather earnest Art Therapist, my first Consultant role was in a child sexual abuse clinic.  It was there I experienced one of the most valuable lessons of my career.  Surprisingly, my teacher was not a learned Professor or University lecturer but rather a little 5-year-old boy living in residential care who had experienced more in his short life than most of us will confront in a life time. <br />\n<br />\nThe clinic was very proud to have its own \"Therapy Suite\": 3 adjoining age appropriate art and play rooms where children could come to recover from their traumatic experiences.  As my 5-year-old client and I entered the suite he looked at me eyes wide with wonderment and asked sincerely \"why did you choose me as your therapy sweet?\".  It still astounds me that I had not conceived that a 5-year-old child might have another association to the word 'suite' and that ostensibly sensitive and caring adults had not realised that the other kind of sweet might be a more natural association for children.  The lesson: a sharp wake up call to the potentially catastrophic pitfalls of making assumptions, and the woeful short comings of verbal language in guaranteeing that we have arrived at a shared meaning.<br />\n<br />\nThe second example is not as palatable but arguably even more enlightening. I went on to explain gently to Daniel how he could use his therapy space, part of the description was about him being able to show me his feelings and that we would be able to play together. Daniel looked at me with the same wonderment and said \"Can we have sex?\".  My immediate thought was to say something like \"adults and children don't do that\" but was forced to adjust my thinking to the grim reality that in his world they did. This was his normal.  <br />\n<br />\nYes, at first glance we appeared to be on the same page and speak the same language.  However, as I learned -  same page, entirely different story. He taught me a valuable lesson - that I had to interrogate my every assumption in order to enter into his world, a world where 'normality' had been turned on its head.   I still wonder had I not been fortunate enough to meet this little teacher, whether my curiosity with regard to children's communication would  have been sufficiently ignited . <br />\n<br />\nToday, as an Art Therapist with considerably more experience of working with children and young people who have experienced sexual abuse, it was gratifying to read a recent report claiming: \"Art based therapy is the most successful therapeutic treatment for children who have experienced sexual abuse\":  - however, there soon followed a shocking caveat \"but children who have been sexually abused will not necessarily get the help they need to recover from their experiences\"<br />\n<br />\nHow can we accept a society that does not provide the support needed when traumatised children have been brave enough to come forward - as we encourage them to do.  Surely it is our moral duty to offer a safety net of support and recovery services at the other side. If we study the increasing amount of sobering data being gathered we learn that perpetrators reside in families, schools, churches, charities, in well-known and well-loved institutions; child friendly places.  Whilst none of us want to believe that these things happen to our children the curtain has been well and truly lifted and we can no longer blame the \"bogey man\".  <br />\n<br />\n For years we have lived with the myth that children do not want to talk about their abuse; unconsciously putting barriers in the way of disclosure. We applied a daunting court system to traumatised and vulnerable children that was designed for adults. We also dictated that children should deliver gold plated, verbal and timely disclosures, fully formed in the Queen's English with no contradictions or baby words.   Several recent NSPCC reports have now confirmed that contrary to popular belief children DO talk about sexual abuse and WANT to talk about it -not always in words but they always desperately want to be heard. <br />\n<br />\nThis is why it is imperative that we provide more Art Therapy for these children who as a result of their experiences find intimacy and trust difficult.  Art making provides a space between the child and therapist where an object can be jointly contemplated and through which shared meaning can be arrived at.  Furthermore, a significant number of sexually abused children present with symptoms of PTSD; a possible feature of which is that the part of the brain responsible for forming and processing language is \"switched off\" as a result of the trauma. Once again this is where art can step in to enable children to give form to and \"evacuate\" their often nameless, messy, wordless experiences.  The fluidity of the art materials works so beautifully for children; allowing them   externalise, examine, discard, retrieve, repair and transform their thoughts, increase their emotional literacy and consequently start to recover themselves during the Art Therapy process.  <br />\n<br />\n The Time to Talk campaign is already proving to be a successful vehicle in driving children's mental health issues out of the shadows of shame and into the light. However, let's not remain blind to the limitations of the spoken word    and also make Time to Paint - and take Time to Listen to the many languages of children.  The more attuned we become to understanding all modes of communication the more we will lessen the silence, shame and secrecy which contributes to the micro climate in which the abuse itself thrives. <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/2259998/images/s-PAINTBRUSH-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.co.uk/rachael-phillips/food-diet-relationship_b_9923900.html</guid>\n      <title><![CDATA[Five Ways to Change Your Relationship With Food for Good]]></title>\n      <author>Rachael Phillips</author>\n      <link>http://www.huffingtonpost.co.uk/rachael-phillips/food-diet-relationship_b_9923900.html?utm_hp_ref=uk-lifestyle&amp;ir=UK+Lifestyle</link>\n      <pubDate>Thu, 12 May 2016 10:46:19 -0400</pubDate>\n      <description><![CDATA[I've always had a bit of a complex relationship with food. As a chronic dieter, food has always existed in my life in the form of a love/hate relationship. <br />\n<br />\nAnd I know I'm not alone. <br />\n<br />\nOur society has an obsession over how we look and that obsession can be linked directly to what's on our plate. Our desire to be thin outweighs our desire to just be healthy. It takes away our perspective and sense of balance and as such food is seen as an emotional crutch instead of simply a source of fuel.<br />\n<br />\nNow of course, I never want to see food as just a source of fuel because I believe it's something that we should enjoy and saviour. But what I do want to see the end of is the streams of conflicting advice, the idea that one body type is better than another and the stress and obsession that comes with food when you have a difficult relationship with it. <br />\n<br />\nIf you want to put an end to dieting and those unrealistic goals you set yourself and just enjoy your daily meals then here are my 5 tips on how to change your relationship with food for good.<br />\n<br />\n<strong>Stop Rewarding Yourself With Food.</strong> You may have heard the phrase, \"You are not a dog, so don't reward yourself with food\" and I'm afraid to say, its spot on. Rewarding yourself with food is just a way of continuing the vicious circle. That's not to say that you shouldn't reward yourself when you achieve something but rather than reaching for a doughnut when you hit that weight loss goal perhaps treat yourself to something long lasting like a piece of jewellery or useful like a new pair of trainers.<br />\n<br />\n<strong><br />\nAccept Balance.</strong> Being healthy and eating a healthy diet isn't just about starting your day off with a green smoothie before eating a big, old kale salad for lunch. It's about balance. It's about understanding that some days you're going to want to eat salad and hit the gym but other days you're going to want to curl up on the sofa and enjoy a bar of a chocolate. You can do the two things and still be healthy because you're not longer restricting yourself. It is time to start focussing on what you can eat rather than what you can't. There's no reason to feel deprived and if you're eating healthy diet most of the time, that big slice of chocolate cake won't do you any harm. <br />\n<br />\n<strong><br />\nChange the way you look at food. </strong>The diet industry has done a good job,in convincing us that low fat, pre-packaged foods will be the answers to all our prayers, especially when it comes to shedding pounds. But the reality is, low fat goods are just another name for refined sugar and chemicals. So whilst you may think you're doing your body some good, you're actually causing it problems. Fat is no longer the enemy, it'll help keep you fuller for longer and you'll also find that your cognitive function will improve too. Sticking to foods you know are good for you instead of foods that are mass produced and marketed to you will help change the way you look at food. <br />\n<br />\n<strong>Nutrition over...</strong>calories, points, carbs - however you measure your intake, the only thing you need to be concerning yourself with is the nutritional value of what is on your plate. Counting calories (or any other way) just starts off a spiral of obsession. Eat fresh, whole foods and you'll find the need to count calories simply disappears.<br />\n<br />\n<strong>Stop worrying about yesterday.</strong> Food shouldn't make you feel guilty - ever. If you are feeling a pang of guilt then it's time for you to break free of the abusive relationship you're in with food. If you eat something that you think isn't very healthy or you have a day where you make all the wrong food choices, don't worry. Just pick yourself up and move on. We all do it and by filling your head with negative thoughts after you eat can be extremely harmful. <br />\n<br />\n<br />\nStart taking the time to taste, smell, chew and really appreciate what's on your plate and change your relationship with food for good. <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/4264810/images/s-RIPE-AVOCADO-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.co.uk/2016/05/12/william-henry-parody-video-being-a-real-man_n_9927232.html</guid>\n      <title><![CDATA[Hilarious Video Proves You Can Bake Cakes And Pick Flowers And Still Be A 'Real Man']]></title>\n      <author>Rachel Moss</author>\n      <link>http://www.huffingtonpost.co.uk/2016/05/12/william-henry-parody-video-being-a-real-man_n_9927232.html?utm_hp_ref=uk-lifestyle&amp;ir=UK+Lifestyle</link>\n      <pubDate>Thu, 12 May 2016 08:35:12 -0400</pubDate>\n      <description><![CDATA[<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/nj4gMsNrOds\" frameborder=\"0\" allowfullscreen></iframe></div></div><br />\n     <br />\n<p>The idea that you have to be strong and tough to be a man is fast going out of fashion - and we couldn't be happier about it.</p><br />\n<p>In a new parody video, three guys emphasise the point that being a man in 2016 means being whoever the hell you want to be.&nbsp;</p><br />\n<p>The clip, created by men's accessories brand <a href=\"http://www.williamhenry.com/\" target=\"_blank\">William Henry</a>, begins by listing pursuits considered stereotypically masculine.</p><br />\n<p>Viewers are told that real <a href=\"http://www.huffingtonpost.co.uk/news/men/\" target=\"_blank\">men</a> likes sports,&nbsp;drinking from kegs and picking up heavy boxes.</p><br />\n<p>The video then details all the other things men like doing that don't conform to tradional ideas of masculinity.</p><br />\n<p>Lines include: \"He likes pumping iron, to make his arms better, but he also likes ironing his cashmere sweater.\"</p><br />\n<p>And: \"I can chop down wood but I prefer pretty flowers. Gardenias, I could smell that sh*t for hours.\"&nbsp;</p><br />\n<p>The hilarious clip has been viewed more than 95,000 times since it was uploaded to YouTube earlier this month.&nbsp;</p><br />\n<p>The producers are now encouraging viewers to take to Twitter with the hashtag <a href=\"https://twitter.com/search?q=%23aREALMANis&amp;src=tyah\">#aREALMANis</a>&nbsp;to spread the message that masculinity has no limits.&nbsp;</p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/573464ca130000010538160d.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.co.uk/2016/05/03/buy-an-engagement-ring-that-doesnt-break-your-budget_n_9926384.html</guid>\n      <title><![CDATA[How To Buy An Engagement Ring That Doesn’t Break Your Budget]]></title>\n      <author>Phillip Othen</author>\n      <link>http://www.huffingtonpost.co.uk/2016/05/03/buy-an-engagement-ring-that-doesnt-break-your-budget_n_9926384.html?utm_hp_ref=uk-lifestyle&amp;ir=UK+Lifestyle</link>\n      <pubDate>Thu, 12 May 2016 07:48:47 -0400</pubDate>\n      <description><![CDATA[<br />\n<p>So. Time to propose. Yes, you&rsquo;re sure they are The One, and no, you&rsquo;re not put off by more planning than you can shake a three-tiered cake covered in edible flowers at, but the ring? Nailing a stunning sparkler that still comes in on budget isn&rsquo;t easy &ndash; and with the 240,000 couples getting married in the UK each year, and the average diamond band costing over &pound;1,000, it&rsquo;s a pretty daunting procedure.</p><br />\n<p>To get the lowdown on getting a beautiful rock with the most bang for your buck, we asked Alistair Smith, author of <a href=\"https://www.amazon.co.uk/How-Buy-Engagement-Ring-Wants/dp/1502319365/ref=sr_1_1?s=books&amp;ie=UTF8&amp;qid=1462174053&amp;sr=1-1&amp;keywords=how+to+buy+an+engagement+ring\" target=\"_blank\">How To Buy An Engagement Ring</a> and founder of <a href=\"http://ringspo.com/\" target=\"_blank\">ringspo.com</a>, for his pearls of wisdom when it comes to selecting stones, choosing a cut and getting it as close to perfect as you can.</p><br />\n<h4>1. Pop the question in August</h4><br />\n<p>Jewellers are traditionally busiest pre-Christmas and before Valentine's Day. The summer months are slower, so you are more likely to be able to haggle effectively.</p><br />\n<h4>2. Set a budget that&rsquo;s actually your own</h4><br />\n<p>The perceived one-two months&rsquo; salary spend on an engagement ring was actually invented by the big diamond, who, in shock news, want you to put down as much as possible.</p><br />\n<p>Smith says: &ldquo;Fast-forward a year and think about what you would feel comfortable having paid. If you think that you&rsquo;ll have pangs of regret at having spent so much, then you should revise your budget down.&nbsp;Budget what you can afford and be honest with your partner about it.&rdquo;</p><br />\n<br />\n<h4>3. Know your Four Cs</h4><br />\n<p>Smith says: &ldquo;Everyone who buys a ring gets to know the four Cs, but not everyone understands the relative importance of each to ensure that they get a beautiful diamond&rdquo;. Here they are:</p><br />\n<p><strong>Cut</strong>: There&rsquo;s no mistaking the brilliance of a beautifully-cut diamond. Round is the most expensive shape because of cutting wastage and the fact that it&rsquo;s simply the most popular. Look instead at oval, pear, princess or marquise cuts for original, cheaper stones.</p><br />\n<p><strong>Colour</strong>: A pure white diamond will be graded &lsquo;D&rsquo;, and is the most expensive. Diamonds graded E to Z have subtle variations of colour. Coloured diamonds, like pink or yellow, are rare and cost a fortune.</p><br />\n<p><strong>Clarity</strong>: Don&rsquo;t stress about this. Nature&rsquo;s tiny imperfections are usually invisible to the naked eye, and part of your diamond&rsquo;s uniqueness. Look for SI1 (slight inclusion 1) grades and above for quality.</p><br />\n<p><strong>Carat</strong>: This is the weight of the diamond, not the size. As Smith points out: &ldquo;Jewellers know that people like nice round numbers, such as one carat, for example. But by choosing a slightly smaller diamond, say, 0.96 carats, you can bag a bargain without any visible difference in the size of the stone.&rdquo;</p><br />\n<p>Smith continues: &ldquo;All diamonds will come with a Grading Report (a &lsquo;certificate&rsquo;), but not all grading reports are equal. Some authorities are renowned for grading diamonds higher than their true quality, which jewellers like because it means that they can charge a higher price for a lower quality diamond.&rdquo;</p><br />\n<p>To make sure yours is all above board, go for a &lsquo;cert stone&rsquo; (the real deal - assessed, graded and laser-coded by an independent laboratory) with certification from a recognised issuer, such as <a href=\"http://www.gia.edu/\" target=\"_blank\">GIA</a>, <a href=\"http://www.hrdantwerp.com/en/home\" target=\"_blank\">HRD</a> or <a href=\"http://www.egl.co.za/\" target=\"_blank\">EGL</a>.</p><br />\n<br />\n<h4>4. Think beyond your high street</h4><br />\n<p>Jewellery in big chains often have massive mark ups. Reputable jewellers in London&rsquo;s Hatton Garden, centre of the UK&rsquo;s wholesale diamond trade, have larger selections that are more inexpensive than your high street. You could get a bigger diamond for your budget.</p><br />\n<h4>5. Be seriously cautious online</h4><br />\n<p>You risk being taken for a spin as you cannot see the diamonds you are buying. \"The key to safe buying online is to choose a well-established store which sells high quality diamonds graded by a reputable certification authority\", advises Smith.</p><br />\n<h4>6. Consider loose diamonds</h4><br />\n<p>As Smith suggests: &ldquo;Proposing with just a diamond takes a lot of pressure off &ndash; you still get the &lsquo;wow&rsquo; factor of the surprise, but don&rsquo;t need to worry about getting the style or the size of the ring wrong.&rdquo;</p><br />\n<p>If you&rsquo;re brave, know exactly what you want and don&rsquo;t mind ringing the doorbell of a side street diamond wholesaler, a cheaper alternative is to buy the diamond separately and have it set into a ring. You could save up to 50% taking this road.</p><br />\n<br />\n<h4>7. Don't dismiss a non-diamond stone</h4><br />\n<p>Eighty per cent of engagement rings are diamonds. Why not be more original? Tanzanite, opals and even pearls can make stunning choices.</p><br />\n<p>Smith concludes: \"One thing to know is that these stones are all considerably softer than diamonds, so more care needs to be taken with them every day.\"</p><br />\n<blockquote><br />\n<p><strong>SEE ALSO:</strong><br /><br /><strong><a href=\"http://www.huffingtonpost.co.uk/2016/03/07/baby-nursery-decoration-idea-farm_n_9397676.html?utm_hp_ref=money-matters\" target=\"_blank\">Parents Turn Daughter's Bedroom Into Farm</a></strong><br /><strong><a href=\"http://www.huffingtonpost.co.uk/2016/03/06/transparent-salaries-public-buffer_n_9377452.html?utm_hp_ref=money-matters\" target=\"_blank\">Company Publishes Every Worker's Salary Online</a></strong><br /><strong><a href=\"http://www.huffingtonpost.co.uk/2016/01/03/new-two-pound-coin-depict-literary-greats-shakespeare-beatrix-potter-and-battle-of-hastings_n_8906702.html?utm_hp_ref=money-matters\" target=\"_blank\">Britain's Coins Are The World's Coolest</a></strong></p><br />\n</blockquote><br />\n <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/5728bc8d160000e40031d730.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.co.uk/2016/04/26/j-k-rowling-expecto-patronum-spell_n_9925972.html</guid>\n      <title><![CDATA[JK Rowling Casts 'Expecto Patronum' Spell For Fan With Depression]]></title>\n      <author>Brogan Driscoll</author>\n      <link>http://www.huffingtonpost.co.uk/2016/04/26/j-k-rowling-expecto-patronum-spell_n_9925972.html?utm_hp_ref=uk-lifestyle&amp;ir=UK+Lifestyle</link>\n      <pubDate>Thu, 12 May 2016 07:13:36 -0400</pubDate>\n      <description><![CDATA[<p>JK Rowling is never one to deny a Harry Potter fan in need, so when one woman reached out with a heartfelt request, the author was more than happy to oblige.</p><br />\n<p>Kate has suffered from depression for most of her life, but says that Rowling helped her navigate through some of her lowest moments.</p><br />\n<p>Now, the 22-year-old is determined to work through her depression, and plans to get a tattoo of a befitting Harry Potter spell, 'expecto patronum', to remind her to stay strong.</p><br />\n<p>Kate reached out to Rowling on Twitter, asking her to hand-write the famous spell, and - of course - the author didn't disappoint.</p><br />\n<p>\"I love that you're working to heal and protect yourself. You deserve this. I hope it helps,\" wrote the author.</p><br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><blockquote class=\"twitter-tweet\" data-conversation=\"none\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/AlwaysJLover\">@AlwaysJLover</a> I love that you&#39;re working to heal and protect yourself. You deserve this. I hope it helps. <a href=\"https://t.co/T2nDG3z2MJ\">pic.twitter.com/T2nDG3z2MJ</a></p>&mdash; J.K. Rowling (@jk_rowling) <a href=\"https://twitter.com/jk_rowling/status/730429168509460481\">May 11, 2016</a></blockquote><br />\n<script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script></div></div><br />\n     <br />\n<p>Speaking to The Huffington Post UK, Kate said:&nbsp;\"'Expecto Patronum' has different meanings for different people. For me, personally, it's about finding your inner strength and holding on to a happy memory and making the bad guys (mostly depression and the voices in my head, in my case) go away.</p><br />\n<p>\"Just like in the books where Harry had to fight hard to defeat the dementors, I also have to fight hard to defeat my own. I have to hold on to a strong happy memory and cast the spell every time I get attacked. And having the words written in JK Rowling's handwriting adds more to that meaning, making it the best and, maybe, the most beautiful tattoo I will ever get. I am so thankful to her and so blessed to have her in my life.\"</p><br />\n<p>Kate, who has self-harmed and attempted suicide on multiple occasions, plans to get the tattoo on her wrist on the arm that she has cut the most. She's proud to say she has been \"clean\" for 30 days, meaning she hasn't self-harmed. She reached out to Rowling to mark the anniversary.</p><br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/jk_rowling\">@jk_rowling</a> i wanna get &#39;expecto patronum&#39; tattooed &amp; it&#39;d mean the world if it was in ur handwriting. here&#39;s why:&#39;) <a href=\"https://t.co/fhldRiju3w\">pic.twitter.com/fhldRiju3w</a></p>&mdash; ㅤkate • 30daysclean (@AlwaysJLover) <a href=\"https://twitter.com/AlwaysJLover/status/730426312490389506\">May 11, 2016</a></blockquote><br />\n<script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script></div></div><br />\n     <br />\n<p>\"I'm planning on getting the tattoo on my left arm, somewhere in the middle maybe. My left arm has the most scars, also the deepest ones. Getting it there I'm sure is going to help me heal in many ways,\" she told HuffPost UK.</p><br />\n<p>Speaking about her diagnosis with depression, which came in 2013, she said:&nbsp;\"Among other things, depression has been one of the worst things to ever happen to me. It eats you alive, it keeps you awake at night, it can lead to some ugly stuff. But, now I know I can start healing one day at a time. I might have some setbacks along the way, but it will all be okay in the end.\"</p><br />\n<blockquote><br />\n<p><strong>SEE ALSO:</strong></p><br />\n<p class=\"seo_bnp\"><strong><a href=\"http://www.huffingtonpost.co.uk/2016/03/16/jk-rowling-mum-cancer-message-twitter_n_9475936.html?utm_hp_ref=uk-jk-rowling\">JK Rowling Sends Touching Message To Mother Of Young Cancer Victim</a></strong></p><br />\n<p class=\"seo_bnp\"><strong><a href=\"http://www.huffingtonpost.co.uk/2016/02/08/j-k-rowling-response-to-depressed-fan_n_9186770.html?utm_hp_ref=uk-jk-rowling\">JK Rowling's Touching Response To Fan With Depression Will Make You Love Her More</a></strong></p><br />\n</blockquote><br />\n<p><strong>Useful websites and helplines:</strong></p><br />\n<p><strong style=\"line-height: 1.42857;\"><a href=\"http://www.mind.org.uk/\" target=\"_hplink\">Mind</a></strong><span style=\"line-height: 1.42857;\">, open Monday to Friday, 9am-6pm on </span><strong style=\"line-height: 1.42857;\">0300 123 3393</strong><span style=\"line-height: 1.42857;\">&nbsp;</span><br /><span style=\"font-family: 'Helvetica Neue', Helvetica, Arial, sans-serif;\"><span style=\"font-size: 16.003px; line-height: 24.0045px;\"><br /></span></span><strong style=\"line-height: 1.42857;\"><a href=\"http://samaritans.org/\" target=\"_hplink\">Samaritans</a></strong><span style=\"line-height: 1.42857;\"> offers a listening service which is open 24 hours a day, on </span><strong style=\"line-height: 1.42857;\">116 123</strong><span style=\"line-height: 1.42857;\">(UK and ROI - this number is FREE to call and will not appear on your phone bill.</span><br /><span style=\"font-family: 'Helvetica Neue', Helvetica, Arial, sans-serif;\"><span style=\"font-size: 16.003px; line-height: 24.0045px;\"><br /></span></span><strong style=\"line-height: 1.42857;\"><a href=\"http://www.getconnected.org.uk/\" target=\"_hplink\">Get Connected</a></strong><span style=\"line-height: 1.42857;\"> is a free advice service for people under 25. Call </span><strong style=\"line-height: 1.42857;\">0808 808 4994</strong><span style=\"line-height: 1.42857;\"> or email: help@</span><span class=\"skimlinks-unlinked\" style=\"line-height: 1.42857;\">getconnected.org.uk</span></p><br />\n<p>&nbsp;</p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/57345638160000ae0731e875.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.co.uk/2016/05/12/mirror-marble-cakes-by-olga-noskova-are-incredible_n_9925632.html</guid>\n      <title><![CDATA[Mirror Marble Cakes By Olga Noskova Are Just Magical]]></title>\n      <author>Natasha Hinde</author>\n      <link>http://www.huffingtonpost.co.uk/2016/05/12/mirror-marble-cakes-by-olga-noskova-are-incredible_n_9925632.html?utm_hp_ref=uk-lifestyle&amp;ir=UK+Lifestyle</link>\n      <pubDate>Thu, 12 May 2016 07:05:04 -0400</pubDate>\n      <description><![CDATA[<p>A Russian baker-cum-<a href=\"http://www.huffingtonpost.co.uk/news/food\">food</a>-wizard has created a series of stunning <a href=\"http://www.huffingtonpost.co.uk/news/cakes\">cakes</a> which are so reflective you can actually see your face in them.&nbsp;</p><br />\n<p>Olga Noskova shares the beautiful creations - which have been dubbed mirror marble cakes - on her <a href=\"https://www.instagram.com/olganoskovaa/\" target=\"_blank\">Instagram feed</a>, where she has accrued more than 242,000 followers.</p><br />\n<p>We have to admit, her perfectly formed masterpieces look too good to eat...</p><br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><blockquote class=\"instagram-media\" data-instgrm-version=\"7\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\"><div style=\"padding:8px;\"> <div style=\" background:#F8F8F8; line-height:0; margin-top:40px; padding:50.0% 0; text-align:center; width:100%;\"> <div style=\" background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;\"></div></div><p style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;\"><a href=\"https://www.instagram.com/p/BEltRsyBzJb/\" style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none;\" target=\"_blank\">A photo posted by Ольга (@olganoskovaa)</a> on <time style=\" font-family:Arial,sans-serif; font-size:14px; line-height:17px;\" datetime=\"2016-04-24T16:09:21+00:00\">Apr 24, 2016 at 9:09am PDT</time></p></div></blockquote><br />\n<script async defer src=\"//platform.instagram.com/en_US/embeds.js\"></script></div></div><br />\n     <br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><blockquote class=\"instagram-media\" data-instgrm-version=\"7\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\"><div style=\"padding:8px;\"> <div style=\" background:#F8F8F8; line-height:0; margin-top:40px; padding:50.0% 0; text-align:center; width:100%;\"> <div style=\" background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;\"></div></div><p style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;\"><a href=\"https://www.instagram.com/p/BEthNXjhzNo/\" style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none;\" target=\"_blank\">A photo posted by Ольга (@olganoskovaa)</a> on <time style=\" font-family:Arial,sans-serif; font-size:14px; line-height:17px;\" datetime=\"2016-04-27T16:57:50+00:00\">Apr 27, 2016 at 9:57am PDT</time></p></div></blockquote><br />\n<script async defer src=\"//platform.instagram.com/en_US/embeds.js\"></script></div></div><br />\n     <br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><blockquote class=\"instagram-media\" data-instgrm-version=\"7\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\"><div style=\"padding:8px;\"> <div style=\" background:#F8F8F8; line-height:0; margin-top:40px; padding:50.0% 0; text-align:center; width:100%;\"> <div style=\" background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;\"></div></div><p style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;\"><a href=\"https://www.instagram.com/p/BFO2ra-hzLa/\" style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none;\" target=\"_blank\">A photo posted by Ольга (@olganoskovaa)</a> on <time style=\" font-family:Arial,sans-serif; font-size:14px; line-height:17px;\" datetime=\"2016-05-10T15:40:22+00:00\">May 10, 2016 at 8:40am PDT</time></p></div></blockquote><br />\n<script async defer src=\"//platform.instagram.com/en_US/embeds.js\"></script></div></div><br />\n     <br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><blockquote class=\"instagram-media\" data-instgrm-version=\"7\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\"><div style=\"padding:8px;\"> <div style=\" background:#F8F8F8; line-height:0; margin-top:40px; padding:50.0% 0; text-align:center; width:100%;\"> <div style=\" background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;\"></div></div><p style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;\"><a href=\"https://www.instagram.com/p/BFMWZ9bBzBj/\" style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none;\" target=\"_blank\">A photo posted by Ольга (@olganoskovaa)</a> on <time style=\" font-family:Arial,sans-serif; font-size:14px; line-height:17px;\" datetime=\"2016-05-09T16:19:53+00:00\">May 9, 2016 at 9:19am PDT</time></p></div></blockquote><br />\n<script async defer src=\"//platform.instagram.com/en_US/embeds.js\"></script></div></div><br />\n     <br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><blockquote class=\"instagram-media\" data-instgrm-version=\"7\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\"><div style=\"padding:8px;\"> <div style=\" background:#F8F8F8; line-height:0; margin-top:40px; padding:50.0% 0; text-align:center; width:100%;\"> <div style=\" background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;\"></div></div><p style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;\"><a href=\"https://www.instagram.com/p/BFNuXNHhzJs/\" style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none;\" target=\"_blank\">A photo posted by Ольга (@olganoskovaa)</a> on <time style=\" font-family:Arial,sans-serif; font-size:14px; line-height:17px;\" datetime=\"2016-05-10T05:08:28+00:00\">May 9, 2016 at 10:08pm PDT</time></p></div></blockquote><br />\n<script async defer src=\"//platform.instagram.com/en_US/embeds.js\"></script></div></div><br />\n     <br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><blockquote class=\"instagram-media\" data-instgrm-version=\"7\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\"><div style=\"padding:8px;\"> <div style=\" background:#F8F8F8; line-height:0; margin-top:40px; padding:50.0% 0; text-align:center; width:100%;\"> <div style=\" background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;\"></div></div><p style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;\"><a href=\"https://www.instagram.com/p/BETr777BzH6/\" style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none;\" target=\"_blank\">A photo posted by Ольга (@olganoskovaa)</a> on <time style=\" font-family:Arial,sans-serif; font-size:14px; line-height:17px;\" datetime=\"2016-04-17T16:11:19+00:00\">Apr 17, 2016 at 9:11am PDT</time></p></div></blockquote><br />\n<script async defer src=\"//platform.instagram.com/en_US/embeds.js\"></script></div></div><br />\n     <br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><blockquote class=\"instagram-media\" data-instgrm-version=\"7\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\"><div style=\"padding:8px;\"> <div style=\" background:#F8F8F8; line-height:0; margin-top:40px; padding:50.0% 0; text-align:center; width:100%;\"> <div style=\" background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;\"></div></div><p style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;\"><a href=\"https://www.instagram.com/p/BENoF-ZBzG9/\" style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none;\" target=\"_blank\">A photo posted by Ольга (@olganoskovaa)</a> on <time style=\" font-family:Arial,sans-serif; font-size:14px; line-height:17px;\" datetime=\"2016-04-15T07:42:17+00:00\">Apr 15, 2016 at 12:42am PDT</time></p></div></blockquote><br />\n<script async defer src=\"//platform.instagram.com/en_US/embeds.js\"></script></div></div><br />\n     <br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><blockquote class=\"instagram-media\" data-instgrm-version=\"7\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\"><div style=\"padding:8px;\"> <div style=\" background:#F8F8F8; line-height:0; margin-top:40px; padding:50.0% 0; text-align:center; width:100%;\"> <div style=\" background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;\"></div></div><p style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;\"><a href=\"https://www.instagram.com/p/BD2Hs5vBzDp/\" style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none;\" target=\"_blank\">A photo posted by Ольга (@olganoskovaa)</a> on <time style=\" font-family:Arial,sans-serif; font-size:14px; line-height:17px;\" datetime=\"2016-04-06T04:36:43+00:00\">Apr 5, 2016 at 9:36pm PDT</time></p></div></blockquote><br />\n<script async defer src=\"//platform.instagram.com/en_US/embeds.js\"></script></div></div><br />\n     <br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><blockquote class=\"instagram-media\" data-instgrm-version=\"7\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\"><div style=\"padding:8px;\"> <div style=\" background:#F8F8F8; line-height:0; margin-top:40px; padding:50.0% 0; text-align:center; width:100%;\"> <div style=\" background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;\"></div></div><p style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;\"><a href=\"https://www.instagram.com/p/BDhXHVLBzMA/\" style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none;\" target=\"_blank\">A photo posted by Ольга (@olganoskovaa)</a> on <time style=\" font-family:Arial,sans-serif; font-size:14px; line-height:17px;\" datetime=\"2016-03-29T03:07:21+00:00\">Mar 28, 2016 at 8:07pm PDT</time></p></div></blockquote><br />\n<script async defer src=\"//platform.instagram.com/en_US/embeds.js\"></script></div></div><br />\n     <br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><blockquote class=\"instagram-media\" data-instgrm-version=\"7\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\"><div style=\"padding:8px;\"> <div style=\" background:#F8F8F8; line-height:0; margin-top:40px; padding:50.0% 0; text-align:center; width:100%;\"> <div style=\" background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;\"></div></div><p style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;\"><a href=\"https://www.instagram.com/p/BDa9Y6KBzG-/\" style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none;\" target=\"_blank\">A photo posted by Ольга (@olganoskovaa)</a> on <time style=\" font-family:Arial,sans-serif; font-size:14px; line-height:17px;\" datetime=\"2016-03-26T15:27:06+00:00\">Mar 26, 2016 at 8:27am PDT</time></p></div></blockquote><br />\n<script async defer src=\"//platform.instagram.com/en_US/embeds.js\"></script></div></div><br />\n     <br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><blockquote class=\"instagram-media\" data-instgrm-version=\"7\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\"><div style=\"padding:8px;\"> <div style=\" background:#F8F8F8; line-height:0; margin-top:40px; padding:50.0% 0; text-align:center; width:100%;\"> <div style=\" background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;\"></div></div><p style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;\"><a href=\"https://www.instagram.com/p/BC9VuzmBzAo/\" style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none;\" target=\"_blank\">A photo posted by Ольга (@olganoskovaa)</a> on <time style=\" font-family:Arial,sans-serif; font-size:14px; line-height:17px;\" datetime=\"2016-03-15T03:22:36+00:00\">Mar 14, 2016 at 8:22pm PDT</time></p></div></blockquote><br />\n<script async defer src=\"//platform.instagram.com/en_US/embeds.js\"></script></div></div><br />\n     <br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><blockquote class=\"instagram-media\" data-instgrm-version=\"7\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\"><div style=\"padding:8px;\"> <div style=\" background:#F8F8F8; line-height:0; margin-top:40px; padding:50.0% 0; text-align:center; width:100%;\"> <div style=\" background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;\"></div></div><p style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;\"><a href=\"https://www.instagram.com/p/BCxuhRshzJA/\" style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none;\" target=\"_blank\">A photo posted by Ольга (@olganoskovaa)</a> on <time style=\" font-family:Arial,sans-serif; font-size:14px; line-height:17px;\" datetime=\"2016-03-10T15:08:19+00:00\">Mar 10, 2016 at 7:08am PST</time></p></div></blockquote><br />\n<script async defer src=\"//platform.instagram.com/en_US/embeds.js\"></script></div></div><br />\n      <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/57344f65160000ae0731e865.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.co.uk/gabrielle-blackman/beware-becoming-a-house-buyerzilla_b_9756610.html</guid>\n      <title><![CDATA[Five Ways to Not Become a House Buyerzilla]]></title>\n      <author>Gabrielle Blackman</author>\n      <link>http://www.huffingtonpost.co.uk/gabrielle-blackman/beware-becoming-a-house-buyerzilla_b_9756610.html?utm_hp_ref=uk-lifestyle&amp;ir=UK+Lifestyle</link>\n      <pubDate>Thu, 12 May 2016 07:04:38 -0400</pubDate>\n      <description><![CDATA[As an interior designer, I am regularly asked by potential clients to draw up plans and schemes for properties they do not own. They might have had a head over heels in love first viewing, or be locked in a final offer sealed bid battle, but whatever the situation, if someone doesn't own a property, I politely say no, as such a request is a clear sign that the person in question has gone a bit 'Buyerzilla'. <br />\n<br />\n\"But it's my house\" they will whisper in the manner of Gollum and his precious ring, and its at that point that you know for sure that they've lost all reason and rationality, and are in the grip of a powerful emotional fever. Just like their cousin the Bridezilla, they're being driven by deep, instinctive desires and worries, only with a Buyerzilla it's not about wanting the perfect wedding day, but rather a home that they might live in for years. So it's a serious, big decision, which is why they need a dose of rational common sense in the form of five key bits of advice. <br />\n <br />\n<strong>Make a list - fighting your inner BUYERZILLA</strong><br />\n<br />\nChoosing the right home for you should be a very straight forward and logical. You have a budget and a checklist of priorities and acceptable locations. You've done your research, but then the madness can descend - often at the first sight of property details. The most important financial decision many of us will ever make becomes hugely emotional and engulfs us. <br />\n<br />\nBoring as this may sound, start by writing down your budget and your checklist of genuine needs before the fever of house buying takes over. Stick this list on your fridge door so you have to see it every time you reach for the milk/mineral water/wine. Go back to it when you find yourself wailing \"But the wisteria on that cottage is so wonderful!\" Was wisteria on your checklist? I didn't think so - no. Was being near to good transport links and that good new school? Yes.<br />\n<br />\n<strong>Don't be afraid of an ugly house</strong><br />\n<br />\nFor most of us, compromise is all part of the process of house buying.  After years of working with buildings, I have totally revised my thinking on what I need from a property. I would rather compromise by buying an ugly house than a bad location. You would be amazed what a decent quality floor and new windows can do to a home. Try to focus on space and potential rather than the hideous pebble dash exterior that could be easily changed with a coat of crisp new render or some fabulous timber cladding. Find the quirky imperfections that you'll grow to love. Remember that often a house is 'ugly' because the architect focused on function over form, and as a result has created a living space that works efficiently and effortlessly -this is particularly true of properties from the 1950's on, when the way we live our lives now began to evolve. <br />\n<br />\n<br />\n<strong>See the light</strong><br />\n<br />\nNatural light is so important and impossible to fake.  If the house feels too dark for you, even after visits at different times of day, then don't touch it. Don't believe all that rubbish about big mirrors and white paint, and don't for a moment think that peppering the ceiling with downlights will solve the issue. The minute you switch them on you'll be caught in their unflinching Doctors waiting room glare. If the light's not right - due to low ceilings, or being surrounded by bigger buildings - then move on, not move in.<br />\n<br />\n<strong>Take a tape measure</strong><br />\n<br />\nInterior Design is a numbers game, so let me share the 4 most important numbers, which are 600, 1500, 1700 and 1900. These are the measurements for the 600mm depth of kitchen cabinet, appliances and wardrobes. The 1500mm width of a Kingsize bed, the 1900 x 900 of a single bed, and the 1700 x 700 standard bath.<br />\n<br />\nOnce you get serious about a house, work out your furniture plan, is it going to really work for you? Again, this is where cold rationality has to triumph over your rampaging Buyerzilla. That charming box room may look out over the lovely garden, and guests will adore throwing back the curtains to see your exquisite borders and lawn - but can that room actually take a bed? Is that box room in actual fact a cupboard? Perfect at parties for hilarious games of sardines, less fun to be asked to sleep inside.<br />\n<br />\n<strong>Be practical or find someone who is...</strong><br />\n<br />\nYou have completely fallen in love with your dream house and it ticks nearly all of the boxes on that list on the fridge - the survey is underway, and your Buyerzilla is largely under control. At this point, I would advise you (especially the proud, practical men out there), to swallow your pride; find a good builder, preferably one you have worked with before, and PAY for a day of his time. <br />\n<br />\nDon't be tempted to call in a favour - as deadlines will be tight and you will want reliable answers. Pay for a site visit, and a rough estimate for the works you intend to do to the house.  To save time, I always have the schedule of works written out for my contractors with a space for them to fill in the price for each job.  Good builders are normally very busy and loathe paper work, so if you have done half the work for them you are more likely to get a quick answer. <br />\n<br />\nA good, reliable builder will also run a mile from a fire breathing Buyerzilla - because they know from experience that when they say 'There is no way we can put a downstairs loo into that hallway or put bedrooms in a basement' a Buyerzilla will hear 'Of course I agree with all your crazy plans and I will use these magic tools to conjure up the house of your dreams'. If they give you bad news - listen. Take a breath. Don't bite their heads off. They're not emotionally invested in your potential property - you are. Go back to your list on the fridge door - even at this late stage. Reach for whatever will calm you down (wine usually helps I find) and sadly acknowledge that if the builders say you can't squeeze in whatever it is you want, and this means that the property won't work for you - then once again, move on, not move in.<br />\n<br />\nSo those are my top tips on how not to let your inner raging Buyerzilla take over and allow you to make a monstrous property mistake - and all this from someone with two small children and a puppy who bought a 200 year old place with a dodgy roof, many flights of stairs and squirrels living in the loft! <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/4311954/images/s-HOUSE-FOR-SALE-SIGN-UK-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.co.uk/poorna-bell/stop-shaming-women-in-the-gym-for-working-out_b_9924842.html</guid>\n      <title><![CDATA[Dear Gym Bozos, Stop Shaming Women for Working Out]]></title>\n      <author>Poorna Bell</author>\n      <link>http://www.huffingtonpost.co.uk/poorna-bell/stop-shaming-women-in-the-gym-for-working-out_b_9924842.html?utm_hp_ref=uk-lifestyle&amp;ir=UK+Lifestyle</link>\n      <pubDate>Thu, 12 May 2016 06:42:17 -0400</pubDate>\n      <description><![CDATA[Five years ago, I would not have been able to step into the weights section of a gym. <br />\n<br />\nApart from finding it extremely intimidating - from heavily muscled guys to the groups of men having loud conversations with their mates, from the equipment itself to the overall staring that happens when you're waiting between reps - I also didn't know what the hell I was doing. <br />\n<br />\nIt was much safer to stick to the comforting confines of the cross-trainer, treadmill and mat areas - that way, I reduced the likelihood that someone would laugh at me for doing it wrong. <br />\n<br />\nThe fear that someone will laugh at you in the gym may sound trivial, but it's a huge part of why people, especially women, are scared of working out. <br />\n<br />\nSo when I heard that some utter bozo had filmed a woman exercising in the gym on Snapchat and titled it 'Tf is she doing', I wanted to ask him Tf he thought he was doing. <br />\n<br />\n<iframe src=\"https://www.facebook.com/plugins/video.php?href=https%3A%2F%2Fwww.facebook.com%2Fworldstarhiphop%2Fvideos%2Fvb.253968658003230%2F1065577230175698%2F%3Ftype%3D3&show_text=0&width=560\" width=\"560\" height=\"315\" style=\"border:none;overflow:hidden\" scrolling=\"no\" frameborder=\"0\" allowTransparency=\"true\" allowFullScreen=\"true\"></iframe><br />\n<br />\nFor the record, asshole, it's called a Jefferson deadlift. The lady in your video may not be doing it quite right, but that's what it is. <br />\n<br />\nThis isn't the first time I've seen videos like this floating around on Facebook - women being secretly filmed and then shamed on a public platform. <br />\n<br />\nBut please don't let idiots like this put you off your workout or heading to the weights section. <br />\n<br />\nAfter this video was posted, there was overwhelming support for the woman being filmed. <br />\n<br />\nSome of my favourite responses to this on Facebook have been: \"Well a real man would of went over and showed her the correct way instead of recording it....#fuckboy!!<br />\n<br />\n\"To the fat guy recording this. She's trying to do a jefferson squat. Maybe not the correct way but at least she's not on her phone like your fat ass. Lift more stare less bro!\"<br />\n<br />\nI feel really strongly about making the weights section a more inclusive, approachable space for people to work out in. <br />\n<br />\nWhy? Because weight training is one of the best things I have ever done. <br />\n<br />\nNot only has it changed me physically in a way that hours on the treadmill never could, but the act of lifting weights itself has given me confidence and boosted my own self worth so much, that I'm almost in disbelief that it happened. <br />\n<br />\nLifting weights requires strength not just physically, but a lot of it is psychological too. So it follows the stronger your body gets, the stronger your mind becomes too. <br />\n<br />\nIt seems a total paradox and unacceptable that a type of fitness that would dramatically boost body confidence in women is closed or made more difficult due to machoism.  <br />\n<br />\nI've got enough personal experience to know that telling people to get over their fears is not going to work. I've seen the fear and it's big and it's real. <br />\n<br />\nMy advice would be to hire a personal trainer for a month to set you a program and to make sure you're doing the moves in the right way. It also means you're not going into that section unaccompanied. <br />\n<br />\nIf you can't afford a personal trainer, then don't worry - a quick look on Google reveals videos showing you how to do certain moves. <br />\n<br />\nBut above all, my advice is for the people in the weights room. <br />\n<br />\nWe're all there for a common goal - to get fit and healthy. This isn't a competitive sport - it's collaborative. So the next time you see someone doing a weight wrong, don't laugh about it with your mates or film it like this cretin. <br />\n<br />\nHelp them out because once upon a time, that was you. <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/3480724/images/s-EXERCISE-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.co.uk/2016/05/12/what-are-demodex-eye-mites_n_9925344.html</guid>\n      <title><![CDATA[Eye Mites: Hundreds Of Tiny Parasitic Mites May Be Living In Your Eyelashes]]></title>\n      <author>Rachel Moss</author>\n      <link>http://www.huffingtonpost.co.uk/2016/05/12/what-are-demodex-eye-mites_n_9925344.html?utm_hp_ref=uk-lifestyle&amp;ir=UK+Lifestyle</link>\n      <pubDate>Thu, 12 May 2016 06:39:00 -0400</pubDate>\n      <description><![CDATA[<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><div id=\"vidible_14630495471\" class=\"vdb_player vdb_56c6ffabe4b03935793be32056be00124076e70ee4171d93\" vdb_params=\"m.fwkeyvalues=sponsorship%3DSPONSORSHIP_NAME&amp;m.fwsitesection=composer\"><script type=\"text/javascript\" src=\"//delivery.vidible.tv/jsonp/pid=56c6ffabe4b03935793be320/vid=57315e3ce4b06a26f8737099/56be00124076e70ee4171d93.js\"></script></div></div><script type='text/javascript'>function onPlayerReadyVidible(e){'undefined'!=typeof HPTrack&&HPTrack.Vid.Vidible_track(e)}!function(e,i){if(e.vdb_Player){if('object'==typeof commercial_video){var a='',o='m.fwsitesection='+commercial_video.site_and_category;if(a+=o,commercial_video['package']){var c='&m.fwkeyvalues=sponsorship%3D'+commercial_video['package'];a+=c}e.setAttribute('vdb_params',a)}i(e.vdb_Player)}else{var t=arguments.callee;setTimeout(function(){t(e,i)},0)}}(document.getElementById('vidible_1'),onPlayerReadyVidible);</script></div><br />\n     <br />\n<p>If you love nothing more than snuggling up close with your <a href=\"http://www.huffingtonpost.co.uk/news/pets/\">pets</a>, you may want to book an appointment with your doctor or optician.&nbsp;</p><br />\n<p>Demodex mites, also known as eye mites, can be passed from animals to humans and love nothing more than bedding down in your eyelashes.&nbsp;</p><br />\n<p>If the tiny parasitic mites get out of hand, they can cause permanent damage including blurred vision and dry eyes.</p><br />\n<p>In the video above,&nbsp;CBS Miami reporter Ted Scouten went for a checkup with Dr Norman Herskovich after he found out he was living with eye mites two months ago.&nbsp;</p><br />\n<p>Dr Herskovich said Scouten probably contracted the mites because the reporter used to sleep with his cats and allowed them to climb on his pillows.</p><br />\n<p>\"Demodex are found everywhere...but when patients have pets I tend to find they have more demodex in their eyes than non-pet owners,\" he said.&nbsp;</p><br />\n<br />\n<p>Unfortunately, moist hair follicles make the perfect breeding ground for the mites, which is why they're often attracted to eyelashes.&nbsp;</p><br />\n<p>\"They try to avoid light, so what ends up happening, as awkward as it sounds, is that when we go to bed at night they come out and they mate,\"&nbsp;Dr Herskovich explained.</p><br />\n<p>Eyelash mites are fairly common, particularly among older people. Previous research from the&nbsp;<a href=\"http://www.acaai.org/allergist/Resources/letters/Pages/Have_You_Heard_of_Eyelash_Mites.aspx\">American College of Allergy, Asthma &amp; Immunology</a>&nbsp;found that over 80% of people will have colonisation of their eyelashes by demodex.</p><br />\n<p>Scouten has been soothing his eyelashes with tea tree oil for the past two months, but in the video he is seen having the next stage of treatment - eyelid exfoliation. &nbsp;</p><br />\n<p>The process removes mites and bacteria from the lid margins and takes about twenty minutes to complete.</p><br />\n<p>Due to the longterm health risks associated with large infestations,&nbsp;Dr Herskovich said it's important for everyone to get their eyes checked by a doctor or optician regularly, even if they don't need glasses.&nbsp;</p><br />\n <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/57345417130000f0043815ed.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.co.uk/emer-delaney/dieticians-dentists-and-eating-disorders_b_9924870.html</guid>\n      <title><![CDATA[Dieticians, Dentists and Eating Disorders]]></title>\n      <author>Emer Delaney</author>\n      <link>http://www.huffingtonpost.co.uk/emer-delaney/dieticians-dentists-and-eating-disorders_b_9924870.html?utm_hp_ref=uk-lifestyle&amp;ir=UK+Lifestyle</link>\n      <pubDate>Thu, 12 May 2016 06:35:17 -0400</pubDate>\n      <description><![CDATA[Did you know that over 1.6 million people in the UK are affected by eating disorders? These are mainly 14-25 year olds females; however, the incidence is definitely rising in men. 'Eating disorder' is an umbrella term used to describe Anorexia, Bulimia Nervosa and other non-specific eating behaviours. Whilst the levels of Anorexia Nervosa have remained steady over the past decade, we have seen an increase in binge eating and eating disorder not otherwise specified (EDNOS). Younger people in particular may be diagnosed with EDNOS when they show some, but not all, of the typical signs of an eating disorder. Shockingly, approximately 40% of people affected by an eating disorder are bulimic, with this statistic rising by 18 per 100,000 people, every year.<br />\n<br />\n<strong>What is Bulimia?</strong><br />\nPeople with Bulimia experience periods of binge eating, followed by deliberate purging or laxative use to control their weight. It is often very difficult to recognise the signs, as people with Bulimia can appear 'healthy' with a 'healthy weight'. However, there are telling signs if you look hard enough. People often have very short nails to ensure they don't scratch the back of their throat, red marks or cuts are found around their knuckles from teeth grazes, and redness around the eyes are common from burst blood vessels. Bulimia also causes significant damage to the teeth due to stomach acid. It mostly affects the backs of the teeth facing the palate and at the gum line around the incisors. I have always been told that dentists can be the first to identify Bulimia so, with this in mind, I asked leading <a href=\"http://www.sensu.co.uk\" target=\"_hplink\">Dentist Dr. Krupal Shah </a>(Founder of Wimpole Street <a href=\"http://www.sensu.co.uk\" target=\"_hplink\">Cosmetic Dentist Sensu London</a>) a few questions....<br />\n<br />\n<strong>1) Is it true, can dentists be the first to identify Bulimia due to tooth damage?</strong><br />\nMany of the symptoms of bulimia can be concealed from friends and loved ones, but there are tell-tale signs that cannot be so easily hidden from a dentist. For example, loss of enamel from behind the upper front teeth can provide a strong indication of purging, particularly if a patient has a history of good oral health. Other warning signs can include a dry mouth, cavities, sensitive teeth and sore, inflamed gums; and, in severe cases, the nerves of the teeth can become exposed causing extreme pain and even tooth loss. These symptoms can sometimes be exacerbated by high-sugar binging as, not only does a high-sugar diet create the perfect conditions for decay, but it will also intensify the impact of gastric acid. <br />\n<br />\n<strong>2) How long does it take for this to happen?</strong><br />\nThere are different factors that can influence the onset of these symptoms. The frequency of purging will have a big impact, and it can be months of even years before the physical symptoms of Bulimia materialise.<br />\n<br />\n<strong>3) Is it reversible?</strong><br />\nSome symptoms such as sensitivity and inflammation can be reversed to some degree, but only once the underlying cause - in this instance the Bulimia - has been treated. Only then can we look to restore a patient's oral health through a combination of preventative and restorative dental treatments. These treatments typically include fillings and crowns to repair and protect the teeth. In some cases a patient may need to be referred to a periodontist - a dentist who specialises in treating gums - or an oral surgeon if there are missing teeth that need replacing.<br />\n<br />\n<strong>4) What is the best thing to do if people have damaged their teeth?</strong><br />\nIf an individual has damaged their teeth through purging, they should seek advice from a dentist straight away. Providing the Bulimia has been treated we will look to repair any damage promptly and prevent any further deterioration to the patient's health or appearance. If a patient is not ready to seek treatment for their condition, then we can advise them how to minimise any future damage to their oral health.<br />\n<br />\n<strong>5) What's the best advice for people who suffer from Bulimia?  </strong><br />\nAs dentists we are concerned not only for our patients' oral health but for their overall health. We are in a unique position where we have a responsibility to highlight damaging behaviours, but we are not equipped to offer treatment for mental illnesses such as bulimia.<br />\nWe can provide non-judgemental advice on the impact of bulimia on an individual's oral health. However, providing the patient is an adult ultimately the onus will be on them to seek the help they need. We can instigate or facilitate this process by advising them to seek help. In most cases this would involve encouraging the patient to speak to someone they trust such as their GP, a friend or family member.<br />\n<br />\nPersonally, I'm seeing more and more people with disordered eating habits and I am often asked about the best forms of treatment. Firstly, having involvement from more than one professional is essential in my opinion, as no one can be solely equipped to handle the challenging aspects that an eating disorder encompasses. The first and most important thing is recognising there is a problem. Once people do, seeking help for their physical and psychological health is next.<br />\n<br />\nAs a dietitian, my role is to re-educate people on the key aspects of healthy eating and how it affects their physical health, through nutrition counselling. This is often done face-to-face in clinic, but can also be in larger group sessions. Designing tailored, balanced, nutrition plans is a fundamental part of treatment and these are amended in line with weight management. Input from a trained therapist is another fundamental part of treatment and they will help with any underlying psychological causes. Cognitive behavioural therapy (CBT) or cognitive analytic therapy (CAT) are commonly used therapies. CBT focuses on changing how someone thinks about a situation which in turn, affects how they act, whereas CAT focuses on personality and life experiences. CAT looks at how these factors influence an individual's current thoughts, relationships, feelings and behaviours. Regardless of the chosen therapy, one should definitely play a part in treating eating disorders in line with specialist input from a dietitian.<br />\n<br />\n<strong>For more information, visit <a href=\"http://www.myprivatediet.com\" target=\"_hplink\">www.myprivatediet.com</a></strong> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/3584814/images/s-DENTIST-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.co.uk/2016/05/12/mcdonalds-worker-mike-waite-powerful-response-to-people-who-job-shamed-him_n_9925222.html</guid>\n      <title><![CDATA[McDonald's Employee's Powerful Response To Those Who Say He's In A 'Dead End Job']]></title>\n      <author>Natasha Hinde</author>\n      <link>http://www.huffingtonpost.co.uk/2016/05/12/mcdonalds-worker-mike-waite-powerful-response-to-people-who-job-shamed-him_n_9925222.html?utm_hp_ref=uk-lifestyle&amp;ir=UK+Lifestyle</link>\n      <pubDate>Thu, 12 May 2016 06:18:40 -0400</pubDate>\n      <description><![CDATA[<p>A <a href=\"http://www.huffingtonpost.co.uk/news/mcdonalds\">McDonald's</a> worker in Edinburgh has posted an open letter on <a href=\"http://www.huffingtonpost.co.uk/news/facebook\">Facebook</a> targeting those who job shame him.</p><br />\n<p>Mike Waite, who works 50 hours a week at McDonald's, defended his decision to work for the <a href=\"http://www.huffingtonpost.co.uk/news/food\">food</a> chain in an <a href=\"https://www.facebook.com/photo.php?fbid=479412392253399&amp;set=a.240001342861173.1073741828.100005539278092&amp;type=3&amp;theater\" target=\"_blank\">articulate and inspiring post</a>.</p><br />\n<p>His powerful response to those who have \"judged\" him and his colleagues has been shared more than 6,000 times and has over 42,000 likes.&nbsp;</p><br />\n<p>Many people have commended him on speaking out, with one person hailing his letter as: \"One of the best posts I've read on Facebook to date.\"</p><br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><a href=\"https://www.facebook.com/photo.php?fbid=479412392253399\" data-iframely-url=\"//dk79lclgtez2i.cloudfront.net/tah7tP\" data-template=\"inline\"></a><script async src=\"//dk79lclgtez2i.cloudfront.net/embed.js\" charset=\"utf-8\"></script></div></div><br />\n     <br />\n<p>Waite explained that he works at Mcdonald's not because he has&nbsp;\"no aspiration, motivation or intelligence\".</p><br />\n<p>\"But for the opposite... because in a few months time, like a great number of people I work with, I will be going back into higher education,\" he said.</p><br />\n<p>\"McDonald's has this reputation which is quite unfounded in the recent age, every person I work with has a story and every person is working their ass off in what can be a very tough job for their own reasons... be it they are in school, uni, have family, have kids, saving...etc.&nbsp;</p><br />\n<p>\"The one thing McDonald's is is a job which is extremely (extremely) flexible, has opportunities for growth and can allow you to do what you want to do.</p><br />\n<p>\"There are people becoming pilots, lawyers, designers, architects, and people who are at a point in their life that they will do whatever it takes to look after their family.\"</p><br />\n<p>Waite explained that he works with people who he aspires to be like, who have strengths in areas he wishes he had and who have overcome situations he never could.&nbsp;</p><br />\n<p>He works with people who \"have the determination to not fade away on handouts, but rather step up and work for their living unlike a huge number of people in this country\".</p><br />\n<blockquote><br />\n<p><strong>SEE ALSO:</strong></p><br />\n<p><strong><a href=\"http://www.huffingtonpost.co.uk/2016/05/05/mcdonalds-follow-our-foodsteps-initiative-uses-vr-to-reveal-farming-secrets_n_9854910.html?ir=UK+Lifestyle\">These Young Farmers Are Using Virtual Reality To Reveal McDonald's Secrets</a></strong></p><br />\n<p><strong><a href=\"http://www.huffingtonpost.co.uk/2016/04/21/mcdonalds-big-mac-new-sizes_n_9747174.html\">Big Macs May Be About To Get Even Bigger</a></strong></p><br />\n</blockquote><br />\n<p>He recalled how he had worked with \"very rich folks in very high end jobs\" in the past, but \"few of them could match the resilience and work ethic\" of the people he currently works with at McDonald's.</p><br />\n<p>\"McD's is not only letting me save up for university, but setting me up with flexible work [so] I can continue over the next years to come,\" he said.</p><br />\n<p>\"Not only that, but I intend on eventually progressing into the management side of things, something which ties in directly to my degree and will enhance my future job prospects.</p><br />\n<p>\"Damn right McDonald's will be on my CV, this job has pushed my limits in so many areas!\"</p><br />\n<p>He added that he recognised the job has downsides - such as lower wages - but added that every job has negative aspects.</p><br />\n<p>He concluded: \"Please just take your preconceptions and be rid of them because I work with some amazing people, and like many of them McDonald's is not a 'dead-end' of my working life but rather part of the beginning.</p><br />\n<p>\"Now, what drink would you like with that order?\"</p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/573441df160000ae0731e851.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.co.uk/melanie-haynes/danish-men-hunky-humble-or-simply-stylish_b_9924848.html</guid>\n      <title><![CDATA[Danish Men - Hunky, Humble or Simply Stylish?]]></title>\n      <author>Melanie Haynes</author>\n      <link>http://www.huffingtonpost.co.uk/melanie-haynes/danish-men-hunky-humble-or-simply-stylish_b_9924848.html?utm_hp_ref=uk-lifestyle&amp;ir=UK+Lifestyle</link>\n      <pubDate>Thu, 12 May 2016 06:18:40 -0400</pubDate>\n      <description><![CDATA[<a href=\"http://images.huffingtonpost.com/2016-05-12-1463044690-8276692-_MG_3371.jpg\"><img alt=\"2016-05-12-1463044690-8276692-_MG_3371.jpg\" src=\"http://images.huffingtonpost.com/2016-05-12-1463044690-8276692-_MG_3371-thumb.jpg\" width=\"570\" height=\"380\" /></a><br />\nPhoto credit: Nicolai Perjesi<br />\n<br />\nThe Danish summer has brought out the inner Cougar in me (yes I am a woman of a certain age!). The summer sunshine arrived this week and with it what seems like a new shipment of hunky Danish men. Perhaps I don't notice them in the colder months as they are bundled up in winter coats -- but a bit of sunshine brings out the tight t shirts and smart but sexy shorts. And they are everywhere, cycling, roller blading, shopping, pushing strollers, eating ice creams, walking hand in hand with lucky ladies or carrying kids on their shoulders. And that is just on the way to my local supermarket.<br />\n<br />\nThere is also a sense of pleasure in life and humbleness that makes them seem more attractive. Take the current Instagram sensation, Lasse Matberg, a Norwegian Naval officer who's Scandi outdoorsy good looks and humble manner are attracting many female followers or the image of an unnamed Danish policeman playing with refugees children on the motorway that went viral last year. It wasn't just about these guys' looks but the way they acted.<br />\n<br />\nYou may accuse me of being a bit sexist but we hear a lot about how attractive Danish girls are (1980's au pair stereotypes anyone?) but let's not forget Danish men. I have lived here a while and perhaps I stopped noticing Danish men but last autumn I had some English friends come and visit me for a girls' weekend here and they kept observing how good looking Danish men are. In fact we walked past a coffee shop and they said it was like a gorgeous man shop, with every window featuring something even better than the last. I kind of shrugged and then thought I had obviously stopped seeing what was around me.<br />\n<br />\n<a href=\"http://images.huffingtonpost.com/2016-05-12-1463044397-8565440-Caf_life_at_Nrrebro_Photographer__Morten_Jerichau.jpg\"><img alt=\"2016-05-12-1463044397-8565440-Caf_life_at_Nrrebro_Photographer__Morten_Jerichau.jpg\" src=\"http://images.huffingtonpost.com/2016-05-12-1463044397-8565440-Caf_life_at_Nrrebro_Photographer__Morten_Jerichau-thumb.jpg\" width=\"570\" height=\"380\" /></a><br />\nPhoto credit: Morten Jerichau<br />\n<br />\nSo in the spirit of research I started to look at Danish men with an objective eye. I began to wonder if they are in fact better looking or just better dressed and turned out? I decided that it was a bit of both, the Viking gene pool certainly helps.<br />\n<br />\nMany men here take time and thought on what they wear, how their hair is and how neat their beards or man buns are but not in an overly off-putting way.  And it rubs off on other nationalities living here. There is an innate sense of style and taking care of your appearance. You don't get a feeling of vanity but more of pride in how they look, which makes even an average man look good. A simple T shirt and shorts doesn't have the sloppy look it could have. Men run and work out but according to many Danish men I know this is simply to feel healthy and to be able to enjoy what they eat and drink without thinking too much about it.<br />\n<br />\nAnd the Danes don't take this potential of objectifying of men too seriously, the gender equality here is pretty good and you regularly see articles such as Denmark's Top 20 Tastiest Men in the women's magazines and it's just a bit of fun (as is this article!).<br />\n<br />\n<em>Melanie Haynes is originally from the UK and has lived in Copenhagen for eight years. She writes about life in Copenhagen on her blog <a href=\"http://www.dejligedays.com\" target=\"_hplink\">Dejlige Days</a> and after experiencing relocation to Copenhagen and Berlin, she runs a settling-in service aimed at helping expats called <a href=\"http://www.dejligedayswelcome.com\" target=\"_hplink\">Dejlige Days Welcome</a>.</em> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/1341996/images/s-DENMARK-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.co.uk/rebecca-heslop/everything-you-need-to-know-about-czech-food_b_9911718.html</guid>\n      <title><![CDATA[Everything You Need to Know About Czech Food...]]></title>\n      <author>Rebecca Heslop</author>\n      <link>http://www.huffingtonpost.co.uk/rebecca-heslop/everything-you-need-to-know-about-czech-food_b_9911718.html?utm_hp_ref=uk-lifestyle&amp;ir=UK+Lifestyle</link>\n      <pubDate>Thu, 12 May 2016 05:50:47 -0400</pubDate>\n      <description><![CDATA[I recently came back from a weekend break to Prague, and was absolutely blown away with the city. With its stunning architecture, colourful history and beautiful gardens, it's stocked full of everything you need for a fantastic city break. And the food? Well quite possibly some of the best I've ever eaten. I had heard a lot about Czech food; its almost legendary status as a smorgasbord of meat and dumplings, something out of a doctor's nightmare. So of course, I couldn't wait to 'Czech' it out.<br />\n<br />\n<strong>It's cheap.</strong><br />\n<br />\nThis was quite a novel experience. When you visit other major cities in Europe, Paris, Rome or London, you just need to look at a menu and you've spent a fortune. Here in Prague, we just couldn't spend our money on food. When a two course dinner, plus plenty of wine and beer, comes consistently to £25-£30, I'm a happy bunny. Even in the more touristy areas, where you would expect the prices to be hiked up, it wasn't unreasonable. Of course we didn't hit the most expensive restaurants in the city, but it was nice to know that our money could go quite a way.<br />\n<br />\n<strong>It's all about the meat.</strong><br />\n<br />\nFrom wild-boar goulash to roast duck; from sausages and smoked meat to marinated roast beef, the local specialities read like the menu of any meat lover. Accompanied by plenty of dumplings and potatoes, and washed down with beer, trust me when I say this food is not for the faint hearted.<br />\n<br />\n<strong>Go hungry!</strong><br />\n<br />\nPrague is a city that is best explored by foot. Not least because you can fully appreciate its maze of cobbled lanes and hidden gardens, but also because it will help you work up an appetite for dinner. Because the food comes in huge portions, and not just that, it's wonderfully rich and filling too. I'm not sure I actually finished a meal - I was defeated every time! When your chunks of meat and mounds of dumplings are smothered in rich gravies and sauces, I'm positive I gained several kilos over the course of my trip.<br />\n<br />\n<strong>Smoking in restaurants is a 'thing' in Prague.</strong><br />\n<br />\nAfter years of enjoying my food in a smoke-free environment, I was a little surprised to see that there wasn't a similar smoking ban in Prague. Instead, restaurants, bars and pubs get to choose their 'relationship status' with smokers: 'in a relationship' whereby smoking is allowed; 'it's complicated' whereby a restaurant has separate spaces for smokers or non-smokers; and 'single' whereby smoking is prohibited. Watch out for the labels displayed at entrances to places. It caught us out on the first night, and the smell of smoke lingered on my clothes for the rest of the trip.<br />\n<br />\n<strong>You will pay for everything. Everything!</strong><br />\n<br />\nLiterally down to the ketchup you dollop on your chips. Nothing comes for free in Prague restaurants: not the bread, not the water and certainly not your condiments. Definitely return anything you didn't order and if you're unsure about the prices, ask. Know exactly what you are ordering! That being said, you will want to make sure you order some veggie sides to cut through the heavy meat and potatoes, and sometimes ketchup is just necessary when you've ordered a plate of chips!<br />\n<br />\n<strong>And another thing...</strong><br />\n<br />\nLadies - leave your heels at home. With most streets in Prague paved with cobble stones, aka The Heel Destroyer, you will want to leave you party shoes at home. As much as I sound like your mother, pack sensible, flat shoes for loads of walking. You'll thank me later.<br />\n<br />\nYou can experience all four seasons in one day, so bring layers. Despite it being the end of April when we visited, it snowed on two of the days. And then an hour later, the sun was shining and I needed my sunglasses out. Pack lots of layers and unless you're going in the height of summer, I would recommend throwing in some gloves, a scarf and a hat. Just in case. <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/4306454/images/s-SALAD-DRESSING-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.co.uk/emily-morgan2/what-can-we-learn-from-the-circus_b_9918156.html</guid>\n      <title><![CDATA[What Can We Learn From the Circus?]]></title>\n      <author>Emily Morgan</author>\n      <link>http://www.huffingtonpost.co.uk/emily-morgan2/what-can-we-learn-from-the-circus_b_9918156.html?utm_hp_ref=uk-lifestyle&amp;ir=UK+Lifestyle</link>\n      <pubDate>Thu, 12 May 2016 05:47:06 -0400</pubDate>\n      <description><![CDATA[Rooted in gypsy community, there is more than just a thing or two that circus can teach us about the way we live and work. Yes, my experiences with circus may have been with an award-winning contemporary circus company, but behind the veil of cutting edge aesthetics and performance, exists a parallel universe imbedded with the cultures of traditional circus. A world that operates on a completely different set of rules.<br />\n<br />\n<a href=\"http://images.huffingtonpost.com/2016-05-12-1463016880-3146715-WhatCanWeLearnFromTheCircus.jpg\"><img alt=\"2016-05-12-1463016880-3146715-WhatCanWeLearnFromTheCircus.jpg\" src=\"http://images.huffingtonpost.com/2016-05-12-1463016880-3146715-WhatCanWeLearnFromTheCircus-thumb.jpg\" width=\"570\" height=\"317\" /></a>Photo: Emily Morgan<br />\n<br />\n<strong>On hierarchy and getting your hands dirty</strong><br />\n<br />\nNo man is better than another. It doesn't matter if you are a Montreal-trained, internationally-recognised swinging trapeze artist, you will muck in alongside the Geordie truck driver banging in stakes and cleaning toilets. I have yet to find a level playing field quite like this anywhere else in the world. The circus will reduce you to what you are, a human being, just like the one standing next to you. You don't have much choice about it either - the frankly colossal task of moving and raising a 500 person capacity tent by hand demands the blood, sweat and tears from every single member of the company. There is an underlying knowledge held by everyone that they are equally fundamental to the bigger picture in their own unique way. When you see the International Bookings Manager with her gloves on shifting steel, and the performers in the kitchen preparing food for everyone to eat, it distils resentment. It distils entitlement, and nurtures a collective pride, rather than an individual one.<br />\n<br />\n<strong>Ordinary people can do extraordinary things</strong><br />\n<br />\nBehind the sequin curtains and the bright lights of the dressing room, the awe-inspiring performers that you see throwing themselves effortlessly across the air into the hands of another, are actually, believe it or not, just ordinary people. Like you and me. Really. The game has changed - these days you do not have to be born in to a circus family in Mexcio to be a circus artist. One of the performers who used to stun me to tears night after night used to be an IT consultant. Another grew up in a small village in Lincolnshire. Something happened in these people's lives that inspired them to dedicate every ounce of everything they had to this incredible art form. And so they went and bloody did it. They are living evidence, and the most tangible inspiration I can find, that we are all capable of achieving the extraordinary.<br />\n<br />\n<a href=\"http://images.huffingtonpost.com/2016-05-12-1463018138-6459135-ElenaWarmup2.jpg\"><img alt=\"2016-05-12-1463018138-6459135-ElenaWarmup2.jpg\" src=\"http://images.huffingtonpost.com/2016-05-12-1463018138-6459135-ElenaWarmup2-thumb.jpg\" width=\"570\" height=\"377\" /></a>Photo: NoFit State <br />\n<br />\n<strong>How to trust</strong><br />\n<br />\nFour of your colleagues climb 20 feet in the air and clip in the aluminium truss that you will throw yourself from on a bungee cord in 30 seconds time when the guitar riff hits. There is no time to check on their work. There is no space for doubt. All you have is absolute faith in your team. This is not heedlessly taking risks for the sake of quick thrill. This is cold-blooded trust that develops as the backbone of a community that learns how to put their lives in each others hands day in day out. You can feel it, a force field that enables incredible things to happen. It's also a force field that sets tensions ablaze like gasoline. Here you cannot hide from your doubts of each other, you have no choice but look them directly in the eye and find the solution, together.<br />\n<br />\n<strong>A new way of looking at sustainable living</strong><br />\n<br />\nEven with 30 tonnes of trailer truck burning through diesel as it carts a big top tent across the country every fortnight, and a 150kVA generator powering epic show lighting and sound every night, as a community we still have a ludicrously smaller carbon footprint than if we were all sat in our respective homes watching telly and putting the kettle on. The very nature of community living is that it is more sustainable. Not only do we share supplies and resources, but we share experiences. We share meals, a bathroom, a water source. We share pots of coffee, a hoover, a power drill and a packet of hot cross buns. We share the sell-out highs, and the tough times. In an isolated world, there is so much to gain by recognising our power of togetherness, the possibilities of shared resources, and joy to be found in belonging to something bigger than what we could create alone.<br />\n<br />\n\u009f......<br />\n<br />\nMost of all, we can learn to stop and look twice. That there is magic in the madness. That the unusual will always be more interesting than the normal. We can learn that this life is full of bizarre and beautiful imperfections that go unnoticed, if only we have the courage to take that small step sideways and open our minds to the wonderful world of never ending possibilities.<br />\n<br />\n<br />\n<strong>This article is in reference to touring with <a href=\"http://www.nofitstate.org/\" target=\"_hplink\">NoFit State</a> with their show Bianco<br />\nOriginally published on <a href=\"http://www.emilyfirefly.com/can-learn-circus/\" target=\"_hplink\">www.emilyfirefly.com</a><br />\n<br />\n<br />\nFollow Emily on Facebook: <a href=\"https://www.facebook.com/emilyfireflystories/\" target=\"_hplink\">Emily Firefly</a></strong> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/1773950/images/s-TRAPEZE-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.co.uk/2016/05/12/caroline-flack-womens-health-body-shaming_n_9924916.html</guid>\n      <title><![CDATA[Caroline Flack Opens Up About The Effect Of Body Shaming Comments]]></title>\n      <author>Ashley Percival</author>\n      <link>http://www.huffingtonpost.co.uk/2016/05/12/caroline-flack-womens-health-body-shaming_n_9924916.html?utm_hp_ref=uk-lifestyle&amp;ir=UK+Lifestyle</link>\n      <pubDate>Thu, 12 May 2016 05:42:24 -0400</pubDate>\n      <description><![CDATA[<p><a href=\"http://huffingtonpost.co.uk/news/caroline-flack\">Caroline Flack</a> has opened up about the effect recent body shaming comments had on her.&nbsp;</p><br />\n<p>The former '<a href=\"http://huffingtonpost.co.uk/news/x-factor\">X Factor</a>' host was trolled on Twitter during her stint fronting the ITV talent show alongside <a href=\"http://huffingtonpost.co.uk/news/olly-murs\">Olly Murs</a> last year, and she's now discussed the negative impact on her, during a new interview with&nbsp;<a href=\"womenshealth.co.uk/carolineflack\" target=\"_blank\">Women's Health</a>&nbsp;magazine.&nbsp;</p><br />\n<br />\n<p>&ldquo;I ignored it for a very long time, knowing it was there, which was a weird feeling, like ignoring a bank statement on your table,\" she said.</p><br />\n<p>\"And one time I looked. I&rsquo;ll never forget what night it was because it felt really sh*t. I learned my lesson not to look.\"</p><br />\n<p>Since leaving 'The X Factor', Caroline has made a series of changes to her lifestyle, including giving up booze for 12 weeks and going to the gym regularly.</p><br />\n<br />\n<p>&ldquo;I&rsquo;m nearer the size 8-10 now as my body shape has changed, but it was never my intention to get down to a size 6 or anything,\" she explained, as she appeared on the cover of Women's Health's June issue.</p><br />\n<p>\"I didn&rsquo;t want to get skinny, just strong. But actually the best thing about all of this is how I feel. I didn&rsquo;t realise how much it would change my mindset.</p><br />\n<p>\"Before if I&rsquo;d had a stressful day I&rsquo;d go to meet my friends in the pub and have a moan. Now I go to yoga. It really suits my head - I&rsquo;m someone who talks fast, thinks fast, makes decisions fast. Now I&rsquo;m trying to go slower and give myself time before I say yes,\" she added.&nbsp;</p><br />\n<p><em>Read the full interview with Caroline in the June 2016 issue of Women&rsquo;s Health, on sale now.</em></p><br />\n<br />\n<p><em>Tap the image below to launch the slideshow...</em></p><br />\n <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/573447d3160000ae0731e85c.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n  </channel>\n</rss>\n",
  "headers": {
    "P3P": "CP='NO P3P'",
    "Content-Length": "30055",
    "Content-Encoding": "gzip",
    "Vary": "Accept-Encoding",
    "Date": "Fri, 13 May 2016 07:45:11 GMT",
    "Content-Type": "text/xml; charset=utf-8",
    "Server": "Apache",
    "Connection": "keep-alive"
  },
  "response_url": "http://www.huffingtonpost.com/feeds/verticals/uk-lifestyle/index.xml"
}