{
  "requested_url": "http://www.chartattack.com/feed/",
  "fetched_at": "2016-05-13T00:46:20.460382",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?><rss version=\"2.0\"\n\txmlns:content=\"http://purl.org/rss/1.0/modules/content/\"\n\txmlns:wfw=\"http://wellformedweb.org/CommentAPI/\"\n\txmlns:dc=\"http://purl.org/dc/elements/1.1/\"\n\txmlns:atom=\"http://www.w3.org/2005/Atom\"\n\txmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\"\n\txmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\"\n\t>\n\n<channel>\n\t<title>Chart Attack</title>\n\t<atom:link href=\"http://www.chartattack.com/feed/\" rel=\"self\" type=\"application/rss+xml\" />\n\t<link>http://www.chartattack.com</link>\n\t<description></description>\n\t<lastBuildDate>Thu, 12 May 2016 20:43:07 +0000</lastBuildDate>\n\t<language>en-US</language>\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\n\t<sy:updateFrequency>1</sy:updateFrequency>\n\t\n\t<item>\n\t\t<title>UNCHARTED: It&#8217;s River Tiber&#8217;s turn</title>\n\t\t<link>http://www.chartattack.com/features/2016/05/12/uncharted-river-tiber/</link>\n\t\t<comments>http://www.chartattack.com/features/2016/05/12/uncharted-river-tiber/#respond</comments>\n\t\t<pubDate>Thu, 12 May 2016 20:04:06 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Adam Pugsley]]></dc:creator>\n\t\t\t\t<category><![CDATA[FEATURES]]></category>\n\t\t<category><![CDATA[UNCHARTED]]></category>\n\t\t<category><![CDATA[BADBADNOTGOOD]]></category>\n\t\t<category><![CDATA[Daniel Caesar]]></category>\n\t\t<category><![CDATA[Drake]]></category>\n\t\t<category><![CDATA[Frank Dukes]]></category>\n\t\t<category><![CDATA[Ghostface Killah]]></category>\n\t\t<category><![CDATA[Kaytranada]]></category>\n\t\t<category><![CDATA[Pusha T]]></category>\n\t\t<category><![CDATA[River Tiber]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.chartattack.com/?p=174577</guid>\n\t\t<description><![CDATA[<p>It seems like everything in Toronto flows back to River Tiber. With the upcoming release of his debut album <em>Indigo</em>, it's all about him.</p>\n<p><a rel=\"nofollow\" href=\"http://www.chartattack.com/features/2016/05/12/uncharted-river-tiber/\">UNCHARTED: It&#8217;s River Tiber&#8217;s turn</a> by <a rel=\"nofollow\" href=\"http://www.chartattack.com/author/adam/\">Adam Pugsley</a> | <a rel=\"nofollow\" href=\"http://www.chartattack.com\">Chart Attack</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<h6><a href=\"http://www.chartattack.com/features/uncharted/\" target=\"_blank\">UNCHARTED</a> is Chart Attack's showcase of independent Canadian artists we think you should hear. This time, Tommy Paxton-Beesley, a.k.a. River Tiber, talks Toronto, inspiration, and his debut album.</h6>\n<hr />\n<p>Tommy Paxton-Beesley, a.k.a <a href=\"http://www.chartattack.com/tag/rivertiber\" target=\"_blank\">River Tiber</a>, has been grinding it out in the Toronto underground for a few years now and it's about to pay off. His ethereal take on R&amp;B incorporates the cold, rigid style of modern digital production while still maintaining a warm tone, communicated through smooth layers of live instrumentation. Guitars, strings, live drums, horns, and synthesizers find a home in his music, played entirely by the Toronto native himself.</p>\n<p>Since the release of his debut EP, <em><a href=\"https://soundcloud.com/rivertiber/the-star-falls-1?in=rivertiber/sets/the-star-falls-ep\" target=\"_blank\">The Star Falls</a>, </em>in 2013, River Tiber's name has been gaining notoriety. \"No Talk,\" a track from his late-2015 EP <em>When The Time Is Right, </em>got a big time nod from the OVO camp when his vocals were sampled for <a href=\"http://www.chartattack.com/tag/drake\" target=\"_blank\">Drake</a>'s <a href=\"https://play.spotify.com/track/2xpoTj7AeSFVuvD0ibD3Pg\" target=\"_blank\">\"No Tellin'.\"</a> A look from the 6 God obviously gained him a bit of buzz, but he's been working hard and collaborating with other notable artists to keep the momentum going.</p>\n<p>He worked closely with <a href=\"http://www.chartattack.com/tag/badbadnotgood\" target=\"_blank\">BADBADNOTGOOD</a> during the recording of their collaborative album with <a href=\"http://www.chartattack.com/tag/ghostface_killah/\" target=\"_blank\">Ghostface Killah</a>, <em>Sour Soul. </em>He snagged a few feature spots on <a href=\"http://www.chartattack.com/tag/kaytranada\" target=\"_blank\">Kaytranada</a>'s fantastic new album <em>99.9%</em>. He's recorded with Toronto's hip-hip prince <a href=\"http://www.chartattack.com/tag/Jazz-Cartier\" target=\"_blank\">Jazz Cartier</a> for a track on his latest project <em>Hotel Paranoia,</em> and recently dropped a song with <a href=\"http://www.chartattack.com/tag/pusha-t\" target=\"_blank\">Pusha T</a>.<em> </em>As his name begins pops up more frequently, you get the sense that he's not going away any time soon.</p>\n<p><iframe src=\"https://embed.itunes.apple.com/us/embedded-player/idsa.40518c21-185d-11e6-b852-dfff4f5db17e\" width=\"100%\" height=\"104\" frameborder=\"0\" scrolling=\"no\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<p>With the release of a new single (above) comes news of River Tiber's impending debut album <em>Indigo</em>. Mark your calendar, it arrives on June 24. I spoke with River Tiber this week to get a sense of what he's been doing, what's inspiring him, and what to expect on his debut.</p>\n<hr />\n<p><strong>Chart Attack: You've been making music for while, haven't you? You're formally trained?</strong></p>\n<p><div class=\"post_pull_left\"><div class=\"post_quote\"><div id=\"post_quote_logo\"><img src=\"http://www.chartattack.com/wp-content/themes/chartattack/images/quote.svg\" width=\"30\" height=\"26\"></div><div id=\"post_quote_text\"><p>There's some nights where, like, the whole Toronto music scene will be in one building.</p></div><div style=\"text-align: center; margin-bottom: -30px\"><small>River Tiber</small></div></div></div><strong>River Tiber: </strong>Yeah. I started with cello lessons when I was a kid. I just liked the cello, and I went to this community music school called St. Christopher House in Toronto. That's how I got into music.</p>\n<p><strong>When did you go from being a student to pursuing a career as River Tiber? </strong></p>\n<p>River Tiber started to form late in 2010. I played in bands through middle school and high school, so it was always kind of forming through my whole life, really, but in the past five years I started to take it really seriously.</p>\n<p><strong>What made you choose to go the solo route if you were playing in bands?</strong></p>\n<p>I mean, I was always kind of doing both. I was sort of producing music at that age without fully realizing that it was production. The role of a producer is sometimes pretty mysterious, you know? So I didn't even really know that I was being a producer. I picked up various instruments over the years and I always kind of envisioned myself creating this music that I was hearing in my head. I still collaborate a ton, collaboration is a super important part of what I do, but there's just certain stuff that's so personal to me that I have to make it by myself.</p>\n<p><iframe src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/253872827&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false\" width=\"100%\" height=\"166\" frameborder=\"no\" scrolling=\"no\"></iframe></p>\n<p><strong>Speaking of collaboration, you just worked with Pusha T. That was a huge record. How'd that come about? </strong></p>\n<p>That was crazy, man. It was put together as part of Red Bull Sound Select. They help put together these collabs with more established artists. Kay is my boy. I was at Red Bull Music Academy in Paris when the attacks happened, so it got cancelled. So I flew back to LA, which is where I was coming from because I had played a show at 30 Days in LA, which is a Red Bull thing. It was a crazy time and I just wanted to make the most of it, so I was like, can we try and make some sessions happen? It happened really fast.</p>\n<div class=\"related-post\"><div class=\"related-post-shortcode-heading-wrapper\">\n\t\t\t<h2 class=\"related-post-shortcode-heading\">RELATED</h2>\n\t\t</div>\n\t\t<div style=\"border-bottom: 1px solid #1c1c1c; margin-bottom: 20px\"></div><a target=\"_blank\" href=\"http://www.chartattack.com/features/2015/06/11/four-young-canadian-bedroom-producers-you-need-to-know/\"><div class=\"related-post-shortcode-row\"><img src=\"http://www.chartattack.com/wp-content/uploads/2015/06/4-Young-Canadian-Bedroom-Producers-You-Need-To-Know-300x169.jpg\" class=\"img-responsive\" alt=\"4 Young Canadian Bedroom Producers You Need To Know\"><h4>4 young Canadian bedroom producers you need to know</h4></div>\n\t\t\t</a></div>\n<p><strong>You're on Kaytranada's new album, you've been working with <a href=\"http://www.chartattack.com/tag/daniel-caesar/\" target=\"_blank\">Daniel Caesar</a>. It seems like you've been big on collaborations lately. Are you in an \"I just want to work with everybody\" mindset? </strong></p>\n<p>Yeah, well, I mean, it's simultaneous. I've put out a bunch of music where I did everything on it, you know, and I'm going to continue to do that too, but sometimes you've just got to come out of your shell. Collaboration can be so rewarding, and it helps me to find my voice. It's so rewarding to let go sometimes.</p>\n<p><strong>To let go of the control? </strong></p>\n<p>Yeah, exactly, and just, like, let other voices in. I think also I've come at it from the other angle. When I worked with BADBADNOTGOOD on their albums, their third album and <em>Sour Soul, </em>that was the collab where it was me as the guest and I was coming in from the other angle and trying to support their vision. I've learned from those experiences and from collaborating in other different ways. I've really grown from all of that, so right now I'm definitely trying to work in that capacity.</p>\n<p><a href=\"http://www.chartattack.com/features/2016/05/12/uncharted-river-tiber/\"><img src=\"https://i.ytimg.com/vi/WRYl7J31rrg/maxresdefault.jpg\" alt=\"YouTube Video\"></a></p>\n<p><strong>Are you one of those artists who draws a lot of inspiration from being around other artists?</strong></p>\n<p><div class=\"post_pull_left\"><div class=\"post_quote\"><div id=\"post_quote_logo\"><img src=\"http://www.chartattack.com/wp-content/themes/chartattack/images/quote.svg\" width=\"30\" height=\"26\"></div><div id=\"post_quote_text\"><p>It's like Toronto versus everybody. When anybody succeeds it lifts the whole community up, honestly.</p></div><div style=\"text-align: center; margin-bottom: -30px\"><small>River Tiber</small></div></div></div>Yeah, definitely, definitely. I learned a lot from working with <a href=\"http://www.chartattack.com/tag/frank-dukes/\" target=\"_blank\">Frank Dukes</a>, for sure, and BADBAD. Everybody just has a completely different journey and story and sound, and also, I mean, on a technical level, when you work with other producers or artists everybody's got totally different ways of doing this stuff. There's nothing formal about it. We just make it up ourselves and figure out how to do this shit by just listening to records and kind of trying to guess as to how shit was done, so, you know, you just learn so much by sharing all that shit with each other.</p>\n<p><strong>Speaking of BADBADNOTGOOD and other Toronto artists like Daniel </strong><b>Caesar, it seems like there's kind of a new wave of young artists in Toronto who are getting things going. Do you feel confident in the way that Toronto's heading right now in terms of music? </b></p>\n<p>Yeah, man, there's a crazy scene that hasn't gotten its shine yet. There's a scene that's just bubbling below the surface, but I think that there's a few artists that are about to go far. Like Daniel Caesar. I don't know how long it will take, but I just know that we have a really tight community here. It's kind of crazy how everybody knows each other, you know?</p>\n<p><strong>Yeah, it seems like you guys all work pretty close, or at least are in communication.</strong></p>\n<p>Yeah, we all hang out. There's some nights where, like, the whole Toronto music scene will be in one building. It's tight knit. We all know each other and we all fuck with each other, for sure. Everybody's trying to do their own thing still, but yeah.</p>\n<p><iframe src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/144120145&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false\" width=\"100%\" height=\"450\" frameborder=\"no\" scrolling=\"no\"></iframe></p>\n<p><strong>Would you say there's some competition there?</strong></p>\n<p>Oh yeah, definitely, but it's dope though. We all push each other. Also, I think that there's a pretty common understanding that when any one of us succeeds, like... Toronto, we're the underdog in general. It's like Toronto versus everybody. When anybody succeeds it lifts the whole community up, honestly.</p>\n<p><strong>When it's time to lock in and do a project, do you need to isolate yourself at all? Or do you have people coming by and giving insight or just hanging out? </strong></p>\n<p>It definitely depends. Sometimes I can feel a little bit protective of stuff that we're working on, but, I don't know, I think that most people understand the threshold between just hearing some shit and giving feedback versus actually like, getting involved in being another producer on some shit, you know what I mean? Like, actually joining in on the collab. I think that there's a sort of unwritten code on how collaboration works.</p>\n<p><strong>The reason I asked is because I've seen pictures of your studio with the neon River Tiber sign. It looks like you're trying to create some kind of mood in your workspace. I was wondering if you need to put yourself in a certain mindset. </strong></p>\n<p>Yeah, I definitely need the vibes. <em>Need</em> the vibes. That's super important, to be able to channel by influences. Visual stuff is super important for me, you know, and space, all of it is connected to the music. It's really hard to get inspired in some of the studios where there's just no vibe.</p>\n<blockquote class=\"instagram-media\" style=\"background: #FFF; border: 0; border-radius: 3px; box-shadow: 0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width: 658px; padding: 0; width: calc(100% - 2px);\" data-instgrm-version=\"6\">\n<div style=\"padding: 8px;\">\n<div style=\"background: #F8F8F8; line-height: 0; margin-top: 40px; padding: 50% 0; text-align: center; width: 100%;\"></div>\n<p style=\"color: #c9c8cd; font-family: Arial,sans-serif; font-size: 14px; line-height: 17px; margin-bottom: 0; margin-top: 8px; overflow: hidden; padding: 8px 0 7px; text-align: center; text-overflow: ellipsis; white-space: nowrap;\"><a style=\"color: #c9c8cd; font-family: Arial,sans-serif; font-size: 14px; font-style: normal; font-weight: normal; line-height: 17px; text-decoration: none;\" href=\"https://www.instagram.com/p/x7JCupE-OR/\" target=\"_blank\">A photo posted by @rivertiber</a> on <time style=\"font-family: Arial,sans-serif; font-size: 14px; line-height: 17px;\" datetime=\"2015-01-16T17:59:32+00:00\">Jan 16, 2015 at 9:59am PST</time></p>\n</div>\n</blockquote>\n<p><script src=\"//platform.instagram.com/en_US/embeds.js\" async=\"\" defer=\"defer\"></script></p>\n<p><strong>If someone's going into your workspace, what kind of stuff can they expect to find?</strong></p>\n<p>I like to put a lot of pictures of artists that inspire me on the walls. Artists as well, and photographers. I keep a lot of art all over the place. Also, the instruments are super key. I definitely like using old gear that feels like it has a story to it and has character to it. Every piece of instrumentation or gear or whatever that I have has to have character. Everything contributes to the vibe and the output. I just like to create potential with everything, every object in the studio.</p>\n<p><strong>Do you use a lot of analogue gear? </strong></p>\n<p>I do, yeah. The centre of my studio is my Juno 106. That's just like the workstation for the sounds. I also use a lot of live instrumentation, a lot of guitars, lots of live drums and strings, horns, all kinds of shit.</p>\n<div class=\"related-post\"><div class=\"related-post-shortcode-heading-wrapper\">\n\t\t\t<h2 class=\"related-post-shortcode-heading\">RELATED</h2>\n\t\t</div>\n\t\t<div style=\"border-bottom: 1px solid #1c1c1c; margin-bottom: 20px\"></div><a target=\"_blank\" href=\"http://www.chartattack.com/features/2016/04/07/canadian-musicians-secrets-to-their-sounds/\"><div class=\"related-post-shortcode-row\"><img src=\"http://www.chartattack.com/wp-content/uploads/2016/04/5-Canadian-musicians-reveal-the-one-piece-of-gear-that-defines-their-sound-300x169.jpg\" class=\"img-responsive\" alt=\"5 Canadian musicians reveal the one piece of gear that defines their sound\"><h4>5 Canadian musicians reveal the one piece of gear that defines their sound</h4></div>\n\t\t\t</a></div>\n<p><strong>That's what I like about your music. You strike a good balance between the digital sounds and the live stuff. </strong></p>\n<p>Yeah, I love the juxtaposition of those sounds. I love to create new relationships that way.</p>\n<p><strong>Nowadays, almost anyone can be a producer, or at least try to be. The market is a bit flooded. Do you feel like that's something that's lacking, the live instrumentation side? </strong></p>\n<p>I think that's it's super dope <a href=\"http://www.chartattack.com/features/2015/03/10/era-ableton-producers-still-matter/\" target=\"_blank\">to have music creation be democratic like that</a>. You only need a laptop with Fruity Loops, Ableton or Logic on it to be able to create. That's super dope. I think that it's exciting to be able to offer a different voice with the live instrumentation. I don't feel like it's lacking necessarily, but I do think that I want to keep that shit alive, you know?</p>\n<div class=\"related-post\"><div class=\"related-post-shortcode-heading-wrapper\">\n\t\t\t<h2 class=\"related-post-shortcode-heading\">RELATED</h2>\n\t\t</div>\n\t\t<div style=\"border-bottom: 1px solid #1c1c1c; margin-bottom: 20px\"></div><a target=\"_blank\" href=\"http://www.chartattack.com/features/2015/03/10/era-ableton-producers-still-matter/\"><div class=\"related-post-shortcode-row\"><img src=\"http://www.chartattack.com/wp-content/uploads/2015/03/do-producers-still-matter-300x169.jpg\" class=\"img-responsive\" alt=\"Do Producers Still Matter?\"><h4>In the era of Ableton, do producers still matter?</h4></div>\n\t\t\t</a></div>\n<p><strong>So you've got a new album coming out soon. It seems like you're going pretty big with it?</strong></p>\n<p>Yeah, well, to be honest, I'm working on the <em>next</em> album right now. I've been mixing the album for a while, so it's a particular chapter in my musical development. I'm kind of on to the next one already, but that's how it goes. It takes a while to finish a body of work. In the meantime things are getting finished, because there's a lot of technical processes in getting it to the level of release. I'm fully in the next chapter right now so it's kind of crazy to put out shit that way, but that's always how it is.</p>\n<p><iframe src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/257722300&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false\" width=\"100%\" height=\"166\" frameborder=\"no\" scrolling=\"no\"></iframe></p>\n<p><strong>How far back does the music go? Is it a combination of old and new, or is it a more recent development? </strong></p>\n<p>Some of it goes back two or three years as far as pieces that I've written. I'm always writing, and pieces of that will develop over time and change forms and shit, but then other things are more recent. Sometimes it will just be one of those nights and I'll just start and finish the majority of a song in just a few hours and it's just got that spontaneous energy. It's kind of a mixture of those two things, things that have been developed over time and others that are that spontaneous energy.</p>\n<p><strong>So it must feel a bit like you're living one step behind where you're actually at. </strong></p>\n<p>Of course, yeah. But the album, I'm super proud of it. I've been living with it for a while, over a year actually, maybe even longer than that. Sometimes you'll make some shit and want to put it out right away, but it feels good to live with it for a while, let it ferment a little bit, and see how it lives with you as your perspective changes. The album has stood my own test of time. I mean, it's truth to me.</p>\n<p><a rel=\"nofollow\" href=\"http://www.chartattack.com/features/2016/05/12/uncharted-river-tiber/\">UNCHARTED: It&#8217;s River Tiber&#8217;s turn</a> by <a rel=\"nofollow\" href=\"http://www.chartattack.com/author/adam/\">Adam Pugsley</a> | <a rel=\"nofollow\" href=\"http://www.chartattack.com\">Chart Attack</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.chartattack.com/features/2016/05/12/uncharted-river-tiber/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Announcing the free day party lineup for Toronto&#8217;s NO FEST</title>\n\t\t<link>http://www.chartattack.com/news/2016/05/12/announcing-free-day-party-lineup-torontos-no-fest/</link>\n\t\t<comments>http://www.chartattack.com/news/2016/05/12/announcing-free-day-party-lineup-torontos-no-fest/#respond</comments>\n\t\t<pubDate>Thu, 12 May 2016 17:00:16 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Richard Trapunski]]></dc:creator>\n\t\t\t\t<category><![CDATA[NEW(S)]]></category>\n\t\t<category><![CDATA[UPDATES]]></category>\n\t\t<category><![CDATA[Casper Skulls]]></category>\n\t\t<category><![CDATA[No Fest]]></category>\n\t\t<category><![CDATA[Pet Sun]]></category>\n\t\t<category><![CDATA[Pony]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.chartattack.com/?p=174594</guid>\n\t\t<description><![CDATA[<p>Buzz Records' June 18 event will be a chill afternoon of beer, psych, and punk from Casper Skulls, Pet Sun, and Pony.</p>\n<p><a rel=\"nofollow\" href=\"http://www.chartattack.com/news/2016/05/12/announcing-free-day-party-lineup-torontos-no-fest/\">Announcing the free day party lineup for Toronto&#8217;s NO FEST</a> by <a rel=\"nofollow\" href=\"http://www.chartattack.com/author/richard/\">Richard Trapunski</a> | <a rel=\"nofollow\" href=\"http://www.chartattack.com\">Chart Attack</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>In the past few years, the festival landscape <a href=\"http://www.chartattack.com/features/2015/09/25/toronto-summer-festivals-ranked/\" target=\"_blank\">has exploded in Toronto</a> and now <a href=\"http://www.chartattack.com/news/2016/05/11/canadian-music-festivals-bubble-bursting/\" target=\"_blank\">the bubble is starting to burst</a>. This seems like a tough environment in which to launch another new festival, but with <a href=\"http://www.chartattack.com/tag/no-fest/\" target=\"_blank\">NO FEST</a> local label <a href=\"http://buzzrecords.ca/\" target=\"_blank\">Buzz Records</a> is aiming to do something different. It's a \"non-festival,\" a way to foreground the amazing, all-time strong local music scene that festival culture often pushes out.</p>\n<p>NO FEST has already announced <a href=\"http://www.chartattack.com/news/2016/04/27/nxne-port-lands/\" target=\"_blank\">the first piece of their festival lineup with Chastity Belt, Fake Palms and Twist</a>, and today we have the second. On June 18, 2016, the front room of the Garrison will feature a day party with <a href=\"http://www.chartattack.com/tag/casper-skulls/\" target=\"_blank\">Casper Skulls</a>, <a href=\"http://www.chartattack.com/tag/pet-sun/\" target=\"_blank\">Pet Sun</a>, <a href=\"http://www.chartattack.com/tag/pony/\" target=\"_blank\">Pony</a> and more. The Beau's-sponsored event will run from 12 to 4 PM and will be absolutely free. All the details are here in <a href=\"https://www.facebook.com/events/625207174295482/\" target=\"_blank\">the Facebook event</a>.</p>\n<p><iframe src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/256627717&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false\" width=\"100%\" height=\"166\" frameborder=\"no\" scrolling=\"no\"></iframe></p>\n<p>We took the opportunity to meet up with Buzz Records co-founder Denholm Whale at his day job as the main booker at <a href=\"http://www.thesmilingbuddha.ca/\" target=\"_blank\">Smiling Buddha</a> and talk to him about how NO FEST differs from all the other festivals in the city.</p>\n<p><strong>Chart Attack: You've been calling NO FEST a \"non-festival.\" How are you approaching this differently than other festivals would?</strong></p>\n<p><div class=\"post_pull_left\"><div class=\"post_quote\"><div id=\"post_quote_logo\"><img src=\"http://www.chartattack.com/wp-content/themes/chartattack/images/quote.svg\" width=\"30\" height=\"26\"></div><div id=\"post_quote_text\"><p>If you have this huge wealth of talent in this city, why not put <em>that</em> on a pedestal? Let's focus on what's in front of us.</p></div><div style=\"text-align: center; margin-bottom: -30px\"><small>Denholm Whale, Buzz Records</small></div></div></div><strong>Denholm Whale: </strong>The festival this year, if you look at it structurally it's not a crazy thing, it's not really a new thing. It's two days at a venue with a day party and then an aftershow at an apartment. But our intentions are, and have always been, to foster the development of local music in the city. And then our intentions with NO FEST are to try to put <em>that</em> on the stage rather than any high ticket valued artist outside of Canada or outside of Toronto.</p>\n<p>I mean, that's something that should definitely always be involved, really interesting artists from outside of the country that people want to see. They still are part of the dialogue. But, if you have this huge wealth of talent in this city, why not put <em>that</em> on a pedestal? Let's focus on what's in front of us. And so that's the ethos I want to build on for this festival. It's: these are bands in the city that you probably don't know, or that you do know, that are deserving of your attention.</p>\n<p><strong>It's hard to ignore that the festival is happening the same weekend as NXNE. And in the last few years, the local scene seems to be <a href=\"http://www.chartattack.com/features/2015/06/23/how-many-petitions-will-it-take-to-fix-nxne/\" target=\"_blank\">souring on that festival</a>. I've heard some chatter that \"well, somebody should throw an anti-festival.\"</strong></p>\n<p>I think there were a couple anti-NXNE startups, like <a href=\"http://www.chartattack.com/features/2014/06/17/nxne-losing-touch-toronto-music-scene/\" target=\"_blank\">the year of the radius clause</a>. But that was never our intention.</p>\n<p>We <a href=\"http://www.chartattack.com/features/2016/03/08/so-whats-up-with-nxne/\" target=\"_blank\">weren't sure if NXNE was even going to happen this year</a>, so when we were booking it at that time we were like well, we don't know, because every staff member there we knew, all the programmers I knew, everyone was just gone. I don't really know what happened internally there, but it just.. changed. They put together something, so that's great. But at the time it was like \"well, what are we gonna do? This is probably not going to happen.\"</p>\n<p>We'd been working with them for the last four years, and we'd still love to be a part of it in the same way we were, but we couldn't just all sit around and wait for this festival. We knew we'd still love to something at that time, so we said, \"okay, let's just do it at that time.\" And then eventually we realized, oh, NXNE is still happening, and there were some issues because of that.</p>\n<div class=\"related-post\"><div class=\"related-post-shortcode-heading-wrapper\">\n\t\t\t<h2 class=\"related-post-shortcode-heading\">RELATED</h2>\n\t\t</div>\n\t\t<div style=\"border-bottom: 1px solid #1c1c1c; margin-bottom: 20px\"></div><a target=\"_blank\" href=\"http://www.chartattack.com/news/2016/04/27/nxne-port-lands/\"><div class=\"related-post-shortcode-row\"><img src=\"http://www.chartattack.com/wp-content/uploads/2016/04/nxne_fatherjohnmisty2-300x169.jpg\" class=\"img-responsive\" alt=\"nxne port lands\"><h4>So this is what&#8217;s going on with NXNE</h4></div>\n\t\t\t</a></div>\n<p>When I moved to Toronto years ago, NXNE really engaged me with music in the city. They were able to incorporate the community in the festival. One of my first festival shows was with NorthBy. And it was not a great show, but it I got to be a part of it and it was really fun and it made me excited. I feel like over the years that has slowly kind of gone away, and we want to put that back into a festival.</p>\n<p><iframe style=\"border: 0; width: 100%; height: 120px;\" src=\"https://bandcamp.com/EmbeddedPlayer/album=3780813636/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/artwork=small/transparent=true/\" width=\"300\" height=\"150\" seamless=\"\"><a href=\"http://ponyband.bandcamp.com/album/crushed\">CRUSHED by PONY</a></iframe></p>\n<p><strong>How has your experience working with NXNE and other festivals in Toronto informed this?</strong></p>\n<p>If you want to get down to brass tacks, I'm sure the purchasing is very similar for headliners and stuff like that. But yeah, I want to take bands who are local and up-and-coming and make that what attracts people the festival rather than having huge bands attract people to the festival and then the local community be sort of a footnote. In my ideal scenario, you know, five, ten years down the road, this will be a festival people will go to just to see new bands, not to just go see a headliner. It will be, \"oh, I've been to this, I don't know any of the bands, but trust me it'll be good.\"</p>\n<p><strong>Toronto has about a thousand new festivals now. Do you feel you have to do something totally different?</strong></p>\n<p>Not necessarily. For us it's less about looking at what other festivals are and aren't doing and more about what we want to do and bring to the table. A lot of those other festivals are just mega-festivals. Like <a href=\"http://www.chartattack.com/tag/wayhome-festival/\" target=\"_blank\">WayHome</a> festival, I'm not going to pretend like I can even compete or do something close. I just, I feel there is a gap for what we're trying to focus on. As much as we are small I feel like there's a way to make it big, but with those sort of intentions in mind.</p>\n<p><iframe style=\"border: 0; width: 100%; height: 120px;\" src=\"https://bandcamp.com/EmbeddedPlayer/album=167183712/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/artwork=small/transparent=true/\" width=\"300\" height=\"150\" seamless=\"\"><a href=\"http://petsun.bandcamp.com/album/pet-sun\">Pet Sun by Pet Sun</a></iframe></p>\n<p><strong>NO FEST seems to reflect Buzz Records, too. It's like, this is a thing for you and your friends, but it's big enough that other people would want to come and they're invited to come. </strong></p>\n<p>[Laughs] I hope so. I want everybody to be friends.</p>\n<p>It's weird, the music community, when you think about it, seems like it must be a huge monster of a thing. And a lot of the time it's like we all kind of know each other, especially people like us where we're not working for Pepsi, we're working for grassroots organizations that are trying to support and develop artists. Because we're all working towards those goals, yeah, we're all friends. And I feel like this can be a festival for everybody. And, yeah, I want it to come off as like a two day hang where people are just having fun and listening to bands that are good and are right at their doorstep.</p>\n<p>I want it be friendly and I want it to be cheap, I want there to be free portions, I want it to be accessible for people, ideally I'd like to put in an all-ages portion in a way that makes sense. I don't want festivals to be these out of touch, huge, expensive, fashiony experiences that are exclusive to those who can just afford it or participate. I don't want it to be pretentious. Just have fun, watch some good bands, chill out,. There's something going on at this apartment after, come by if you want.</p>\n<hr />\n<p><strong>DAY 1</strong><br />\n<strong> <a href=\"https://www.facebook.com/chastitybeltmusic/\" data-hovercard=\"/ajax/hovercard/page.php?id=158641240823567&amp;extragetparams=%7B%22directed_target_id%22%3A1694381824154276%7D\">Chastity Belt</a> (Hardly Art)</strong><br />\n<strong> <a href=\"http://www.en.wikipedia.org/wiki/Chastity_Belt_(band)\" target=\"_blank\" rel=\"nofollow nofollow\">www.en.wikipedia.org/wiki/<wbr />Chastity_Belt_(band)</a></strong></p>\n<p><strong><a href=\"https://www.facebook.com/fakepalms/\" data-hovercard=\"/ajax/hovercard/page.php?id=687450368029950&amp;extragetparams=%7B%22directed_target_id%22%3A1694381824154276%7D\">Fake Palms</a> (Buzz)</strong><br />\n<strong> <a href=\"http://www.buzzrecords.ca/fakepalms\" target=\"_blank\" rel=\"nofollow nofollow\">www.buzzrecords.ca/<wbr />fakepalms</a></strong></p>\n<p><strong><a href=\"https://www.facebook.com/twistmusic/\" data-hovercard=\"/ajax/hovercard/page.php?id=535873206444045&amp;extragetparams=%7B%22directed_target_id%22%3A1694381824154276%7D\">Twist</a> (Buzz)</strong><br />\n<strong> <a href=\"http://www.twistofficial.com/\" target=\"_blank\" rel=\"nofollow nofollow\">www.twistofficial.com</a></strong><br />\n<strong> <span class=\"text_exposed_show\"><br />\nDAY 2<br />\nFull line-up and festival schedule announcing on May 23rd!</span></strong></p>\n<p><strong>NO Fest will also be hosting a FREE Day Party with on June 18th featuring <a href=\"https://www.facebook.com/casperskulls/\" data-hovercard=\"/ajax/hovercard/page.php?id=801720429906956&amp;extragetparams=%7B%22directed_target_id%22%3A1694381824154276%7D\">Casper Skulls</a>, <a href=\"https://www.facebook.com/petsunrocknroll/\" data-hovercard=\"/ajax/hovercard/page.php?id=361044717320683&amp;extragetparams=%7B%22directed_target_id%22%3A1694381824154276%7D\">Pet Sun</a>, <a href=\"https://www.facebook.com/ponyband/\" data-hovercard=\"/ajax/hovercard/page.php?id=243507935774634&amp;extragetparams=%7B%22directed_target_id%22%3A1694381824154276%7D\">PONY</a> and more!</strong><br />\n<strong> Info here: <a href=\"http://l.facebook.com/l.php?u=http%3A%2F%2Fbit.ly%2F1X4eP2d&amp;h=LAQEbVRRD&amp;enc=AZM4_gL5XJw1kWPi3ukoSJ3HJGW8QOENxK2z0hoZfahFewC15q6_7UxotvO4dKRIB9U&amp;s=1\" target=\"_blank\" rel=\"nofollow nofollow\">http://bit.ly/1X4eP2d</a></strong></p>\n<p><strong>$12 adv / $15 door or $20 festival pass</strong><br />\n<strong> D1 tickets: <a href=\"http://l.facebook.com/l.php?u=http%3A%2F%2Fticketf.ly%2F1VweXIE&amp;h=LAQEbVRRD&amp;enc=AZNwfHHAplOXcRQwVmjqIY6iwK1b7-TK9I_VGJG-6S8I1Atqb5sqxMeM_V_LHnAp_Ws&amp;s=1\" target=\"_blank\" rel=\"nofollow nofollow\">ticketf.ly/1VweXIE</a></strong><br />\n<strong> D2 tickets: <a href=\"http://l.facebook.com/l.php?u=http%3A%2F%2Fticketf.ly%2F1rsWTD2&amp;h=FAQEM80ee&amp;enc=AZO9yEthm9meTLeAmKAB7JDjs7vDu39Orctg7xiLIdQdOwO258H-aUIPYErV0KGTSas&amp;s=1\" target=\"_blank\" rel=\"nofollow nofollow\">ticketf.ly/1rsWTD2</a></strong><br />\n<strong> Festival Pass: <a href=\"http://ticketf.ly/1raHaYM\" target=\"_blank\" rel=\"nofollow nofollow\">ticketf.ly/1raHaYM</a></strong></p>\n<p><a rel=\"nofollow\" href=\"http://www.chartattack.com/news/2016/05/12/announcing-free-day-party-lineup-torontos-no-fest/\">Announcing the free day party lineup for Toronto&#8217;s NO FEST</a> by <a rel=\"nofollow\" href=\"http://www.chartattack.com/author/richard/\">Richard Trapunski</a> | <a rel=\"nofollow\" href=\"http://www.chartattack.com\">Chart Attack</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.chartattack.com/news/2016/05/12/announcing-free-day-party-lineup-torontos-no-fest/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>PREMIERE: B.H.C.&#8217;s visual album Brave World goes inside classrooms where war is taught</title>\n\t\t<link>http://www.chartattack.com/news/2016/05/12/premiere-b-h-c-s-brave-world-video/</link>\n\t\t<comments>http://www.chartattack.com/news/2016/05/12/premiere-b-h-c-s-brave-world-video/#respond</comments>\n\t\t<pubDate>Thu, 12 May 2016 15:20:35 +0000</pubDate>\n\t\t<dc:creator><![CDATA[chris hampton]]></dc:creator>\n\t\t\t\t<category><![CDATA[MUSIC VIDEOS]]></category>\n\t\t<category><![CDATA[NEW(S)]]></category>\n\t\t<category><![CDATA[B.H.C.]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.chartattack.com/?p=174652</guid>\n\t\t<description><![CDATA[<p><em>Brave World</em> by Montreal-based artist Bryce Cloghesy is a visual album that explores militarization and our dystopian future. </p>\n<p><a rel=\"nofollow\" href=\"http://www.chartattack.com/news/2016/05/12/premiere-b-h-c-s-brave-world-video/\">PREMIERE: B.H.C.&#8217;s visual album <em>Brave World</em> goes inside classrooms where war is taught</a> by <a rel=\"nofollow\" href=\"http://www.chartattack.com/author/chris-hampton/\">chris hampton</a> | <a rel=\"nofollow\" href=\"http://www.chartattack.com\">Chart Attack</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>B.H.C. is the solo recording project of Montreal artist Bryce Cloghesy. He's spent the past two years mostly behind the board, whether it be with his electro-industrial band <a href=\"http://www.chartattack.com/tag/blanka\" target=\"_blank\">Blanka</a> (one of our <a href=\"http://www.chartattack.com/features/2016/05/09/cmw-reviews/\" target=\"_blank\">favourite CMW surprises</a>) or working with other acts like garage pop songwriter <a href=\"https://jonvarley.bandcamp.com/\" target=\"_blank\">Jon Varley</a>. B.H.C. gives him the freedom to experiment outside of a group setting. Think of <a href=\"http://www.chartattack.com/tag/brian_eno\" target=\"_blank\">Brian Eno</a>'s solo work vs. his work with <a href=\"http://www.chartattack.com/tag/david_bowie\" target=\"_blank\">David Bowie</a> and the <a href=\"http://www.chartattack.com/tag/talking_heads\" target=\"_blank\">Talking Heads</a>.</p>\n<p>Cloghesy's latest, <em>Brave World</em>, is a conceptual piece, he says, making themes of militarization, personal trauma, the subconscious, and \"an unavoidably dystopian future.\" It was made in the winter, when he was struck by that post-university ennui. It was an unstable time, psychologically speaking. And it's reflected by the recording: all chilly environments, skeletal rhythms and anxious, wiry guitar.</p>\n<p><iframe src=\"https://player.vimeo.com/video/165619156\" width=\"100%\" height=\"360\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<p>Premiering on Chart Attack today, B.H.C. and director <a href=\"http://isabelleanderson.tumblr.com/\" target=\"_blank\">Isabelle Anderson</a> present the <em>Brave World</em> visual album, collaging archival footage from the US Air Force Academy. It lends concrete representation to the album's emotional abstractions, be they pain or fear or hope.</p>\n<p>\"I like [how it portrays] an initial glorification of the military and then the actuality of war,\" Anderson says, \"the men behind the creation and the men involved in the action. The difference between the white lab coat approach to war and the reality of it, and how separate those parties are.\"</p>\n<h6>B.H.C.'s <em>Brave World</em> is <a href=\"http://hildebrand.bandcamp.com/\" target=\"_blank\">available for purchase here</a>. Montreal fans can catch their debut live performance <a href=\"https://www.facebook.com/events/236858586686212/?active_tab=highlights\" target=\"_blank\">May 14 at Poisson Noir</a>.</h6>\n<p><a rel=\"nofollow\" href=\"http://www.chartattack.com/news/2016/05/12/premiere-b-h-c-s-brave-world-video/\">PREMIERE: B.H.C.&#8217;s visual album <em>Brave World</em> goes inside classrooms where war is taught</a> by <a rel=\"nofollow\" href=\"http://www.chartattack.com/author/chris-hampton/\">chris hampton</a> | <a rel=\"nofollow\" href=\"http://www.chartattack.com\">Chart Attack</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.chartattack.com/news/2016/05/12/premiere-b-h-c-s-brave-world-video/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>NOW HEAR THIS: The Misfits are back and they want your skull</title>\n\t\t<link>http://www.chartattack.com/news/tracks-news/2016/05/12/misfits-frigs-devon-welsh/</link>\n\t\t<comments>http://www.chartattack.com/news/tracks-news/2016/05/12/misfits-frigs-devon-welsh/#respond</comments>\n\t\t<pubDate>Thu, 12 May 2016 15:12:45 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Chart Attack]]></dc:creator>\n\t\t\t\t<category><![CDATA[NEW(S)]]></category>\n\t\t<category><![CDATA[TRACKS]]></category>\n\t\t<category><![CDATA[Devon Welsh]]></category>\n\t\t<category><![CDATA[Frigs]]></category>\n\t\t<category><![CDATA[Majical Cloudz]]></category>\n\t\t<category><![CDATA[The Misfits]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.chartattack.com/?p=174627</guid>\n\t\t<description><![CDATA[<p>PLUS: Deformed surf from Toronto's Frigs, and the debut solo album by Majical Cloudz's Devon Welsh... sort of.</p>\n<p><a rel=\"nofollow\" href=\"http://www.chartattack.com/news/tracks-news/2016/05/12/misfits-frigs-devon-welsh/\">NOW HEAR THIS: The Misfits are back and they want your skull</a> by <a rel=\"nofollow\" href=\"http://www.chartattack.com/author/chartattack/\">Chart Attack</a> | <a rel=\"nofollow\" href=\"http://www.chartattack.com\">Chart Attack</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<h6><a href=\"http://www.chartattack.com/news/tracks-news/\" target=\"_blank\">Now Hear This</a> is a daily dive into the standout songs of the day. Today, remembering The Misfits' punk peak, the ascendancy of Frigs, and a new-old collection from Majical Cloudz's Devon Welsh.</h6>\n<hr />\n<h4><a href=\"http://www.chartattack.com/tag/the_misfits/\" target=\"_blank\">The Misfits</a>, <em>Why Be Something You're Not </em>(1983)</h4>\n<p><a href=\"http://www.chartattack.com/news/tracks-news/2016/05/12/misfits-frigs-devon-welsh/\"><img src=\"https://i.ytimg.com/vi/3PhJjGKZEpo/hqdefault.jpg\" alt=\"YouTube Video\"></a></p>\n<p><a href=\"http://www.chartattack.com/tag/riot-fest/\" target=\"_blank\">Riot Fest</a> is unfortunately <a href=\"http://www.chartattack.com/news/2016/05/11/canadian-music-festivals-bubble-bursting/\" target=\"_blank\">skipping Toronto this year</a>, but even without its Canadian date this year's festival reinforces its reputation as <a href=\"http://www.chartattack.com/features/2015/09/25/toronto-summer-festivals-ranked/\" target=\"_blank\">the punk rock Coachella</a> — the dream-makers/cheque-writers that can make your favourite bands put aside their differences to finally fulfill that reunion dream you've had since you last wiped out on a skateboard. This year: The Misfits.</p>\n<p>No, not the 305 new lineups of the Misfits you've seen since <a href=\"http://www.chartattack.com/tag/glenn_danzig/\" target=\"_blank\">Glenn Danzig</a> left to form <a href=\"https://www.youtube.com/watch?v=ySvJCA382nA\" target=\"_blank\">Samhain</a> and <a href=\"http://www.chartattack.com/tag/danzig/\" target=\"_blank\">Danzig</a>, but <em>The </em>Misfits. That's Danzig and Jerry Only, together again for the first time in over 30 years (plus long-time guitarist Doyle Wolfgang von Frankenstein). Hot Topic is going to do record sales this summer.</p>\n<p>Reunions are often disappointing, but that's what YouTube is for. So here's the early-'80s Misfits on Detroit public access TV, with a totally satisfying total lack of decent sound or video. If you think of them as straight up camp horror, here's proof that they played with the ferocity and energy of any of their hardcore brethren. You totally believe <a href=\"https://www.youtube.com/watch?v=VLXEj4UowF8\" target=\"_blank\">they want your skull</a>. And, if it'll get them to Canada without the lure of Riot Fest, they can have it. - <em>Richard Trapunski</em></p>\n<h6><b>The Misfits play Riot Fest &amp; Rodeo </b>in Denver, CO (<b><span class=\"aBn\" tabindex=\"0\" data-term=\"goog_338567916\"><span class=\"aQJ\">September 2-4, 2016</span></span></b>) and <b>Riot Fest &amp; Carnival</b> in Chicago, IL (<b>September 16-<span class=\"aBn\" tabindex=\"0\" data-term=\"goog_338567918\"><span class=\"aQJ\">18, 2016</span></span></b>). Details at <a href=\"http://riotfest.org/\" target=\"_blank\">riotfest.org</a></h6>\n<h4><a href=\"http://www.chartattack.com/tag/frigs/\" target=\"_blank\">Frigs</a>, \"God Hates A Coward\"</h4>\n<p><a href=\"http://www.chartattack.com/news/tracks-news/2016/05/12/misfits-frigs-devon-welsh/\"><img src=\"https://i.ytimg.com/vi/QtJXAuVYa1o/maxresdefault.jpg\" alt=\"YouTube Video\"></a></p>\n<p>Toronto's Frigs (fka <a href=\"http://www.chartattack.com/news/2014/11/12/premiere-dirty-frigs-ep/\" target=\"_blank\">Dirty Frigs</a>) offer a peek at their forthcoming EP for Arts &amp; Crafts with the deformed surf grunge track \"God Hates A Coward.\" The video, directed by Mushual Friend, takes place mostly in an empty greenhouse, leading a minimal and focused study of repetition and variation, much like the song, until we lose all restraint in the final minute. - <em>Chris Hampton</em></p>\n<h6>Frigs' EP <em>Slush</em> is out June 10 on <a href=\"http://arts-crafts.ca/releases/ACX229.html\" target=\"_blank\">Arts &amp; Crafts</a>.</h6>\n<h4><a href=\"http://www.chartattack.com/tag/devon-welsh/\" target=\"_blank\">Devon Welsh</a>, <em>Down the Mountain</em></h4>\n<p><iframe style=\"border: 0; width: 350px; height: 470px;\" src=\"http://bandcamp.com/EmbeddedPlayer/album=1650920197/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/\" width=\"300\" height=\"150\" seamless=\"\"><a href=\"http://devonwelsh.bandcamp.com/album/down-the-mountain\">Down the Mountain by Devon Welsh</a></iframe></p>\n<p>When <a href=\"http://www.chartattack.com/tag/majical-cloudz\" target=\"_blank\">Majical Cloudz</a> broke up, singer Devon Welsh said he'd release new music soon. And here we have a whole album. Well, not an album, Welsh says. A collection of songs, rather, from across the last two years. Some written during <em>Are You Alone?</em>, but not included for one reason or another. \"I want to release all these songs,\" he notes on Bandcamp, \"because I like them a lot and since I am working on new music, my attention will inevitably go to that new music and these songs will be forgotten, and forgotten songs are sad.\"</p>\n<p><em>Down the Mountain</em> continues the Majical Cloudz signature: Welsh's anxious and ultra sincere crooning stretched over spare keys and warm organ drone. It's a dusk album. Music for the streetlights to hum to. - <em>Chris Hampton</em></p>\n<h6>Devon Welsh's <em>Down the Mountain</em> is available to <a href=\"http://devonwelsh.bandcamp.com/album/down-the-mountain\" target=\"_blank\">stream and purchase here</a>.</h6>\n<p><a rel=\"nofollow\" href=\"http://www.chartattack.com/news/tracks-news/2016/05/12/misfits-frigs-devon-welsh/\">NOW HEAR THIS: The Misfits are back and they want your skull</a> by <a rel=\"nofollow\" href=\"http://www.chartattack.com/author/chartattack/\">Chart Attack</a> | <a rel=\"nofollow\" href=\"http://www.chartattack.com\">Chart Attack</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.chartattack.com/news/tracks-news/2016/05/12/misfits-frigs-devon-welsh/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Is the bubble bursting for Canadian music festivals?</title>\n\t\t<link>http://www.chartattack.com/news/2016/05/11/canadian-music-festivals-bubble-bursting/</link>\n\t\t<comments>http://www.chartattack.com/news/2016/05/11/canadian-music-festivals-bubble-bursting/#comments</comments>\n\t\t<pubDate>Wed, 11 May 2016 17:16:41 +0000</pubDate>\n\t\t<dc:creator><![CDATA[chris hampton]]></dc:creator>\n\t\t\t\t<category><![CDATA[NEW(S)]]></category>\n\t\t<category><![CDATA[UPDATES]]></category>\n\t\t<category><![CDATA[Evolve Festival]]></category>\n\t\t<category><![CDATA[NXNE]]></category>\n\t\t<category><![CDATA[Riot Fest]]></category>\n\t\t<category><![CDATA[Squamish Valley Music Festival]]></category>\n\t\t<category><![CDATA[Warped Tour]]></category>\n\t\t<category><![CDATA[Wolfe Island Music Festival]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.chartattack.com/?p=174580</guid>\n\t\t<description><![CDATA[<p>Riot Fest adds its name to a growing list of summer festivals that have decided to skip Canada in 2016. </p>\n<p><a rel=\"nofollow\" href=\"http://www.chartattack.com/news/2016/05/11/canadian-music-festivals-bubble-bursting/\">Is the bubble bursting for Canadian music festivals?</a> by <a rel=\"nofollow\" href=\"http://www.chartattack.com/author/chris-hampton/\">chris hampton</a> | <a rel=\"nofollow\" href=\"http://www.chartattack.com\">Chart Attack</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>The last few summers have been boom years for large-format music festivals in Canada, but bubbles, as we know, inevitably burst. On Monday, annual nostalgia punk tour, <a href=\"http://www.chartattack.com/tag/riot-fest/\" target=\"_blank\">Riot Fest</a>, announced that it would not return to Toronto in 2016, adding its name to a growing list of festivals that will forgo Canadian dates in 2016.</p>\n<p>\"With recent local changes in Riot Fest’s partnership in Toronto, the planning process and resources required in staging a fest in Ontario was no longer compatible because of the available timeline,\" the statement reads. Riot Fest hopes to return to Canada in future years, but for now, Canadian fans will have to travel to Chicago or Denver.</p>\n<p><iframe style=\"border: none; overflow: hidden;\" src=\"https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2FRiotFest1%2Fposts%2F10153735948023737%3A0&amp;width=500\" width=\"500\" height=\"522\" frameborder=\"0\" scrolling=\"no\"></iframe></p>\n<p>And that's not the only big touring production dropping Canada from its itinerary, or even the only punk fest. The <a href=\"http://www.chartattack.com/tag/warped_tour/\" target=\"_blank\">Vans Warped Tour</a> announced at the end of 2015 that <a href=\"https://www.facebook.com/warpedtour/posts/10153324138018435:0\" target=\"_blank\">it would skip its longtime Toronto stop</a> because of construction on the grounds of the Molson Canadian Amphitheatre, its home for the past few years. They're offering discounted tickets for Canadian fans looking to attend nearby dates stateside.</p>\n<div class=\"related-post\"><div class=\"related-post-shortcode-heading-wrapper\">\n\t\t\t<h2 class=\"related-post-shortcode-heading\">RELATED</h2>\n\t\t</div>\n\t\t<div style=\"border-bottom: 1px solid #1c1c1c; margin-bottom: 20px\"></div><a target=\"_blank\" href=\"http://www.chartattack.com/features/2015/09/25/toronto-summer-festivals-ranked/\"><div class=\"related-post-shortcode-row\"><img src=\"http://www.chartattack.com/wp-content/uploads/2015/09/Toronto-Summer-Festivals-300x169.jpg\" class=\"img-responsive\" alt=\"Toronto Summer Music Festivals - Ranked best to worst\"><h4>Toronto Summer Festivals, Ranked From Best To Worst</h4></div>\n\t\t\t</a></div>\n<p>But the glut of festival programs vying for your rage sticks and ticket dollars has also begun to squeeze out homegrown events. Kingston's <a href=\"http://www.chartattack.com/tag/wolfe_island_music_festival/\" target=\"_blank\">Wolfe Island Music Festival</a>, which would have run its 18th edition this summer, has <a href=\"http://www.wolfeislandmusicfestival.com/\" target=\"_blank\">decided to cancel its 2016 event</a> and focus its resources instead on 2017. <a href=\"http://www.chartattack.com/tag/nxne/\" target=\"_blank\">NXNE</a>, with new competition from a seemingly endless pool of new Toronto festivals, has <a href=\"http://www.chartattack.com/features/2016/03/08/so-whats-up-with-nxne/\" target=\"_blank\">morphed beyond recognition</a>. The <a href=\"http://www.chartattack.com/news/2016/03/02/there-will-be-no-squamish-valley-music-festival-this-year/\" target=\"_blank\">Squamish Valley Music Festival folded up shop</a> without any clear communications about the future.</p>\n<p>An explosion of options in the festival marketplace means not all will survive. Organizers are carving up a finite pool of dollars set aside for passes, merch table bucket hats, pulled pork sandwiches, and beer. And that competition coupled with all of the permitting issues corresponding to the hunt for new large-capacity sites and <a href=\"https://thump.vice.com/en_ca/article/how-will-the-weak-canadian-dollar-impact-music-festivals-this-year\" target=\"_blank\">compounded by the weak dollar</a> is taking its toll on Canadian promoters.</p>\n<p><a href=\"http://www.chartattack.com/tag/evolve_festival/\" target=\"_blank\">Evolve Festival</a>, for example, is currently being forced, just eight weeks before its gates open, <a href=\"http://www.cbc.ca/news/canada/nova-scotia/evolve-festival-moving-antigonish-beersville-deadline-medical-plan-1.3573722\" target=\"_blank\">to relocate</a> from Antigonish, NS to a farm in a supposedly real place called Beersville, NB, because they were unable to meet the deadline for a medical plan. The situation, you might say, isn't ideal.</p>\n<p>Though it might seem like there's never been a better time to be a festival-goer, it's hard out here for a promoter. And, unfortunately, when that bubble fully bursts, we'll all feel it.</p>\n<p><a rel=\"nofollow\" href=\"http://www.chartattack.com/news/2016/05/11/canadian-music-festivals-bubble-bursting/\">Is the bubble bursting for Canadian music festivals?</a> by <a rel=\"nofollow\" href=\"http://www.chartattack.com/author/chris-hampton/\">chris hampton</a> | <a rel=\"nofollow\" href=\"http://www.chartattack.com\">Chart Attack</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.chartattack.com/news/2016/05/11/canadian-music-festivals-bubble-bursting/feed/</wfw:commentRss>\n\t\t<slash:comments>1</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Ask A Band: Sorority Noise gives advice on dealing with depression and anxiety</title>\n\t\t<link>http://www.chartattack.com/chart-tv/2016/05/11/ask-a-band-sorority-noise/</link>\n\t\t<comments>http://www.chartattack.com/chart-tv/2016/05/11/ask-a-band-sorority-noise/#respond</comments>\n\t\t<pubDate>Wed, 11 May 2016 14:40:19 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Ryan Parker]]></dc:creator>\n\t\t\t\t<category><![CDATA[ASK A BAND]]></category>\n\t\t<category><![CDATA[CHART TV]]></category>\n\t\t<category><![CDATA[Old Gray]]></category>\n\t\t<category><![CDATA[Sorority Noise]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.chartattack.com/?p=174526</guid>\n\t\t<description><![CDATA[<p>Cam Boucher shares his thoughts on how to help you or a friend.</p>\n<p><a rel=\"nofollow\" href=\"http://www.chartattack.com/chart-tv/2016/05/11/ask-a-band-sorority-noise/\">Ask A Band: Sorority Noise gives advice on dealing with depression and anxiety</a> by <a rel=\"nofollow\" href=\"http://www.chartattack.com/author/ryanparker/\">Ryan Parker</a> | <a rel=\"nofollow\" href=\"http://www.chartattack.com\">Chart Attack</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><iframe src=\"https://www.youtube.com/embed/JhyGxpcVBjo?rel=0&amp;showinfo=0\" width=\"750\" height=\"422\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<h6>Life is complicated and full of tough questions. We seek answers from people we respect, so who better to turn to than your favourite artists?</h6>\n<hr />\n<p>Whether you realize it or not, someone around you is struggling with mental illness. A friend, family member, or coworker could be going through something you're completely unaware of. But just because you don't know doesn't mean you can't help. Treat everyone with love and respect, check in with people you haven't talked to in a while, or say hi to your co-worker at the coffee machine. Everyone deals with things differently, but a little goes a long way.</p>\n<p>Cam Boucher is the frontman of both <a href=\"http://www.chartattack.com/tag/sorority-noise/\" target=\"_blank\">Sorority Noise</a> and <a href=\"http://www.chartattack.com/tag/old-gray/\" target=\"_blank\">Old Gray</a>. He suffers from manic depression. He's devastatingly learned the first and second hand effects of mental illness, having lost a few friends to it. We took the opportunity of meeting with him to get him to share some advice that he's learned along his way. If you or someone you know is dealing with depression and/or anxiety, we hope that this video can help.</p>\n<h6>Sorority Noise's It Kindly Stopped For Me EP is <a href=\"https://sororitynoise.bandcamp.com/album/it-kindly-stopped-for-me\" target=\"_blank\">out now</a> on <a href=\"http://www.topshelfrecords.com/products/568012-sorority-noise-it-kindly-stopped-for-me\" target=\"_blank\">Topshelf Records</a>.</h6>\n<p><a href=\"http://www.chartattack.com/chart-tv/2016/05/11/ask-a-band-sorority-noise/\"><img src=\"https://i.ytimg.com/vi/3LLVwkWYpFE/maxresdefault.jpg\" alt=\"YouTube Video\"></a></p>\n<p><a rel=\"nofollow\" href=\"http://www.chartattack.com/chart-tv/2016/05/11/ask-a-band-sorority-noise/\">Ask A Band: Sorority Noise gives advice on dealing with depression and anxiety</a> by <a rel=\"nofollow\" href=\"http://www.chartattack.com/author/ryanparker/\">Ryan Parker</a> | <a rel=\"nofollow\" href=\"http://www.chartattack.com\">Chart Attack</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.chartattack.com/chart-tv/2016/05/11/ask-a-band-sorority-noise/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>FULL SCREEN: Jazz Cartier takes you on a 360 degree journey through his world</title>\n\t\t<link>http://www.chartattack.com/news/2016/05/10/full-screen-kaytranada-jazz-cartier-sloan/</link>\n\t\t<comments>http://www.chartattack.com/news/2016/05/10/full-screen-kaytranada-jazz-cartier-sloan/#respond</comments>\n\t\t<pubDate>Tue, 10 May 2016 21:19:53 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Chart Attack]]></dc:creator>\n\t\t\t\t<category><![CDATA[MUSIC VIDEOS]]></category>\n\t\t<category><![CDATA[NEW(S)]]></category>\n\t\t<category><![CDATA[Jazz Cartier]]></category>\n\t\t<category><![CDATA[Kaytranada]]></category>\n\t\t<category><![CDATA[Sloan]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.chartattack.com/?p=174531</guid>\n\t\t<description><![CDATA[<p>PLUS: Kaytranada does the robot with a robot, Sloan rescues a classic '90s video.</p>\n<p><a rel=\"nofollow\" href=\"http://www.chartattack.com/news/2016/05/10/full-screen-kaytranada-jazz-cartier-sloan/\">FULL SCREEN: Jazz Cartier takes you on a 360 degree journey through his world</a> by <a rel=\"nofollow\" href=\"http://www.chartattack.com/author/chartattack/\">Chart Attack</a> | <a rel=\"nofollow\" href=\"http://www.chartattack.com\">Chart Attack</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<h6><a href=\"http://www.chartattack.com/news/music-videos/\" target=\"_blank\">Full Screen</a> is our rumination on the remarkable music videos of the day. Today, Jazz Cartier releases an ambitious 360 video and we talk to the director, Kaytranada takes his robot son for a dance around the neighbourhood, and Sloan makes a video for a 20-year-old classic.</h6>\n<hr />\n<h4><a href=\"http://www.chartattack.com/tag/jazz-cartier/\" target=\"_blank\">Jazz Cartier</a>, \"Red Alert / 100 Roses\"</h4>\n<p><a href=\"http://www.chartattack.com/news/2016/05/10/full-screen-kaytranada-jazz-cartier-sloan/\"><img src=\"https://i.ytimg.com/vi/_Mu0Ebs4jRw/maxresdefault.jpg\" alt=\"YouTube Video\"></a></p>\n<p>Jazz Cartier’s first proper sounding radio hit, a cut from 2016's <em>Hotel Paranoia</em>, gets an adventurous and futuristic video treatment. You’re now the cinematographer as you spin around your computer (or phone) in the 360 degree video for “Red Alert” and “100 Roses.” Take a trip down the freeway, heading towards the impending doom of a purple hurricane, then meet Jazz in the forest as he duplicates and encroaches on your space.</p>\n<p>\"We wanted to be able to really try to get the viewer in Jazz's world,\" director Jon Riera writes in an email to Chart Attack. \"This is the closest way humanly possible.\"</p>\n<p>\"How many times do you get to pioneer on a storytelling opportunity? We spent months learning how to push the limits with capturing in 360 at this time, and since it's such an evolving medium we really were just making up the rules as we went along.\"</p>\n<p><em>- Ryan Parker</em></p>\n<h6>Jazz Cartier’s Hotel Paranoia is <a href=\"http://www.jazzcartier.com/\" target=\"_blank\">out now</a>.</h6>\n<h4><a href=\"http://www.chartattack.com/tag/kaytranada/\" target=\"_blank\">Kaytranada</a>, \"Lite Spots\"</h4>\n<p><a href=\"http://www.chartattack.com/news/2016/05/10/full-screen-kaytranada-jazz-cartier-sloan/\"><img src=\"https://i.ytimg.com/vi/KZnou4zthz4/maxresdefault.jpg\" alt=\"YouTube Video\"></a></p>\n<p>Kaytranadad, father to his cute robot child, takes to the streets for a father/robot-son dance, a spiritually uniting experience. In the video for “Lite Spots,” it’s shown to bring the best out in strangers and friends. Just imagine a future where you wake up and power on your dancing partner. It may not be as far away as you think. <em>- Ryan Parker</em></p>\n<h6>Kaytranada’s 99.9% is <a href=\"https://itunes.apple.com/us/album/99.9/id1092026376\" target=\"_blank\">out now on XL Recordings</a>.</h6>\n<h4><a href=\"http://www.chartattack.com/tag/sloan/\" target=\"_blank\">Sloan</a>, \"The Lines You Amend\"</h4>\n<p><a href=\"http://www.chartattack.com/news/2016/05/10/full-screen-kaytranada-jazz-cartier-sloan/\"><img src=\"https://i.ytimg.com/vi/vLvR9NLASqo/maxresdefault.jpg\" alt=\"YouTube Video\"></a></p>\n<p>Well here's some evergreen Chart Attack material if there ever was any. While they tour behind the 20th anniversary of <em>One Chord To Another </em>(voted the 9th greatest Canadian album ever in <em>Chart</em>'s 2000 poll, don't'cha know), Sloan's Chris Murphy has rescued some cutting room footage from a '90s video shoot for \"The Lines You Amend\" and combined it with new b-roll. The result is as timeless as the song.</p>\n<p>This was already a retro '60s style clip, so it's kind of nostalgia for nostalgia. But damned if you aren't transported right back to your old couch, catching some Videoflow between Master T spots while snacking on some Dunkaroos. - <em>Richard Trapunski</em></p>\n<h6>Sloan's One Chord To Another came out in 1996. You can catch them playing it at one of the following dates:</h6>\n<h6>05/10 London, ON - London Music Hall<br />\n05/11 Waterloo, ON - Maxwell's<br />\n05/12 Detroit, MI - St. Andrew's Hall<br />\n05/13 Sarnia, ON - Station Music Hall<br />\n05/14 Toronto, ON - Phoenix Concert Theatre</h6>\n<p><a rel=\"nofollow\" href=\"http://www.chartattack.com/news/2016/05/10/full-screen-kaytranada-jazz-cartier-sloan/\">FULL SCREEN: Jazz Cartier takes you on a 360 degree journey through his world</a> by <a rel=\"nofollow\" href=\"http://www.chartattack.com/author/chartattack/\">Chart Attack</a> | <a rel=\"nofollow\" href=\"http://www.chartattack.com\">Chart Attack</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.chartattack.com/news/2016/05/10/full-screen-kaytranada-jazz-cartier-sloan/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Chance The Rapper wants The Grammys to recognize free albums</title>\n\t\t<link>http://www.chartattack.com/news/2016/05/10/chance-rapper-wants-grammys-recognize-free-albums/</link>\n\t\t<comments>http://www.chartattack.com/news/2016/05/10/chance-rapper-wants-grammys-recognize-free-albums/#respond</comments>\n\t\t<pubDate>Tue, 10 May 2016 20:42:21 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Richard Trapunski]]></dc:creator>\n\t\t\t\t<category><![CDATA[NEW(S)]]></category>\n\t\t<category><![CDATA[UPDATES]]></category>\n\t\t<category><![CDATA[Chance The Rapper]]></category>\n\t\t<category><![CDATA[Grammys]]></category>\n\t\t<category><![CDATA[Kanye West]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.chartattack.com/?p=174529</guid>\n\t\t<description><![CDATA[<p>I heard you gotta sell it to snatch the Grammy.</p>\n<p><a rel=\"nofollow\" href=\"http://www.chartattack.com/news/2016/05/10/chance-rapper-wants-grammys-recognize-free-albums/\">Chance The Rapper wants The Grammys to recognize free albums</a> by <a rel=\"nofollow\" href=\"http://www.chartattack.com/author/richard/\">Richard Trapunski</a> | <a rel=\"nofollow\" href=\"http://www.chartattack.com\">Chart Attack</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>The <a href=\"http://www.chartattack.com/tag/grammys/\" target=\"_blank\">Grammys</a> have a complicated relationship with hip-hop and black culture.</p>\n<p>The awards body has paid lip service to hip-hop, but, as <a href=\"http://www.rollingstone.com/music/news/grammys-ceo-responds-to-kanye-west-criticism-our-doors-are-always-open-20160224#ixzz48HfyyT4X\" target=\"_blank\">Kanye has said</a>, it's generally just lip service (\"I want to see <a href=\"http://www.chartattack.com/tag/future/\" target=\"_blank\">Future</a> and <a href=\"http://www.chartattack.com/tag/young-thug/\" target=\"_blank\">Young Thug</a> at the Grammys. Not just me and <a href=\"http://www.chartattack.com/tag/jay-z/\" target=\"_blank\">Jay</a> in a suit\"). But The Grammys represent the music industry, and the industry, despite a massive cultural shift in how people buy and consume music, is still largely <a href=\"http://www.chartattack.com/news/2015/02/09/grammys-black-lives-matter-almost-much-album-sales/\" target=\"_blank\">obsessed with sales</a>. And much of the best and most exciting rap music is never put up for sale,.</p>\n<p>As it stands right now, the National Academy of Recording Arts and Sciences says that in order to qualify for a Grammy Award music \"must be commercially released in general distribution in the United States....Recordings must be available for sale from any date within the eligibility period through at least the date of the current year’s voting deadline (final ballot).\"</p>\n<div class=\"related-post\"><div class=\"related-post-shortcode-heading-wrapper\">\n\t\t\t<h2 class=\"related-post-shortcode-heading\">RELATED</h2>\n\t\t</div>\n\t\t<div style=\"border-bottom: 1px solid #1c1c1c; margin-bottom: 20px\"></div><a target=\"_blank\" href=\"http://www.chartattack.com/news/2015/02/09/grammys-black-lives-matter-almost-much-album-sales/\"><div class=\"related-post-shortcode-row\"><img src=\"http://www.chartattack.com/wp-content/uploads/2015/02/BeyonceTakeMyHand-300x160.png\" class=\"img-responsive\" alt=\"Beyonce Grammys 2015 Performance\"><h4>The Grammys: Where Black Lives Matter&#8230; almost as much as album sales</h4></div>\n\t\t\t</a></div>\n<p>This disqualifies a wide swath of amazing hip-hop releases as ineligible, and there might be no better avatar for that problem than <a href=\"http://www.chartattack.com/tag/chance-the-rapper/\" target=\"_blank\">Chance The Rapper</a>. The young Chicago MC is one of the biggest rising stars of the genre right now. He's played <em>Saturday Night Live </em>and all the late night shows, while also putting his fingerprints all over the major cultural phenomenon that is Kanye West's <em>The Life of Pablo</em>. Yet Chance has never been signed to a label, and all his projects have been free. His third album <em>Chance 3 </em>is set to drop this Friday, May 13 (despite <a href=\"http://www.hotnewhiphop.com/chance-the-rapper-reportedly-hospitalized-forced-to-drop-out-of-new-york-show-news.21535.html\" target=\"_blank\">his pneumonia</a>), but, as a mixtape it, too, will not qualify for a Grammy.</p>\n<p><a href=\"http://www.chartattack.com/news/2016/05/10/chance-rapper-wants-grammys-recognize-free-albums/\"><img src=\"https://i.ytimg.com/vi/uZyt5dSNcFo/maxresdefault.jpg\" alt=\"YouTube Video\"></a></p>\n<p><a href=\"https://www.change.org/p/national-academy-of-recording-arts-and-sciences-allow-free-music-to-be-eligible-for-grammy-nomination\" target=\"_blank\">A petition has recently been circulating</a> to allow free music to be eligible for Grammy nominations. Artists like Chance, it says, \"...are being punished for making their music available to everyone, rich or poor, by releasing their music for free.  It's obvious that these artists are making their music more accessible to people who deserve it even if they can't afford it, as well as decreasing pirating and illegally downloading music.\"</p>\n<p>And now, the petition has an endorsement from Chance The Rapper himself (<a href=\"http://djbooth.net/news/entry/2016-05-09-chance-the-rapper-free-music-grammys\" target=\"_blank\">via DJ Booth</a>):</p>\n<p><img class=\"aligncenter size-full wp-image-174545\" src=\"http://www.chartattack.com/wp-content/uploads/2016/05/chance-petition.jpg\" alt=\"chance petition\" width=\"607\" height=\"248\" srcset=\"http://www.chartattack.com/wp-content/uploads/2016/05/chance-petition-300x123.jpg 300w, http://www.chartattack.com/wp-content/uploads/2016/05/chance-petition.jpg 607w\" sizes=\"(max-width: 607px) 100vw, 607px\" /></p>\n<p>The petition currently sits at 23,882 supporters, just shy of its 25,000 goal. It's unclear whether or not the Recording Academy will take notice, but maybe Kanye can relay it CEO Neil Portnow in <a href=\"http://www.rollingstone.com/music/news/grammys-ceo-responds-to-kanye-west-criticism-our-doors-are-always-open-20160224\" target=\"_blank\">their next meeting</a>.</p>\n<p><a rel=\"nofollow\" href=\"http://www.chartattack.com/news/2016/05/10/chance-rapper-wants-grammys-recognize-free-albums/\">Chance The Rapper wants The Grammys to recognize free albums</a> by <a rel=\"nofollow\" href=\"http://www.chartattack.com/author/richard/\">Richard Trapunski</a> | <a rel=\"nofollow\" href=\"http://www.chartattack.com\">Chart Attack</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.chartattack.com/news/2016/05/10/chance-rapper-wants-grammys-recognize-free-albums/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>YACHT&#8217;s &#8220;leaked sex tape&#8221; might just be a bad publicity stunt</title>\n\t\t<link>http://www.chartattack.com/news/2016/05/10/yacht-sell-leaked-sex-tape-as-publicity-stunt/</link>\n\t\t<comments>http://www.chartattack.com/news/2016/05/10/yacht-sell-leaked-sex-tape-as-publicity-stunt/#respond</comments>\n\t\t<pubDate>Tue, 10 May 2016 15:20:08 +0000</pubDate>\n\t\t<dc:creator><![CDATA[chris hampton]]></dc:creator>\n\t\t\t\t<category><![CDATA[NEW(S)]]></category>\n\t\t<category><![CDATA[UPDATES]]></category>\n\t\t<category><![CDATA[YACHT]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.chartattack.com/?p=174498</guid>\n\t\t<description><![CDATA[<p>This doesn't feel okay. </p>\n<p><a rel=\"nofollow\" href=\"http://www.chartattack.com/news/2016/05/10/yacht-sell-leaked-sex-tape-as-publicity-stunt/\">YACHT&#8217;s &#8220;leaked sex tape&#8221; might just be a bad publicity stunt</a> by <a rel=\"nofollow\" href=\"http://www.chartattack.com/author/chris-hampton/\">chris hampton</a> | <a rel=\"nofollow\" href=\"http://www.chartattack.com\">Chart Attack</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>UPDATE</strong>: Yeah, it was <a href=\"http://jezebel.com/yachts-stolen-sex-tape-was-a-complete-hoax-that-theyve-1775746919\" target=\"_blank\">all a shitty hoax</a>.</p>\n<hr />\n<p>L.A.-based electro group <a href=\"http://www.chartattack.com/tag/yacht/\" target=\"_blank\">YACHT</a> have a history of gimmicky release stunts. <a href=\"http://www.chartattack.com/news/2015/09/24/the-new-yacht-video-only-plays-when-uber-prices-surge/\" target=\"_blank\">Last we wrote about them</a>, it was because they had made their music video <a href=\"https://www.youtube.com/watch?v=VaAqe5nMAuA\" target=\"_blank\">\"L.A. Plays Itself\"</a> available only when Uber prices surge in Los Angeles. But this one just feels icky.</p>\n<p>Jona Bechtolt and Claire Evans, the real life couple behind YACHT say that someone hacked their property and leaked their sex tape, but the evidence suggests they've invented or embellished the story for publicity. If that's the case, they're making light of <a href=\"http://elitedaily.com/women/4chan-nude-photo-leak-scandal/735931/\" target=\"_blank\">what many would call a sex crime</a>. One in which most victims don't have the status or platform to, as the band says, \"[control] how the video is seen, and who profits from it.\"</p>\n<p>Let's review: on Monday, the band made a Facebook post explaining that \"due to a series of technological missteps and one morally abject person, a video that we made privately has been released to the public.\" Bechtolt and Evans say they feared the hacked sex tape would circulate. They asked that fans \"make the right decision\" and \"choose not to view a private act that was inadvertently made public.\" They were seeking legal action against the uploader, they said.</p>\n<div class=\"fb-post\" data-href=\"https://www.facebook.com/yacht/posts/10153803801972479\" data-width=\"100%\"></div>\n<p>There was an outpouring of support from fans. Then, a few hours later, the band followed with a second message (a long comment on the first post): they'd been looking into other such sex tapes leaks and have decided to \"be 'as YACHT as possible' about it and take some kind of ownership over what has happened.\" For those who absolutely had to see the video, they'd distribute the clip themselves from a <a href=\"https://fuck.teamyacht.com/\" target=\"_blank\">private website</a> for $5, asking interested parties to choose this slightly more ethical route instead of turning to torrents or tube sites.</p>\n<p>\"Controlling how this video is seen, and who profits from it, is the only form of agency we have left over this exploitative situation,\" they wrote.</p>\n<p>The support roared even louder. The website servers crashed from the surge. News outlets around the world reported the story as fact. But something seemed fishy. <a href=\"https://thump.vice.com/en_us/article/yacht-leaked-sex-tape-fake-hoax-trolling\" target=\"_blank\">As <em>Thump</em> points out</a>, there are inconsistencies between the two posts. How could their friend who so graciously helped build the website create the thing \"last night\" when they'd only learned about the leak that day? Also, if they were aiming to suppress the tape's circulation, why include the uber-titillating: \"Our tastes in the bedroom might seem uncommon to some, and possibly off-putting\"?</p>\n<p><em>Thump</em> went a step further and tried to purchase the supposed sex tape. For journalism. Upon checkout, they got a server error page. Their credit card was never charged. Sleuths, pervs, and other curious sorts across Reddit and 4chan similarly reported the error. No such video existed on any of the large torrent or tube sites either. The only people who'd claimed to have seen the video — <a href=\"https://twitter.com/Miranda_July/status/729765022549729280\" target=\"_blank\">Miranda July</a> and Nicholas Thorburn of <a href=\"http://www.chartattack.com/tag/islands\" target=\"_blank\">Islands</a> — were friends of the band.</p>\n<blockquote class=\"twitter-tweet\" data-width=\"500\"><p lang=\"en\" dir=\"ltr\">good for <a href=\"https://twitter.com/YACHT\">@yacht</a> for reclaiming their leaked sex tape and making the moist out of it! <a href=\"https://t.co/5i7OSrBiTd\">pic.twitter.com/5i7OSrBiTd</a></p>\n<p>&mdash; nick from islands (@NickfromIslands) <a href=\"https://twitter.com/NickfromIslands/status/729757653392560128\">May 9, 2016</a></p></blockquote>\n<p><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script></p>\n<p>Rumour spread that this was all a stunt to publicize the release of a music video for <a href=\"https://www.youtube.com/watch?v=z-6FvxPnVm0\" target=\"_blank\">\"I Wanna Fuck You Til I'm Dead\"</a> off their last album, <em>I Thought The Future Would Be Cooler</em>.  <em><a href=\"http://jezebel.com/band-sells-their-own-sex-tape-for-5-after-they-say-som-1775616762\" target=\"_blank\">Jezebel </a></em><a href=\"http://jezebel.com/band-sells-their-own-sex-tape-for-5-after-they-say-som-1775616762\" target=\"_blank\">has since updated their story</a>, their sources say it's a hoax to promote a single to be released today.</p>\n<p>So is this a comment on clickbait web writing? A criticism of the music marketplace where an artist might conceivably sell a sex tape to offset declining record revenue? Or an effective but insensitive ill-conceived promotional campaign that exploits — by pretending to seriously address — the very real issues of hacked property and revenge porn?</p>\n<p><strong>UPDATE #2</strong></p>\n<p>The band has released a statement, hosted at (yup) <a href=\"https://fuck.teamyacht.com/\" target=\"_blank\">fuck.teamyacht.com</a>. Read it in full below:</p>\n<p><strong>TUESDAY, MAY 10TH 2016</strong></p>\n<p>Our sex tape is now viewable on <a href=\"http://www.pornhub.com/view_video.php?viewkey=ph573173387e4f1\">PornHub</a> and being seeded on <a href=\"https://thepiratebay.se/torrent/14584153/YACHT_Sex_Tape_(2016)\">The Pirate Bay</a>.</p>\n<p>We created a story that was quickly revealed as fiction by the internet. We expected interest, skepticism, and laughter. We didn’t anticipate the outpouring of genuine support, due partially to the credulity with which this story was so extensively and immediately reported.</p>\n<p>We did make a “sex tape,” and we want you to watch it. We released it as a slowly-unveiling conspiracy, inspired in equal part by <em>The X-Files</em>, <em>Nathan for You</em>, and <em>The KLF</em>. It’s a project that allowed us to play with science fiction, the attention economy, clickbait journalism, and celebrity sex tapes all at once.</p>\n<p>If you tried to purchase the video here, your card was never charged. This was not designed to make money or sell records, but to explore the intersection of privacy, media, and celebrity. We enjoy and have spent a decade creating multi-faceted projects that unfold over time, using the most current tools at our disposal.</p>\n<p>There is one dark note we want to address. We never make light of victims of any form of sexual abuse. Frankly, it’s disturbing to us that press outlets could make the incredibly irresponsible leap from “celebrity sex tape,” which is the cultural trope this project explicitly references, to “revenge porn,” which is unfunny, disgusting, morally repugnant, and completely unrelated. Even within the fictional narrative we created, there was no violence or exploitation. It was always about agency and proactive empowerment.</p>\n<p>We couldn’t have asked for better fans, and we realize we’ll need to try much harder to fool you. We will continue to work very hard to produce work that engages and responds to you.</p>\n<p>Love,<br />\nClaire &amp; Jona</p>\n<p><strong>UPDATE #3</strong></p>\n<p>YACHT has released another apology, this time with a link to the completed music video that this was supposed to lead up to. We've embedded both below:</p>\n<p><iframe style=\"border: none; overflow: hidden;\" src=\"https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fyacht%2Fposts%2F10153808662567479&amp;width=500\" width=\"500\" height=\"287\" frameborder=\"0\" scrolling=\"no\"></iframe></p>\n<p><iframe style=\"border: none; overflow: hidden;\" src=\"https://www.facebook.com/plugins/video.php?href=https%3A%2F%2Fwww.facebook.com%2FJashNetwork%2Fvideos%2Fvb.453062044758210%2F1145980565466351%2F%3Ftype%3D3&amp;show_text=0&amp;width=560\" width=\"560\" height=\"315\" frameborder=\"0\" scrolling=\"no\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<p><a rel=\"nofollow\" href=\"http://www.chartattack.com/news/2016/05/10/yacht-sell-leaked-sex-tape-as-publicity-stunt/\">YACHT&#8217;s &#8220;leaked sex tape&#8221; might just be a bad publicity stunt</a> by <a rel=\"nofollow\" href=\"http://www.chartattack.com/author/chris-hampton/\">chris hampton</a> | <a rel=\"nofollow\" href=\"http://www.chartattack.com\">Chart Attack</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.chartattack.com/news/2016/05/10/yacht-sell-leaked-sex-tape-as-publicity-stunt/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>CMW 2016, ranked from best to worst</title>\n\t\t<link>http://www.chartattack.com/features/2016/05/09/cmw-reviews/</link>\n\t\t<comments>http://www.chartattack.com/features/2016/05/09/cmw-reviews/#respond</comments>\n\t\t<pubDate>Mon, 09 May 2016 21:11:42 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Chart Attack]]></dc:creator>\n\t\t\t\t<category><![CDATA[FEATURES]]></category>\n\t\t<category><![CDATA[Live Reviews]]></category>\n\t\t<category><![CDATA[Acid Priest]]></category>\n\t\t<category><![CDATA[Alberta Cross]]></category>\n\t\t<category><![CDATA[Amir Obè]]></category>\n\t\t<category><![CDATA[Blanka]]></category>\n\t\t<category><![CDATA[Bob Mould]]></category>\n\t\t<category><![CDATA[BOSCO]]></category>\n\t\t<category><![CDATA[Caveboy]]></category>\n\t\t<category><![CDATA[Clairmont The Second]]></category>\n\t\t<category><![CDATA[CMW]]></category>\n\t\t<category><![CDATA[Damian Abraham]]></category>\n\t\t<category><![CDATA[Duchess Says]]></category>\n\t\t<category><![CDATA[Eagles Of Death Metal]]></category>\n\t\t<category><![CDATA[For Esme]]></category>\n\t\t<category><![CDATA[Grounders]]></category>\n\t\t<category><![CDATA[Hailee Steinfeld]]></category>\n\t\t<category><![CDATA[Keita Juma]]></category>\n\t\t<category><![CDATA[Mura Masa]]></category>\n\t\t<category><![CDATA[NAO]]></category>\n\t\t<category><![CDATA[No Joy]]></category>\n\t\t<category><![CDATA[Partner]]></category>\n\t\t<category><![CDATA[Petra Glynt]]></category>\n\t\t<category><![CDATA[SATE]]></category>\n\t\t<category><![CDATA[She-Devils]]></category>\n\t\t<category><![CDATA[Skepta]]></category>\n\t\t<category><![CDATA[Tegan And Sara]]></category>\n\t\t<category><![CDATA[Tor Miller]]></category>\n\t\t<category><![CDATA[Vallens]]></category>\n\t\t<category><![CDATA[Yuna]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.chartattack.com/?p=174334</guid>\n\t\t<description><![CDATA[<p>Venue-hopping is still a good way to discover music. Who knew?</p>\n<p><a rel=\"nofollow\" href=\"http://www.chartattack.com/features/2016/05/09/cmw-reviews/\">CMW 2016, ranked from best to worst</a> by <a rel=\"nofollow\" href=\"http://www.chartattack.com/author/chartattack/\">Chart Attack</a> | <a rel=\"nofollow\" href=\"http://www.chartattack.com\">Chart Attack</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<h6 style=\"text-align: right;\">Lead image: Skepta. Photo by: Anders Marshall</h6>\n<p>We'll be honest: <a href=\"http://www.chartattack.com/tag/cmw/\" target=\"_blank\">CMW</a> has always been the bridesmaid of Toronto's two rival club-hopping festivals, more of an industry conference with a music component than vice versa. But this year, with <a href=\"http://www.chartattack.com/features/2016/03/08/so-whats-up-with-nxne/\" target=\"_blank\">NXNE mutating into whatever it is that it's mutating into</a>, CMW is kind of the only game in town.</p>\n<p>So in the interest of proving (to ourselves?) that putting on a wristband and jumping from venue to venue is still a prime festival experience, we made it to a lot of CMW sets. And some CMW-partnered <a href=\"http://www.chartattack.com/features/hot-docs/\" target=\"_blank\">Hot Docs screenings</a>. And we saw quite a few things we liked! We're sticking to our original plan of putting these in order of what we enjoyed most to least, but this method comes with a couple of caveats:</p>\n<p>First, a lot of stuff that we enjoyed a lot (like, say, Keita Juma) falls towards the middle. Second, there's some confirmation bias. For all the pleasant surprises we caught here, there's still a huge mushy middle of mediocrity. We just largely picked the stuff we wanted to see.</p>\n<p>So, what you see here are mostly favourites and a few big duds. Keep it in mind as you scroll, but stay open to some discoveries. After all, that's what this should be all about.</p>\n<h4><a href=\"http://www.chartattack.com/tag/skepta\" target=\"_blank\">Skepta</a> @ The Danforth Music Hall, Friday, May 6</h4>\n<p>Walking out on stage in a black trench coat and an obligatory OVO cap, Skepta looked calm and focused in front of the sold out Danforth Music Hall. DJ Maximum cut on the title track from <em>Konnichiwa</em>,<em> </em>and the energy in the crowd began to boil. As the first lines left the London MC's mouth, the place finally exploded into one giant most pit, a sweaty, chaotic sea of people pulsating up and down for the duration of the song and every one after.</p>\n<p>At one point, some dude in front of me, just having caught a shoulder to the face, tried to stop flow of blood that ran from his nose, still smiling and trying to dance as beer cans and water bottles flew through the air above. Drake endorsement or not, it seems like people in Toronto are really feeling grime.<em> - Adam Pugsley</em></p>\n<blockquote class=\"twitter-tweet\" data-width=\"500\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/Skepta\">@Skepta</a> at <a href=\"https://twitter.com/TheDanforthMH\">@TheDanforthMH</a>: Bloody noses, flying beer cans, huge mosh pits. Too wild. <a href=\"https://twitter.com/hashtag/10WordReviews?src=hash\">#10WordReviews</a> <a href=\"https://twitter.com/hashtag/CMW2016?src=hash\">#CMW2016</a> <a href=\"https://t.co/BlXBKjQ1b4\">pic.twitter.com/BlXBKjQ1b4</a></p>\n<p>&mdash; Chart Attack (@ChartAttack) <a href=\"https://twitter.com/ChartAttack/status/728784432619003904\">May 7, 2016</a></p></blockquote>\n<p><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script></p>\n<h4><a href=\"http://www.chartattack.com/tag/eagles_of_death_metal/\" target=\"_blank\">Eagles of Death Metal</a> @ Opera House, Saturday, May 7</h4>\n<p>Okay, holy shit. Have you ever played <em>Guitar Hero</em>? This was basically a screen capture of <em>Guitar Hero</em>. EODM blew the house down with their openers, and frontman Jesse Hughes was particularly up for the night, sporting a (Canadian opener) <a href=\"http://www.thebeachesband.com/\" target=\"_blank\">Beaches</a> t-shirt to boot. Hughes knows how to work a crowd to the extent that every wink, smile or strained neck muscle makes the audience scream that much louder, jump that much higher. Which is to say, they know how to rock. The crowd got into it, <a href=\"http://www.aux.tv/2016/05/mans-ear-bitten-off-at-toronto-eagles-of-death-metal-show/\" target=\"_blank\">maybe too much</a>. - <em>Anders Marshall</em></p>\n<p><img class=\"aligncenter size-large wp-image-174484\" src=\"http://www.chartattack.com/wp-content/uploads/2016/05/Eagles-of-Death-Metal-Anders-Marshall-CMW-1024x683.jpg\" alt=\"Eagles of Death Metal Anders Marshall CMW\" width=\"1024\" height=\"683\" srcset=\"http://www.chartattack.com/wp-content/uploads/2016/05/Eagles-of-Death-Metal-Anders-Marshall-CMW-300x200.jpg 300w, http://www.chartattack.com/wp-content/uploads/2016/05/Eagles-of-Death-Metal-Anders-Marshall-CMW-768x512.jpg 768w, http://www.chartattack.com/wp-content/uploads/2016/05/Eagles-of-Death-Metal-Anders-Marshall-CMW-1024x683.jpg 1024w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" /></p>\n<h6 style=\"text-align: right;\">Eagles of Death Metal, Photo by: Anders Marshall</h6>\n<h4><a href=\"http://www.chartattack.com/tag/duchess_says/\" target=\"_blank\">Duchess Says</a> @ 8-11, Friday, May 6</h4>\n<p>There's a special energy to basement shows, especially at a stodgy industry festival like CMW — it's the nexus of intimacy and permissiveness and maybe a bit of danger. At a secret M for Montreal showcase in the dingy space beneath a Spadina gallery, Montreal synth punk stalwarts Duchess Says terrorized, coaxed, and otherwise engrossed a room of about 30. It was the best thing I saw all weekend. Singer Annie-Claude Deschênes has an undeniable power. When she says \"sit on the floor,\" everyone does. When she barks in your face, what can you do but bark back?  - <em>Chris Hampton</em></p>\n<h4><a href=\"http://www.chartattack.com/tag/yuna/\" target=\"_blank\">Yuna</a> @ Mod Club Theatre, Thursday, May 5</h4>\n<p>Toronto loves Yuna. The Kuala Lumpur via LA indie pop artist and recent <a href=\"https://www.youtube.com/watch?v=pQeMS7yHDhk\" target=\"_blank\">Usher collaborator</a>'s early, sort-of-CMW ticketed event set saw one of the most enthusiastic and diverse Toronto crowds I've ever seen — fans were draped on Yunalis Mat Zara'ai's every note like the gold robe draped around her. Yuna pens intimate songs that touch fans at a personal level, and glitter and heartbreak were in equal measure.</p>\n<p>With Taylor Swiftian energy, Yuna felt like the whole audience's best friend forever after her first song, and when she asked what the weather's like in Toronto this time of the year in <a href=\"https://www.youtube.com/watch?v=z1YPCVwl4cE\" target=\"_blank\">\"Places to Go,\"</a> I think I would have given her keys to my apartment. Any industry in the crowd took note of this power, and we should be seeing more of this charismatic songwriter soon. Try <a href=\"https://soundcloud.com/yunazarai/hb-1\" target=\"_blank\">this softserve \"Hotline Bling\" cover</a> if you don't believe it. - <em>Kristel Jax</em></p>\n<p><iframe src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/227291747&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false\" width=\"100%\" height=\"166\" frameborder=\"no\" scrolling=\"no\"></iframe></p>\n<h4><a href=\"http://www.chartattack.com/tag/bosco/\" target=\"_blank\">BOSCO</a> @ Mod Club Theatre, Thursday, May 5</h4>\n<p>BOSCO thought she was in Detroit for the second half of her CMW set, her shouts of \"How are you feeling Detroit?!\" triggering some tension with the packed, sweaty <span class=\"aBn\" tabindex=\"0\" data-term=\"goog_1291261064\"><span class=\"aQJ\">7PM</span></span> Mod Club audience — Toronto's still in the honeymoon period of our burgeoning identity, after all — but the mishap adds up in the context of how busy Brittany Bosco has been this year. The experimental Atlanta R&amp;B artist and new Fool's Gold signee is touring in support of Yuna, and just dropped <a href=\"https://soundcloud.com/speakerfoxxx/bosco-speakerfoxxx-girls-in-the-yard\" target=\"_blank\">the highly addictive mixtape <i>Girls in the Yard</i> with Speakerfoxxx</a>.</p>\n<p>I've been waiting to see her for years, but BOSCO slayed all my expectations with unrelenting command of the stage before and after the Detroit mishap, pulling up goofy dancers, blasting a megaphone in front of her mic, and loving every minute of her time with us. Bosco's new world order is avant enough to be a fit for NON Worldwide's label, but her new signing with Fool's Gold also makes sense. This artist can write, and perform the fuck out of an indie rock festival - <em>Kristel Jax</em></p>\n<h4><a href=\"http://www.chartattack.com/tag/bob_mould/\" target=\"_blank\">Bob Mould</a> @ Horseshoe Tavern, Wednesday, May 4</h4>\n<p>There isn't this much rambunctious energy at a midwest Warped Tour stop. Bob Mould enters by spinning into the guitar that his roadie holds up by the strap. The guy in front of me is pogoing. I saw an honest-to-god jump kick. Everybody on stage with Mould — Jason Narducy and Jon Wurster — hold business cards that read \"total indie rock pro.\" The set crisscrosses Mould band, <a href=\"http://www.chartattack.com/tag/sugar/\" target=\"_blank\">Sugar</a> and <a href=\"http://www.chartattack.com/tag/husker_du\" target=\"_blank\">Hüsker Dü</a> tunes — a songbook of alt and underground gems three decades long.</p>\n<p>There's a large contingent of Mould lookalikes in the room, each with a different beard to belly to baldness ratio (you will probably, one day, count me among them). One of the lookalikes, <a href=\"http://www.chartattack.com/tag/damian_abraham/\" target=\"_blank\">Damian</a> from <a href=\"http://www.chartattack.com/tag/fucked_up\" target=\"_blank\">Fucked Up</a>, joins the band for a screamthrough of the 1985 <em>Flip Your Wig </em>track <a href=\"https://www.youtube.com/watch?v=eSqZGTNrPi8\" target=\"_blank\">\"Divide and Conquer.\"</a> Mould smiles throughout. Pop punk isn't just a kid's sport. - <em>Chris Hampton</em></p>\n<h4 dir=\"ltr\"><a href=\"http://www.chartattack.com/tag/clairmont-the-second/\" target=\"_blank\">Clairmont The Second</a> @ Revival Bar, Thursday, May 5</h4>\n<p>With only a microphone and a voice available at their disposal, oftentimes MCs struggle to engage the crowd past subtly bobbing heads and iPhones held into the air. Up until Clairmont The Second took the stage, there was a whole lot of that cool-guy stuff going on at Revival. Then \"I don't want to see the floor\" he declared, pointing to the hardwood and encouraging people to push towards the stage.</p>\n<p>For the duration of his brief 20 minute set, Clairmont's youthful energy was contagious, growing stronger with each passing minute. \"I just want you guys to dance,\" he said, not long before jumping down from the stage and busting a move while the entire audience formed a circle around him and cheered. Talk about leading by example. <em>- Adam Pugsley </em></p>\n<blockquote class=\"twitter-tweet\" data-width=\"500\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/CTSecond\">@CTSecond</a> going offffff at <a href=\"https://twitter.com/RevivalBarTO\">@RevivalBarTO</a> <a href=\"https://twitter.com/hashtag/CMW2016?src=hash\">#CMW2016</a> <a href=\"https://t.co/MPhmOKPhrf\">pic.twitter.com/MPhmOKPhrf</a></p>\n<p>&mdash; Adam Pugsley (@ajrpugs) <a href=\"https://twitter.com/ajrpugs/status/728452944471822340\">May 6, 2016</a></p></blockquote>\n<p><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script></p>\n<h4><a href=\"http://www.chartattack.com/tag/partner/\" target=\"_blank\">Partner</a> @ The Silver Dollar Room, Thursday, May 5</h4>\n<p>There's a specific brand of East Coast charm that has been elevating earnest guitar bands since the '90s. Would that be enough to propel Sackville, New Brunswick's Partner through three nights at the Silver Dollar? On night 2, it certainly seemed to. It helped that the duo was now a five-piece, brandishing their crunchy slacker rock tunes with some serious guitar shredding.</p>\n<p>But it was that unpretentious charisma that kept a smile plastered on my face. Songs about daytime TV, hot knives, keeping a gross secret, <a href=\"https://www.youtube.com/watch?v=ysaayHK49iU\" target=\"_blank\">Ellen Page</a> (\"a fellow Maritime lesbian\") and being unable to pass for someone who isn't high. And, while they were tuning, snippets of <a href=\"https://www.youtube.com/watch?v=ceV62E-c86g\" target=\"_blank\">Moldy Peaches</a> and <a href=\"https://www.youtube.com/watch?v=jtCGODjuRq0\" target=\"_blank\">Tegan and Sara</a>. If you couldn't enjoy that, you're made of stone. - <em>Richard Trapunski</em></p>\n<p><a href=\"http://www.chartattack.com/features/2016/05/09/cmw-reviews/\"><img src=\"https://i.ytimg.com/vi/jtCGODjuRq0/maxresdefault.jpg\" alt=\"YouTube Video\"></a></p>\n<h4><a href=\"http://www.chartattack.com/tag/tegan_and_sara/\" target=\"_blank\">Tegan and Sara</a> @ iHeartRadio Fest, Sheraton Toronto's Grand Ballroom, Friday, May 6</h4>\n<p>Admitting they just got back their touring legs after an 18-month hiatus, Canadian indie pop darlings Tegan and Sara showed no signs of on stage rust during their headlining performance at Toronto's inaugural iHeartRadio Fest. Stoically planted in front of two mic stands, the sisters sang revitalized, electronic renditions of old favourites like <a href=\"https://www.youtube.com/watch?v=jtCGODjuRq0\" target=\"_blank\">\"Walking With A Ghost,\"</a> along with newer pop heavy-hitters <a href=\"https://www.youtube.com/watch?v=9e9NSMY8QiQ\" target=\"_blank\">\"Closer\"</a> and their latest single <a href=\"https://www.youtube.com/watch?v=niv4vkipc6M\" target=\"_blank\">\"Boyfriend.\"</a> Not an acoustic guitar in site. The audience was captivated - swaying along to the '80-inspired tunes. And once their set wrapped? Half the crowd immediately vacated the premises, clearly a sign of their draw, even on a fully pop-focused lineup like this one. - <em>Julia Lennox</em></p>\n<h4 dir=\"ltr\"><a href=\"http://www.chartattack.com/tag/sate/\" target=\"_blank\">SATE</a> @ Lee's Palace, Wednesday, May 4</h4>\n<p dir=\"ltr\">These days in Toronto it's about gliding bass and obscure samples for hip-hop nerds to pore over on Reddit. Draped in black, sporting a golden up-do, SATE (Sadiah Baba Talibah) is a versatile singer capable of both throaty blues and soaring pop melodies. It works. SATE's band and her audience pick up everything she puts down. - <em>Anders Marshall</em></p>\n<p><img class=\"aligncenter size-large wp-image-174488\" src=\"http://www.chartattack.com/wp-content/uploads/2016/05/SATE-CMW-Anders-Marshall-1024x683.jpeg\" alt=\"SATE CMW Anders Marshall\" width=\"1024\" height=\"683\" srcset=\"http://www.chartattack.com/wp-content/uploads/2016/05/SATE-CMW-Anders-Marshall-300x200.jpeg 300w, http://www.chartattack.com/wp-content/uploads/2016/05/SATE-CMW-Anders-Marshall-768x512.jpeg 768w, http://www.chartattack.com/wp-content/uploads/2016/05/SATE-CMW-Anders-Marshall-1024x683.jpeg 1024w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" /></p>\n<h6 style=\"text-align: right;\">SATE, Photo by: Anders Marshall</h6>\n<h4></h4>\n<h4><a href=\"http://www.chartattack.com/tag/blanka\" target=\"_blank\">Blanka</a> @ The Silver Dollar Room, Saturday, May 7</h4>\n<p>In my mind leading up to their set at CMW (and maybe this is a quirk of my overfull-feeling head), Montreal's Blanka were a good post-punk band in the tradition of <a href=\"http://www.chartattack.com/tag/women\" target=\"_blank\">Women</a>. There are, however, many good post-punk bands in the tradition of Women. I was ill-prepared for the intense electro-industrial duo that turned up. I had my brooding cap on; my dancing shoes were at home with my five more beers. That didn't stop a pair of kids nearby from grinding through their set, which is either a sign of the End Times or a glorious new beginning, I'm unsure which.  - <em>Chris Hampton</em></p>\n<blockquote class=\"twitter-tweet\" data-width=\"500\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/phedreamour\">@phedreamour</a> at silver $: the hip-hop is hyperlinked, but lotsa bodies moving irl too <a href=\"https://twitter.com/hashtag/10WordReviews?src=hash\">#10WordReviews</a> <a href=\"https://twitter.com/hashtag/CMW2016?src=hash\">#CMW2016</a> <a href=\"https://t.co/C2XuF1Q6ed\">pic.twitter.com/C2XuF1Q6ed</a></p>\n<p>&mdash; Chart Attack (@ChartAttack) <a href=\"https://twitter.com/ChartAttack/status/729215753996652544\">May 8, 2016</a></p></blockquote>\n<p><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script></p>\n<h4></h4>\n<h4><a href=\"http://www.chartattack.com/tag/keita-juma/\" target=\"_blank\">Keita Juma</a> @ The Danforth Music Hall, Friday, May 6</h4>\n<p>Folks were just starting to trickle into The Danforth as Keita Juma walked out on stage. Compared to the mass of people who would later come out to see Skepta, the crowd for the hometown boy was relatively small, but judging by the smile on his face, it was clear that he didn't give a shit. With just his DJ on stage with him, the guy played his set as if he was the headliner. He made sure to praise and encourage those who were dancing along to his rhythmic, grime-flavoured jungle tracks, eventually jumping down from the stage to join in on the action himself. Nothing but positivity all around. I'd be surprised if his magnetic energy didn't gain him a few new fans that night. - <em>Adam Pugsley<br />\n</em></p>\n<p><img class=\"aligncenter size-large wp-image-174485\" src=\"http://www.chartattack.com/wp-content/uploads/2016/05/Keita-Juma-CMW-Anders-Marshall-1024x683.jpg\" alt=\"Keita Juma CMW Anders Marshall\" width=\"1024\" height=\"683\" srcset=\"http://www.chartattack.com/wp-content/uploads/2016/05/Keita-Juma-CMW-Anders-Marshall-300x200.jpg 300w, http://www.chartattack.com/wp-content/uploads/2016/05/Keita-Juma-CMW-Anders-Marshall-768x512.jpg 768w, http://www.chartattack.com/wp-content/uploads/2016/05/Keita-Juma-CMW-Anders-Marshall-1024x683.jpg 1024w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" /></p>\n<h6 style=\"text-align: right;\">Keita Juma, Photo by: Anders Marshall</h6>\n<h4></h4>\n<h4><a href=\"http://www.chartattack.com/tag/vallens/\" target=\"_blank\">Vallens</a> @ Velvet Underground, Thursday, May 5</h4>\n<p>Back in January, we called Vallens <a href=\"http://www.chartattack.com/features/2016/01/07/uncharted-canadian-artists-2016/\" target=\"_blank\">one of the 12 bands we were excited about this year</a>, so naturally we had to check in. I arrive two songs late and sweaty (on account of being two songs late), but float right upfront on Vallens' smoky, smoldering vibes. The songs are each daunting walls of reedy synth and guitar and cymbal wash, but porous and delicate, too, as if made of cinder. The Velvet Underground also smells slightly burnt or burning maybe. Which really adds to the whole scorched image for me. - <em>Chris Hampton</em></p>\n<h4><a href=\"http://www.chartattack.com/tag/no_joy/\" target=\"_blank\">No Joy</a> @ Velvet Underground, Thursday, May 5</h4>\n<p>Why oh why won't you ever play me <a href=\"https://www.youtube.com/watch?v=mdkZ0pjS8qc\" target=\"_blank\">\"Everything New\"</a>? I fucking love that song. I wanted to fold myself, finally, into its mystical, obliterating gaze. (And, not only that, I think it represents the aesthetic way forward for this band). Whatever. No Joy are one of the country's most powerful and dynamic guitar acts and — my song or not — they gave me fuzzy waves aplenty to bang along to. - <em>Chris Hampton</em></p>\n<h4><a href=\"http://www.chartattack.com/tag/grounders/\" target=\"_blank\">Grounders</a> @ Bunz Trading Zone's CMW Day Party, Handlebar, Saturday, May 7</h4>\n<p>First of all, the disclosures: 60% of the band was made of former Chart Attack staffers, and about 40% of the crowd were former contributors. That might be too high a percentage to review the band, but Grounders were the only act I caught at this daytime <a href=\"http://bunz.com/welcome/\" target=\"_blank\">Bunz</a> day party and any showcase where I could trade a Blue Jays patch for a little plastic <a href=\"http://bulbapedia.bulbagarden.net/wiki/Meowth_(Pok%C3%A9mon)\" target=\"_blank\">Meowth</a> figurine or an unauthorized biography of W. Axl Rose is one worth mentioning, right? So I guess instead of reviewing the band I'll review the vibes of the party: 3 tokens, a nice houseplant, or a couple of tall cans. - <em>Richard Trapunski</em></p>\n<h4><a href=\"http://www.chartattack.com/tag/caveboy/\" target=\"_blank\">Caveboy</a> @ Lee's Palace, Thursday, May 5</h4>\n<p>Montreal's Caveboy will make you want to dance, they’ll make you want to kiss your partner. Lee’s dark, elevated stage bathed in a rainbow of light acted as the perfect backdrop to their light, airy sound that hits you hard and makes you want more. Try <a href=\"http://www.caveboymusic.com/music\" target=\"_blank\">their self-titled EP</a> as the soundtrack to <em>Drive</em>. - <em>Anders Marshall</em></p>\n<p><img class=\"aligncenter size-large wp-image-174490\" src=\"http://www.chartattack.com/wp-content/uploads/2016/05/Caveboy-CMW-Anders-Marshall-683x1024.jpeg\" alt=\"Caveboy CMW Anders Marshall\" width=\"683\" height=\"1024\" srcset=\"http://www.chartattack.com/wp-content/uploads/2016/05/Caveboy-CMW-Anders-Marshall-200x300.jpeg 200w, http://www.chartattack.com/wp-content/uploads/2016/05/Caveboy-CMW-Anders-Marshall-768x1152.jpeg 768w, http://www.chartattack.com/wp-content/uploads/2016/05/Caveboy-CMW-Anders-Marshall-683x1024.jpeg 683w, http://www.chartattack.com/wp-content/uploads/2016/05/Caveboy-CMW-Anders-Marshall.jpeg 1280w\" sizes=\"(max-width: 683px) 100vw, 683px\" /></p>\n<h6 style=\"text-align: right;\">Caveboy, Photo by: Anders Marshall</h6>\n<h4><a href=\"http://www.chartattack.com/tag/mura-masa\" target=\"_blank\">Mura Masa</a> @ Mod Club Theatre, Friday, May 6</h4>\n<p>The 20-year-old UK producer leads a one-man, live drums 'n all revue of trap, dub step and hip-hop. A good consolation for <a href=\"http://www.chartattack.com/news/2015/10/19/disclosure-coat-check-toronto/\" target=\"_blank\">that Disclosure shitshow</a> last fall. Similarly, packed. I think there's sweat dripping off the ceiling. Nobody cares. People are here to dance and party. I accidentally punch a guy in the face and he later compliments my shirt. Mura Masa sets that kinda tone. - <em>Chris Hampton</em></p>\n<h4><a href=\"http://www.chartattack.com/tag/for-esme/\" target=\"_blank\">For Esmé</a> @ The Silver Dollar Room, Saturday, May 7</h4>\n<p>For Esmé offer electro-pop buffet style: they serve almost every flavour. My quibble with their performance is the same as my issue with buffets. There were moments I absolutely loved. There was some I didn't want seconds of. Never mind the rock 'n' roll. The <a href=\"http://www.chartattack.com/tag/yeah_yeah_yeahs/\" target=\"_blank\">Yeah Yeah Yeahs</a> cover is a bit on the nose. BUT, and this is crucial, there were songs — some you might call <a href=\"http://www.chartattack.com/tag/the_cranberries/\" target=\"_blank\">Cranberries</a>ian dream pop, some post-disco, others were playful no wave things — that made me feel like some version of For Esmé could be my new favourite. - <em>Chris Hampton</em></p>\n<blockquote class=\"twitter-tweet\" data-width=\"500\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/freekeysha\">@freekeysha</a> at <a href=\"https://twitter.com/RevivalBarTO\">@RevivalBarTO</a>: late addition, short set, more lyrics and style than most. <a href=\"https://twitter.com/hashtag/tenwordreviews?src=hash\">#tenwordreviews</a> <a href=\"https://twitter.com/hashtag/CMW2016?src=hash\">#CMW2016</a> <a href=\"https://t.co/hDQ5eqCdae\">pic.twitter.com/hDQ5eqCdae</a></p>\n<p>&mdash; Chart Attack (@ChartAttack) <a href=\"https://twitter.com/ChartAttack/status/728434694518267904\">May 6, 2016</a></p></blockquote>\n<p><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script></p>\n<h4 dir=\"ltr\"><a href=\"http://www.chartattack.com/tag/acid-priest/\" target=\"_blank\">Acid Priest</a> @ Hard Luck Bar, Wednesday, May 4</h4>\n<p dir=\"ltr\">It's past midnight, and Acid Priest have just finished their fifth song. The lead singer notices my camera amongst the sparse crowd. He calls me over, asking who I'm taking pictures for. \"Hey, I'm Norman,\" he says. I was picturing an \"Axel\" or maybe a \"Dallas.\" Three out of four people in this band could fill in for <a href=\"http://www.chartattack.com/tag/trash_talk/\" target=\"_blank\">Trash Talk</a>. But not Norman. He's cool yelling obscenities in a striped salmon t-shirt with a warm domestic in his hand. I dig that, and its clear Acid Priest dig being a metal band without the über hard metal attitude. - <em>Anders Marshall</em></p>\n<p dir=\"ltr\"><img class=\"aligncenter size-large wp-image-174489\" src=\"http://www.chartattack.com/wp-content/uploads/2016/05/Acid-Priests-Anders-Marshall-CMW-1024x683.jpeg\" alt=\"Acid Priests Anders Marshall CMW\" width=\"1024\" height=\"683\" srcset=\"http://www.chartattack.com/wp-content/uploads/2016/05/Acid-Priests-Anders-Marshall-CMW-300x200.jpeg 300w, http://www.chartattack.com/wp-content/uploads/2016/05/Acid-Priests-Anders-Marshall-CMW-768x512.jpeg 768w, http://www.chartattack.com/wp-content/uploads/2016/05/Acid-Priests-Anders-Marshall-CMW-1024x683.jpeg 1024w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" /></p>\n<h6 style=\"text-align: right;\">Acid Priest, Photo by: Anders Marshall</h6>\n<h4><a href=\"http://www.chartattack.com/tag/she-devils/\" target=\"_blank\">She-Devils</a> @ The Silver Dollar Room, Saturday May 7</h4>\n<p>Like an apparition or a ghost-sighting, the buzzy Montreal duo appear just briefly — near the true witching hour, in fact — but their image won't soon be forgotten. Playing from a suitcase filled with samplers and other tech, Kyle Jukka and Audrey Ann's retro-pop hypnotism routine consumes the room quickly. Her voice beckons you into the vintage tone whirlpool. Then, just as I'm fully mesmerized (and before getting to anything I recognize off their EP), they vanish offstage. Come back, ghosts!!! Don't leeeeeaaaveee!!!!1! - <em>Chris Hampton</em></p>\n<h4><a href=\"http://www.chartattack.com/tag/tor-miller/\" target=\"_blank\">Tor Miller</a>/<a href=\"http://www.chartattack.com/tag/hailee-steinfeld/\" target=\"_blank\">Hailee Steinfeld</a> @ Revival, Wednesday, May 4</h4>\n<p>When it comes down to it, CMW is more for the industry than it is for the average music fan. And so it's a perfect occasion for something like Universal Music Canada's next<em>is </em>showcase. A buffet of big and small name artists paraded across a stage for the assembled suits, each getting exactly two songs to make their impression.</p>\n<p>At the tail end, Tor Miller played a much more upbeat version of \"Carter and Cash\" than <a href=\"http://www.chartattack.com/chart-tv/2015/12/16/watch-tor-miller-perform-carter-and-cash-live-at-chart-hq/\" target=\"_blank\">he played for us</a>, showcasing his big white guy dance moves as much as his big voice. Then actress-turned-singer Hailee Steinfeld played a short acoustic set that probably looked a lot different than her usual concerts. You could tell the small handful of contest winners from the invited guests, standing near the front of the stage and screaming along to <a href=\"https://www.youtube.com/watch?v=bMpFmHSgC4Q\" target=\"_blank\">\"Love Myself\"</a> while the rest nodded along politely. But no one was too polite for a selfie. After her set when artists came to mingle, there was a long lineup of people waiting to pose with the <em>Pitch Perfect 2</em> star. - <em>Richard Trapunski</em></p>\n<blockquote class=\"twitter-tweet\" data-width=\"500\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/KurtMarble\">@KurtMarble</a> at Silver $: Glitter, fuzz, &amp; songs called 1979. The reincarnated garage dream. <a href=\"https://twitter.com/hashtag/10WordReviews?src=hash\">#10WordReviews</a> <a href=\"https://twitter.com/hashtag/CMW2016?src=hash\">#CMW2016</a> <a href=\"https://t.co/g7NEgnS7C4\">pic.twitter.com/g7NEgnS7C4</a></p>\n<p>&mdash; Chart Attack (@ChartAttack) <a href=\"https://twitter.com/ChartAttack/status/728429336382951425\">May 6, 2016</a></p></blockquote>\n<p><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script></p>\n<h4><a href=\"http://www.chartattack.com/tag/nao/\" target=\"_blank\">NAO</a> @ Mod Club Theatre, Friday, May 6</h4>\n<p>British alt R&amp;B singer NAO came third in the BBC's Sound of 2016 and a near capacity crowd packed the Mod Club for a glimpse of the future. I'm not sure that's what we saw. Toronto is, right now, the post-<a href=\"http://www.chartattack.com/tag/the_weeknd/\" target=\"_blank\">Weeknd</a> ground zero, and though NAO's a charming, supremely talented performer, the songs and sounds themselves felt a bit stale. Best of 2012 maybe. - <em>Chris Hampton</em></p>\n<h4><a href=\"http://www.chartattack.com/tag/amir-obe/\" target=\"_blank\">Amir Obè</a> @ WayHome x CMW @ Mod Club Theatre, Saturday, May 7</h4>\n<p>It's hard to swing a lint roller in the GTA without hitting a Drake imitator, but apparently The New Toronto spreads all the way to Detroit. Following a set by <a href=\"https://soundcloud.com/kikirowemusic\" target=\"_blank\">Kiki Rowe</a> who certainly, uh, exists, Motor City native Amir Obè spent most of his set mired in hookless, repetitive sing-rap and OVO lite beats, which seemed to fall flat on the <a href=\"http://www.chartattack.com/tag/wayhome-festival/\" target=\"_blank\">WayHome</a> party crowd, many of whom seemed to be there for the free vodka. Then he just said \"fuck it\" and played <a href=\"https://www.youtube.com/watch?v=KMnicRhvkvA\" target=\"_blank\">\"Know Yourself,\"</a> which, in the 6, is basically the equivalent of an Edge 102 rock band shouting out the Leafs. Sure, it works, but it just feels cheap. - <em>Richard Trapunski</em></p>\n<blockquote class=\"twitter-tweet\" data-width=\"500\"><p lang=\"en\" dir=\"ltr\">Amir Obè at <a href=\"https://twitter.com/TheModClub\">@TheModClub</a>: When your Drake impression isn&#39;t working, just play some Drake. <a href=\"https://twitter.com/hashtag/10WordReVIEWS?src=hash\">#10WordReVIEWS</a> <a href=\"https://twitter.com/hashtag/CMW2016?src=hash\">#CMW2016</a> <a href=\"https://t.co/b7CBOJyJVN\">pic.twitter.com/b7CBOJyJVN</a></p>\n<p>&mdash; Chart Attack (@ChartAttack) <a href=\"https://twitter.com/ChartAttack/status/729156127649189889\">May 8, 2016</a></p></blockquote>\n<p><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script></p>\n<h4><a href=\"http://www.chartattack.com/tag/alberta-cross/\" target=\"_blank\">Alberta Cross</a> @ Google's Toronto HQ, Thursday, May 5</h4>\n<p>While Alberta was burning, Alberta Cross, a flock of hat wearin' dudes from Brooklyn, played alt-country suspender soft twang at Canadian Music Week without a mention of the disaster currently befalling their namesake. Maybe Fort McMurray's displaced <a href=\"http://news.nationalpost.com/news/canada/canadian-politics/why-leaving-canada-makes-sense-for-alberta-and-u-s-would-likely-welcome-a-new-state\" target=\"_blank\">can all move to Brooklyn</a>? As for the hats, not sure if that's supposed to be how pioneers in the mythical land of Alberta dress, or if that's just a Brooklyn dude thing. Nice lap slide but points docked for slide player's hat. This band was at least 50% hat. - <em>Kristel Jax</em></p>\n<p><a rel=\"nofollow\" href=\"http://www.chartattack.com/features/2016/05/09/cmw-reviews/\">CMW 2016, ranked from best to worst</a> by <a rel=\"nofollow\" href=\"http://www.chartattack.com/author/chartattack/\">Chart Attack</a> | <a rel=\"nofollow\" href=\"http://www.chartattack.com\">Chart Attack</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.chartattack.com/features/2016/05/09/cmw-reviews/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t</channel>\n</rss>\n",
  "headers": {
    "Date": "Fri, 13 May 2016 07:43:57 GMT",
    "Cache-Control": "no-store, no-cache, must-revalidate, post-check=0, pre-check=0",
    "Link": "<http://www.chartattack.com/wp-json/>; rel=\"https://api.w.org/\"",
    "Last-Modified": "Thu, 12 May 2016 20:43:07 GMT",
    "Pragma": "no-cache",
    "X-Robots-Tag": "noindex, follow",
    "Connection": "Keep-Alive",
    "Expires": "Thu, 19 Nov 1981 08:52:00 GMT",
    "Transfer-Encoding": "chunked",
    "ETag": "\"57052f02000ba7110dc2f0bbffd44070\"",
    "Content-Type": "application/rss+xml; charset=UTF-8",
    "Server": "Apache/2.4"
  },
  "response_url": "http://www.chartattack.com/feed/"
}
