{
  "requested_url": "http://www.crikey.com.au/politics/feed",
  "fetched_at": "2016-05-13T00:48:19.893658",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?><rss version=\"2.0\"\n\txmlns:content=\"http://purl.org/rss/1.0/modules/content/\"\n\txmlns:wfw=\"http://wellformedweb.org/CommentAPI/\"\n\txmlns:dc=\"http://purl.org/dc/elements/1.1/\"\n\txmlns:atom=\"http://www.w3.org/2005/Atom\"\n\txmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\"\n\txmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\"\n\t>\n\n<channel>\n\t<title>Politics &#8211; Crikey</title>\n\t<atom:link href=\"http://www.crikey.com.au/politics/feed/\" rel=\"self\" type=\"application/rss+xml\" />\n\t<link>http://www.crikey.com.au</link>\n\t<description>On politics, media, business, the environment and life</description>\n\t<lastBuildDate>Fri, 13 May 2016 07:16:47 +0000</lastBuildDate>\n\t<language>en-US</language>\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\n\t<sy:updateFrequency>1</sy:updateFrequency>\n\t<generator>https://wordpress.org/?v=4.5</generator>\n\t<item>\n\t\t<title>LNP&#8217;s gay Brisbane candidate backs same-sex marriage plebiscite&#160;</title>\n\t\t<link>http://www.crikey.com.au/2016/05/13/trevor-evans-talks-plebiscite-penalty-rates-and-minimum-wage/</link>\n\t\t<comments>http://www.crikey.com.au/2016/05/13/trevor-evans-talks-plebiscite-penalty-rates-and-minimum-wage/#comments</comments>\n\t\t<pubDate>Fri, 13 May 2016 02:46:28 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Josh Taylor]]></dc:creator>\n\t\t\t\t<category><![CDATA[Federal]]></category>\n\t\t<category><![CDATA[brisbane]]></category>\n\t\t<category><![CDATA[minimum wage]]></category>\n\t\t<category><![CDATA[penalty rates]]></category>\n\t\t<category><![CDATA[same sex marriage]]></category>\n\t\t<category><![CDATA[Teresa Gambaro]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.crikey.com.au/?p=547477</guid>\n\t\t<description><![CDATA[<img width=\"784\" height=\"495\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/trevorevans130516-784x495.jpg\" class=\"attachment-featured-image size-featured-image wp-post-image\" alt=\"trevorevans130516\" style=\"display: block; margin: auto; margin-bottom: 5px;\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/trevorevans130516.jpg 784w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/trevorevans130516-350x221.jpg 350w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/trevorevans130516-555x350.jpg 555w\" sizes=\"(max-width: 784px) 100vw, 784px\" /><p>The historic contest for the federal seat of Brisbane shows just how far both major parties have come, according to Liberal candidate Trevor Evans. Evans was tapped in April to run as the Liberal National Party candidate for the seat of Brisbane after the surprise retirement of sitting member Teresa Gambaro earlier this year. Evans [&#8230;]</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.crikey.com.au/2016/05/13/trevor-evans-talks-plebiscite-penalty-rates-and-minimum-wage/\">LNP&#8217;s gay Brisbane candidate backs same-sex marriage plebiscite&nbsp;<span class=\"tinypass-title-premium-no-access\"></span></a> appeared first on <a rel=\"nofollow\" href=\"http://www.crikey.com.au\">Crikey</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<img width=\"784\" height=\"495\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/trevorevans130516-784x495.jpg\" class=\"attachment-featured-image size-featured-image wp-post-image\" alt=\"trevorevans130516\" style=\"display: block; margin: auto; margin-bottom: 5px;\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/trevorevans130516.jpg 784w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/trevorevans130516-350x221.jpg 350w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/trevorevans130516-555x350.jpg 555w\" sizes=\"(max-width: 784px) 100vw, 784px\" /><p>The historic contest for the federal seat of Brisbane shows just how far both major parties have come, according to Liberal candidate Trevor Evans.</p>\n<p>Evans was tapped in April to run as the Liberal National Party candidate for the seat of Brisbane after the surprise retirement of sitting member Teresa Gambaro earlier this year. Evans comes from a long line of retailers and shopkeepers, none of whom were that engaged in politics. He tells <em>Crikey</em> he became interested in politics during university studying law and economics at the University of Queensland.</p>\n<p>&#8220;I set about teaching myself some of these things, and at the end of that first year, I made a choice, and this is the party I felt most represented my views, my experiences, and values. And since then I have been involved in the fringes of politics.&#8221;</p>\n<p>Evans spent a year working for then-shadow health minister Peter Dutton in 2010, but he has spent much of his career working for energy companies and the Australian Competition and Consumer Commission &#8220;chasing conmen around the country&#8221;. Most recently he has been CEO of the National Retail Association, a post he&#8217;s held for almost four years. Although not at the forefront of the election campaign so far, one issue that has separated Labor and the Coalition historically is that of penalty rates and the minimum wage. Evans admits that small retailers are being pressured due to a number of factors, including penalty rates and minimum wage, but he says retail is unregulated enough to avoid it.</p>\n<p>&#8220;There&#8217;s absolutely no doubt that some of those issues are part and parcel of the huge cost increases that retailers are facing, but it is worth remembering that the retail sector generally, unlike most other sectors you could name, is unregulated and unlicensed, so the hand of government is less intrusive in retail. It&#8217;s the place where everybody tries their hand in entrepreneurship and small business, and it is relatively untouched by some of the significant regulatory regimes that impact on other sectors.&#8221;</p>\n<p>The LNP candidate said he believes the government&#8217;s PaTH program giving $4-per-hour internships to young unemployed people will deliver &#8220;not just training but on-the-ground work experience&#8221; to get the 800,000 unemployed people into work.</p>\n<p>The LNP appointing a gay candidate to run for the seat of Brisbane seems like a major step for the party, which rolled back ceremonies for civil unions in the state just a few short years ago. But Evans says he had no trouble getting preselected, and it &#8220;was not the issue some people would try to imply it is&#8221;. Times have changed; LNP mayor for Brisbane Graham Quirk next week will move a motion in the council meeting calling on the federal government to legislate marriage equality into law. Prime Minister Malcolm Turnbull remains committed to running a plebiscite. Evans&#8217; Labor challenger for Brisbane, <a href=\"http://www.crikey.com.au/2016/05/12/labors-ex-army-gay-candidate-pat-oneill/\">Pat O&#8217;Neill, told <em>Crikey</em> yesterday</a> he didn&#8217;t think he should have to ask his fellow Australians for permission to be treated equally, but Evans says the plebiscite is a chance to settle the issue once and for all.</p>\n<p>&#8220;Being a very pragmatic realist, the most likely way for marriage equality to be achieved at the moment in Australia is through a plebiscite and a Malcolm Turnbull prime ministership,&#8221; Evans said. &#8220;Sometimes for really important matters like this, the way you achieve reform matters &#8230; If you end up playing political games with topics like this, and people feel their voices have not been heard, what you tend to do is ensure the issue remains a live one, politically, for years or decades after.&#8221;</p>\n<p>Although many see this as a two-way contest, the Greens are convinced that the recent election of Greens councillor Jonathan Sri to Brisbane City Council could mean the tide is turning towards the Greens in the seat. It will be a big hurdle for the Greens, which secured 12,000 votes at the 2013 federal election, compared to 26,000 votes for Labor and 41,000 votes for the Coalition. Greens candidate Kirsten Lovejoy told <em>Crikey</em> she&#8217;s not aware of whether the Greens have done any polling in the electorate, but she is confident it is a potential winner for the Greens.</p>\n<p>&#8220;The dynamics have shifted in the last six months with the retirement of Teresa Gambaro, it&#8217;s opened the door for everybody to have a bit of an even playing field. We keep hearing [voters] are sick of the backwards and forwards that goes on between the old parties and they see the Greens as a real choice these days.&#8221;</p>\n<p>Lovejoy insisted marriage equality would not be a big issue at the election.</p>\n<p>&#8220;It&#8217;s almost expected that we should just be doing it, so it hasn&#8217;t come up a lot.&#8221;</p>\n<p>Lovejoy was born in Brisbane, but she grew up in Broken Hill. Her background is in policy, and she has worked for several non-government organisations and on indigenous issues and the environment. She has lived in Brisbane for the last decade and says one of the key issues of the campaign is sustainable jobs.</p>\n<p>&#8220;I&#8217;m a mining town girl, I grew up in Broken Hill, and I know first-hand what it is like to see people out of work in an industry that has been propping up the community for a long time &#8230; People don&#8217;t want something that is going to give them a quick and short-term job when that can be pulled out from under them. We truly need to be looking at the jobs for those people and not just saying coal mining is the answer, because it is not.&#8221;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.crikey.com.au/2016/05/13/trevor-evans-talks-plebiscite-penalty-rates-and-minimum-wage/\">LNP&#8217;s gay Brisbane candidate backs same-sex marriage plebiscite&nbsp;<span class=\"tinypass-title-premium-no-access\"></span></a> appeared first on <a rel=\"nofollow\" href=\"http://www.crikey.com.au\">Crikey</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.crikey.com.au/2016/05/13/trevor-evans-talks-plebiscite-penalty-rates-and-minimum-wage/feed/</wfw:commentRss>\n\t\t<slash:comments>1</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Campaign week one: high-level Turnbull fights guerrilla Shorten&#160;</title>\n\t\t<link>http://www.crikey.com.au/2016/05/13/campaign-week-one-high-level-turnbull-fights-guerrilla-shorten/</link>\n\t\t<comments>http://www.crikey.com.au/2016/05/13/campaign-week-one-high-level-turnbull-fights-guerrilla-shorten/#comments</comments>\n\t\t<pubDate>Fri, 13 May 2016 02:45:08 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Bernard Keane]]></dc:creator>\n\t\t\t\t<category><![CDATA[Economy]]></category>\n\t\t<category><![CDATA[Federal]]></category>\n\t\t<category><![CDATA[2016 federal election]]></category>\n\t\t<category><![CDATA[Bill Shorten]]></category>\n\t\t<category><![CDATA[Malcolm Turnbull]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.crikey.com.au/?p=547486</guid>\n\t\t<description><![CDATA[<img width=\"784\" height=\"495\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/turnbulltrain130516-784x495.jpg\" class=\"attachment-featured-image size-featured-image wp-post-image\" alt=\"turnbulltrain130516\" style=\"display: block; margin: auto; margin-bottom: 5px;\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/turnbulltrain130516.jpg 784w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/turnbulltrain130516-350x221.jpg 350w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/turnbulltrain130516-555x350.jpg 555w\" sizes=\"(max-width: 784px) 100vw, 784px\" /><p>A hung parliament looms as highly damaging for Labor as it revives memories of the Gillard years, but Turnbull has his own problems in NSW.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.crikey.com.au/2016/05/13/campaign-week-one-high-level-turnbull-fights-guerrilla-shorten/\">Campaign week one: high-level Turnbull fights guerrilla Shorten&nbsp;<span class=\"tinypass-title-premium-no-access\"></span></a> appeared first on <a rel=\"nofollow\" href=\"http://www.crikey.com.au\">Crikey</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<img width=\"784\" height=\"495\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/turnbulltrain130516-784x495.jpg\" class=\"attachment-featured-image size-featured-image wp-post-image\" alt=\"turnbulltrain130516\" style=\"display: block; margin: auto; margin-bottom: 5px;\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/turnbulltrain130516.jpg 784w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/turnbulltrain130516-350x221.jpg 350w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/turnbulltrain130516-555x350.jpg 555w\" sizes=\"(max-width: 784px) 100vw, 784px\" /><p>You might have noticed that the first official week of the election campaign has been a little &#8230; well, light-on in terms of policy announcements on either side. Clearly both sides are pacing themselves for the long weeks of June still to come. The government of course produced its budget last week &#8212; OK, not a budget, but an &#8220;economic plan&#8221; &#8212; and is framing the first stage of its campaign around that. Labor, unusually, has also already issued much of its policy agenda.</p>\n<p>Part of the government&#8217;s week was devoted to cleaning up some mess left from the budget. Superannuation retrospectivity is still a festering issue, all the more so because of the government&#8217;s pig-headed &#8220;2007 isn&#8217;t in the past&#8221; defence. The smarter mainstream media commentators are starting to explain that the economic benefits of the government&#8217;s huge company tax cut are negligible even over the long run (in response, the government and its media supporters have bizarrely tried to argue there are no economic benefits from better spending on education). But Turnbull started the campaign at a strategic level &#8212; talking about a &#8220;national economic plan&#8221;, hit-and-run visits to state capitals, no one-on-one interviews with major outlets &#8212; almost reminiscent of the early days of Julia Gillard&#8217;s 2010 election campaign, before Kevin Rudd blew it up.</p>\n<p>If Turnbull&#8217;s early campaign has been high level, Bill Shorten&#8217;s has been grassroots, almost guerrilla, focusing on marginals in north Queensland, throwing an absurd, shameful $100 million at a stadium in Townsville (which might actually buy that seat and consign the splendid LNP member, Ewen Jones, to one-term status). Education and health are never far from Shorten&#8217;s lips. Those are Labor&#8217;s strong points, and they&#8217;re also, generally, the second and third most important issues for voters in influencing how they vote &#8212; or what they <em>say </em>influences how they vote. Turnbull is using the Liberals&#8217; strong suit, the economy, which voters say is the most important issue. It&#8217;s first versus second and third.</p>\n<p>An unexpected silver lining for the government, however, is that the tight polls have led to well-founded speculation about what happens in the event of a hung Parliament. Given it&#8217;s less than six years since we had one of those and the polls are 50-50, 51-49 or 49-51, it&#8217;s a valid question to ask about what happens in the event of a minority government. It&#8217;s also a highly damaging question for Labor because it automatically leads to discussion about working with the Greens. Given it&#8217;s the only way the Greens will ever achieve some semblance of actual power, they&#8217;re very keen to talk about how much they&#8217;d like to work with Labor (except for the Greens candidate in Anthony Albanese&#8217;s seat of Grayndler, who would prefer an Abbott government).</p>\n<p>But for voters anxious not to have to endure a repeat of febrile 2010-13 period, such talk is about as enticing as a trip to the dentist. It was Chris Bowen who hit on the clearest formulation of Labor&#8217;s position &#8211; it would &#8220;govern alone or not at all&#8221;, but that&#8217;s not necessarily going to stop undecided voters from tipping the way of the government in order to avoid another hung parliament.</p>\n<p>Against that, Mike Baird is doing the Liberals no favours in NSW with his cack-handed council amalgamation process. Bearing in mind the animosity held by most voters for politicians as a class, it&#8217;s impressive that Baird has managed to turn a process for reducing the number of politicians into a political negative, and then exacerbated it yesterday with a decision so blatantly geared to serve the interests of Coalition marginal seat holders that even the commercial evening news bulletins discussed it. NSW was supposed to the government&#8217;s firewall against a Labor victory &#8212; even with poor polling, there was a widespread view Labor simply wasn&#8217;t going to win enough seats in NSW to reach the 19 it needs, given the popularity of Mike Baird. The only upside is that Baird did it now, still many weeks away from polling day.</p>\n<p>And so to the first leaders&#8217; debate tonight, in western Sydney, conducted by Sky News and <em>The Daily Telegraph</em>. Sky is a legitimate, quality news outlet with excellent journalists like David Speers and Kieran Gilbert. The <em>Telegraph</em> is partisan cesspit that isn&#8217;t trusted even by its rapidly declining readership who mostly buy it for the footy coverage. You&#8217;d think we&#8217;d be mature enough to establish a proper, independent election debate arrangement; certainly the press gallery has been trying for years to create one, but it still ends up the plaything of self-interested media organisations. Turnbull will perform strongly &#8212; this should be his ideal format. Shorten will have to rely on policy substance instead of style. But that&#8217;s served him well so far.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.crikey.com.au/2016/05/13/campaign-week-one-high-level-turnbull-fights-guerrilla-shorten/\">Campaign week one: high-level Turnbull fights guerrilla Shorten&nbsp;<span class=\"tinypass-title-premium-no-access\"></span></a> appeared first on <a rel=\"nofollow\" href=\"http://www.crikey.com.au\">Crikey</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.crikey.com.au/2016/05/13/campaign-week-one-high-level-turnbull-fights-guerrilla-shorten/feed/</wfw:commentRss>\n\t\t<slash:comments>9</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Crikey Campaign Scorecard: out-of-touch Turnbull gives Shorten a birthday win&#160;</title>\n\t\t<link>http://www.crikey.com.au/2016/05/13/crikey-campaign-scorecard-may-13/</link>\n\t\t<comments>http://www.crikey.com.au/2016/05/13/crikey-campaign-scorecard-may-13/#comments</comments>\n\t\t<pubDate>Fri, 13 May 2016 02:35:07 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Joshua Harris]]></dc:creator>\n\t\t\t\t<category><![CDATA[Federal]]></category>\n\t\t<category><![CDATA[2016 federal election]]></category>\n\t\t<category><![CDATA[Bill Shorten]]></category>\n\t\t<category><![CDATA[Bob Day]]></category>\n\t\t<category><![CDATA[campaign scorecard]]></category>\n\t\t<category><![CDATA[larissa waters]]></category>\n\t\t<category><![CDATA[Malcolm Turnbull]]></category>\n\t\t<category><![CDATA[Peta Credilin]]></category>\n\t\t<category><![CDATA[Scott Ludlam]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.crikey.com.au/?p=547470</guid>\n\t\t<description><![CDATA[<p>Turnbull got blindsided by a single mum, and Shorten made a big promise on education. </p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.crikey.com.au/2016/05/13/crikey-campaign-scorecard-may-13/\">Crikey Campaign Scorecard: out-of-touch Turnbull gives Shorten a birthday win&nbsp;<span class=\"tinypass-title-premium-no-access\"></span></a> appeared first on <a rel=\"nofollow\" href=\"http://www.crikey.com.au\">Crikey</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>WHO WON THE DAY?</strong></p>\n<p><strong>Bernard Keane, <em>Crikey</em> politics editor: </strong>While I thought Malcolm Turnbull handled his encounter with Melbourne single mum Melinda very well, it ended up negatively dominating the evening news coverage &#8212; especially when contrasted with Turnbull lunching at the exclusive, male-only Athenaeum (who was the genius staffer who let that happen?) and being quizzed about his mention in the Panama Papers. All reinforcing Labor’s stereotype of the Prime Minister. Shorten had an easier time of it &#8212; the dumping of Labor’s MUA candidate in Fremantle was an unwelcome distraction but won’t register much outside the west. A birthday win for <strong>Shorten</strong>.</p>\n<p><strong>Paula Matthewson, freelance communications adviser, writer on politics and one-time media adviser to John Howard: </strong>Yesterday Malcolm Turnbull&#8217;s campaigning day went from bad to worse. After waking to the media revealing he&#8217;d been named in the Panama Papers, the PM later had to deal with an impromptu challenge from disgruntled voter &#8220;Melinda&#8221;, who was particularly well versed on cuts to the family tax benefit. He then made matters even worse by inexplicably popped into the men&#8217;s-only Anthenaeum Club for lunch. Meantime, Bill Shorten also had a couple of campaign hiccups, particularly the disendorsement of the unfortunately named candidate Chris Brown for crimes that have long been expunged. A partisan media outlet also managed to punch a hole in Labor&#8217;s claimed benefits from its education policy. <strong>Shorten and Labor</strong> nevertheless won the day, thanks to the glowing Chloe Shorten, who bestowed a kiss on the birthday boy, thereby guaranteeing her man who be prominent on that night&#8217;s TV news bulletins.</p>\n<p><strong>Simon Breheny, director of policy at the Institute of Public Affairs: </strong>The Prime Minister&#8217;s encounter with Melinda the single mum was the talk of the town yesterday. Turnbull handled the situation with warmth and understanding. Education should be the ALP&#8217;s strong suit, but it&#8217;s looking more like an Achilles heel at the moment. Shorten can&#8217;t justify massive increases in education expenditure with promises of economic growth &#8212; no experts will back his assertion that there is a link between education spending and growth. Labor is all over the shop on border control. The list of ALP candidates who disagree with boat turnbacks grows every day. Thursday was a win for the <strong>Coalition</strong>.</p>\n<p><strong>Jane Caro,</strong> <strong>author, social commentator and communications consultant: </strong>I think the <strong>ALP</strong> is looking more comfortable at the moment, but this is as much good luck as good management. The Duncan Storrar question on <em>Q&amp;A</em>, the single mother bailing up Turnbull yesterday and Peta Credlin&#8217;s &#8220;Mr Harbourside Mansion&#8221; are all playing nicely into the ALP&#8217;s narrative of fairness. Turnbull having lunch at an exclusive all-men club yesterday was a nice gift to Shorten as well. In fact, I&#8217;m almost feeling sorry for Turnbull at the moment. Even his friends are not helping him. The extraordinary attack on Storrar in the pro-LNP media is having the opposite of the desired effect. Far from undermining Storrar, it is simply making the top end of society look paranoid, defensive and nasty. Turnbull, unfortunately for him, remains identified with them. He needs to get out from under them. Then to top it all off he gets named in the Panama Papers. Ouch!</p>\n<p><strong>CASH TRACKER</strong></p>\n<p>Is that pork or beef we can smell? The Coalition is re-promising money to combat domestic violence, while Labor is beefing up its promises and committing a boatload to education.</p>\n<p style=\"text-align: center;\"><img class=\"aligncenter size-full wp-image-547618\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/cashtracker130516.png\" alt=\"cashtracker130516\" width=\"600\" height=\"516\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/cashtracker130516.png 600w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/cashtracker130516-260x224.png 260w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/cashtracker130516-555x477.png 555w\" sizes=\"(max-width: 600px) 100vw, 600px\" /></p>\n<p><strong>Coalition:</strong></p>\n<ul>\n<li>$30 million to go to <a href=\"http://www.sbs.com.au/news/article/2016/05/12/frontline-domestic-services-get-funding\">front-line legal services</a> tackling domestic violence. This was part of the $100 million announced in last week&#8217;s budget, so it&#8217;s a recommitment.</li>\n<li>$43 million to extend a rail line to <a href=\"http://www.abc.net.au/news/2016-05-13/funding-pledge-for-train-between-adelaide-to-flinders-university/7410668\">Flinders University</a> in Adelaide.</li>\n</ul>\n<p><strong>Labor:</strong></p>\n<ul>\n<li class=\"cT-imageLandscape\">$3.1 million to go towards the future of <a href=\"http://www.queenslandcountrylife.com.au/story/3903798/alp-backs-beef-week-with-31m-pledge/\">Rockhampton’s Beef Australia Week</a>.</li>\n</ul>\n<p><strong>CAMPAIGN DIARY</strong></p>\n<p><strong>Malcolm Turnbull: </strong>Malcolm Turnbull is in Adelaide today; he held a press conference at Flinders University, where he announced $43 million in funding to extend a rail line to connect the university with Adelaide&#8217;s rail network. &#8220;<span class=\"SL_C_46927830_19\">It&#8217;s going </span><span class=\"SL_C_46927830_20\">to make it easier for students to </span><span class=\"SL_C_46927830_21\">get to and from the university, </span><span class=\"SL_C_46927830_22\">it&#8217;s going to make it easier for </span><span class=\"SL_C_46927830_23\">the innovators to work together, </span><span class=\"SL_C_46927830_24\">it&#8217;s going to improve the amenity, </span><span class=\"SL_C_46927830_25\">the live ability of this part of </span><span class=\"SL_C_46927830_26\">Adelaide,&#8221; he said. Anthony Albanese criticised the announcement, saying the Coalition is merely re-directing money from other public projects, which it has cut. Turnbull again defended changes to super, saying &#8220;our changes to superannuation are fair&#8221; and attacked Labor&#8217;s proposed changes to negative gearing: &#8220;<span class=\"SL_C_46927830_14\">Bill Shorten&#8217;s<span class=\"SL_C_46927830_11_49853679\"> </span></span><span class=\"SL_C_46927830_15\">reckless and dangerous experiment </span><span class=\"SL_C_46927830_16\">with the largest asset class in </span><span class=\"SL_C_46927830_17\">Australia will drive down home </span><span class=\"SL_C_46927830_4_49853679\">values and drive up rents.&#8221; On Peta Credlin&#8217;s &#8220;Mr Harbourside Mansion&#8221; comments, he said &#8220;everyone is entitled to an opinion&#8221;.</span></span></p>\n<p>Turnbull will debate Shorten for the first time for this campaign tonight at the Windsor RSL club in the marginal western Sydney seat of Macquarie.</p>\n<p><strong>Bill Shorten: </strong>There was no post-birthday hangover for Bill Shorten today; the Opposition Leader was up bright and early for a run by Sydney Harbor. He visited Domremy College at Five Dock today, where he &#8212; once again &#8212; spoke about education. Labor has announced that $400 million of additional education funding will go towards <a href=\"http://www.smh.com.au/federal-politics/federal-election-2016/labor-to-invest-400m-to-ensure-all-high-school-stem-teachers-are-qualified-20160512-gotoou.html?logout=true\">teaching scholarships</a> to encourage recent graduates with science, technology, engineering and maths degrees to continue their study and become STEM teachers.  He said in a media statement this morning: &#8220;A Shorten Labor Government will make sure all of our kids have the skills they need to thrive in the future. This is an investment in our economy and in productivity but more importantly, it is an investment in our kids.&#8221;</p>\n<p><strong>The Greens: </strong>The Greens’ co-deputy leaders, Scott Ludlam and Larissa Waters, will visit a a share-house in Brisbane today to discuss housing affordability and talk to renters who hope to one day buy their own homes. Responding to the RBA&#8217;s comments on negative gearing on Monday Ludlam <a href=\"https://twitter.com/SenatorLudlam/status/729853497483517952\">tweeted</a>: &#8220;if removing <s>#</s>NegativeGearing is class warfare, then its nice to have the Reserve Bank with us on the barricades.&#8221;</p>\n<p><strong>INDEPENDENT. ALWAYS.</strong></p>\n<p>Today was yet another win for Turnbull over Peter King, who was representing Bob Day in his challenge to the Senate voting reforms. Peter King lost Liberal preselection for the seat of Wentworth to Turnbull in 2003 before running against him as an independent, receiving 18% of the primary vote to Turnbull&#8217;s 42% and being banned from the Liberal Party for 10 years for his troubles. Bob Day&#8217;s challenge was thrown out of the High Court today, and that&#8217;s perhaps not uprising given King&#8217;s apparent lack of preparedness. In court on May 2 King failed to produce a summary of his arguments, to which the presiding judge had <a href=\"http://www.austlii.edu.au/au/other/HCATrans/2016/97.html\">this to say</a>: &#8220;It is a normal requirement, Mr King, that you hand up a no more than three-page outline of your argument and it is surprising that that has not happened. Anyway, you had better proceed.&#8221; Bob Day and co-conspirator David Leyonhjelm said they had no regrets over the challenge.</p>\n<p style=\"text-align: center;\"><img class=\"aligncenter size-full wp-image-547555\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/13-05-2016-10-58-05-AM.png\" alt=\"13-05-2016 10-58-05 AM\" width=\"491\" height=\"461\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/13-05-2016-10-58-05-AM.png 491w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/13-05-2016-10-58-05-AM-239x224.png 239w\" sizes=\"(max-width: 491px) 100vw, 491px\" /></p>\n<p><strong>ISENTIA DAILY LEADER INDEX</strong></p>\n<p>What with single mum Melinda and &#8220;Mr Harbourside Mansion&#8221;, it&#8217;s perhaps not surprising that Malcolm Turnbull was ahead in media mentions yesterday.</p>\n<p><img class=\"aligncenter wp-image-547506 size-full\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/13-05-2016-9-28-39-AM.png\" alt=\"13-05-2016 9-28-39 AM\" width=\"498\" height=\"54\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/13-05-2016-9-28-39-AM.png 498w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/13-05-2016-9-28-39-AM-350x38.png 350w\" sizes=\"(max-width: 498px) 100vw, 498px\" /></p>\n<p><strong>ZINGER</strong></p>\n<p style=\"text-align: center;\"><img class=\"aligncenter size-full wp-image-547607\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/130516zotd.jpg\" alt=\"130516zotd\" width=\"600\" height=\"390\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/130516zotd.jpg 600w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/130516zotd-345x224.jpg 345w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/130516zotd-555x361.jpg 555w\" sizes=\"(max-width: 600px) 100vw, 600px\" /></p>\n<p><strong>MALSPLAIN</strong></p>\n<p style=\"text-align: center;\"><img class=\"aligncenter size-full wp-image-547606\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/130516motd.jpg\" alt=\"130516motd\" width=\"600\" height=\"390\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/130516motd.jpg 600w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/130516motd-345x224.jpg 345w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/130516motd-555x361.jpg 555w\" sizes=\"(max-width: 600px) 100vw, 600px\" /></p>\n<p><strong>SNIPING AND UNDERMINING</strong></p>\n<p>Tony Abbott&#8217;s former chief of staff, Peter Credlin (who really needs no introduction at this point), stuck the boot into Malcolm Turnbull last night on Sky news, labelling him out-of-touch and &#8220;flat-footed&#8221; and giving him a new name: &#8220;Mr Harborside Mansion&#8221;.</p>\n<p>Indeed, following a morning on which his name was revealed to be in the Panama Papers  and  after getting a thorough dressing-down from single mum Melinda over his unfair policies, you&#8217;d think the PM may have chosen to lunch somewhere slightly less ostentatious than the exclusive, gentlemen-only Athenaeum Club yesterday.</p>\n<p><strong>WHERE&#8217;S TONY?</strong></p>\n<p>Meanwhile her former boss, the Coalition&#8217;s very own opposition leader, popped up thousands of kilometres away from his electorate:</p>\n<p style=\"text-align: center;\"><a href=\"https://twitter.com/RachelRiga/status/730892191829106689/photo/1\"><img class=\"aligncenter size-full wp-image-547609\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/abbottmackay.png\" alt=\"abbottmackay\" width=\"400\" height=\"413\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/abbottmackay.png 400w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/abbottmackay-217x224.png 217w\" sizes=\"(max-width: 400px) 100vw, 400px\" /></a></p>\n<p><strong>QUIRK OF THE DAY</strong></p>\n<p>It wouldn&#8217;t be an election campaign without a Nick Xenophon stunt. Xenophon called a press conference beneath a Stobie pole in Adelaide yesterday to make fun of Christopher Pyne&#8217;s &#8220;Pyne Delivers&#8221; campaign poster. He provided the gathered media with real pizza while showing off &#8220;Pyne&#8217;s Pizza box&#8221;, which he said was &#8220;like Christopher, full of hot air.&#8221;</p>\n<p style=\"text-align: center;\"><img class=\"aligncenter size-full wp-image-547479\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/pizza.png\" alt=\"pizza\" width=\"469\" height=\"471\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/pizza.png 469w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/pizza-223x224.png 223w\" sizes=\"(max-width: 469px) 100vw, 469px\" /></p>\n<p style=\"text-align: left;\"><strong>TWEET OF THE DAY</strong></p>\n<p style=\"text-align: left;\">We don&#8217;t really understand it, but we do like this dank meme:</p>\n<p style=\"text-align: center;\"><img class=\"aligncenter size-full wp-image-547581\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/13-05-2016-11-28-25-AM.png\" alt=\"13-05-2016 11-28-25 AM\" width=\"474\" height=\"404\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/13-05-2016-11-28-25-AM.png 474w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/13-05-2016-11-28-25-AM-263x224.png 263w\" sizes=\"(max-width: 474px) 100vw, 474px\" /></p>\n<p><strong>TL;DR</strong></p>\n<p>Turnbull had a horror day yesterday &#8212; the Panama Papers, single mum Melinda and the gentlemen-only club &#8212; all of these things left Shorten looking the stronger candidate. Today Turnbull is focusing on infrastructure and Shorten on (you guessed it) education.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.crikey.com.au/2016/05/13/crikey-campaign-scorecard-may-13/\">Crikey Campaign Scorecard: out-of-touch Turnbull gives Shorten a birthday win&nbsp;<span class=\"tinypass-title-premium-no-access\"></span></a> appeared first on <a rel=\"nofollow\" href=\"http://www.crikey.com.au\">Crikey</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.crikey.com.au/2016/05/13/crikey-campaign-scorecard-may-13/feed/</wfw:commentRss>\n\t\t<slash:comments>5</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Election deciders: meet the pollsters&#160;</title>\n\t\t<link>http://www.crikey.com.au/2016/05/13/election-deciding-pollsters/</link>\n\t\t<comments>http://www.crikey.com.au/2016/05/13/election-deciding-pollsters/#comments</comments>\n\t\t<pubDate>Fri, 13 May 2016 02:12:33 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Crikey]]></dc:creator>\n\t\t\t\t<category><![CDATA[Crikey Lists]]></category>\n\t\t<category><![CDATA[Federal]]></category>\n\t\t<category><![CDATA[2016 federal election]]></category>\n\t\t<category><![CDATA[election deciders]]></category>\n\t\t<category><![CDATA[galaxy]]></category>\n\t\t<category><![CDATA[Newspoll]]></category>\n\t\t<category><![CDATA[nielsen]]></category>\n\t\t<category><![CDATA[Osman Faruqi]]></category>\n\t\t<category><![CDATA[polling]]></category>\n\t\t<category><![CDATA[ReachTEL]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.crikey.com.au/?p=546791</guid>\n\t\t<description><![CDATA[<img width=\"784\" height=\"495\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/voteimage-784x495.jpg\" class=\"attachment-featured-image size-featured-image wp-post-image\" alt=\"voteimage\" style=\"display: block; margin: auto; margin-bottom: 5px;\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/voteimage.jpg 784w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/voteimage-350x221.jpg 350w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/voteimage-555x350.jpg 555w\" sizes=\"(max-width: 784px) 100vw, 784px\" /><p>In the first of a series on those players behind the scenes who will sway the election, <em>Crikey</em> journalists <b>Myriam Robin</b> and <b>Josh Taylor</b> profile the pollsters.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.crikey.com.au/2016/05/13/election-deciding-pollsters/\">Election deciders: meet the pollsters&nbsp;<span class=\"tinypass-title-premium-no-access\"></span></a> appeared first on <a rel=\"nofollow\" href=\"http://www.crikey.com.au\">Crikey</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<img width=\"784\" height=\"495\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/voteimage-784x495.jpg\" class=\"attachment-featured-image size-featured-image wp-post-image\" alt=\"voteimage\" style=\"display: block; margin: auto; margin-bottom: 5px;\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/voteimage.jpg 784w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/voteimage-350x221.jpg 350w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/voteimage-555x350.jpg 555w\" sizes=\"(max-width: 784px) 100vw, 784px\" /><p>When Malcolm Turnbull challenged Tony Abbott for the leadership of the Liberal Party, one of his main justifications for the move was because the party had lost 30 Newspolls in a row. Given we&#8217;ve lost more prime ministers to bad polling than at the ballot box over the past five years, who are these deciders of democracy? And in an election campaign, how much influence do the pollsters have?</p>\n<p>As <em>Crikey&#8217;</em>s Bernard Keane <a href=\"http://www.crikey.com.au/2013/05/21/the-power-index-election-deciders-pollsters-at-10/\">noted when examining pollsters in 2013</a>, it&#8217;s not entirely clear that polls have a direct effect on how people vote. Academic studies of whether people support the underdog or are impressed by political momentum show mixed results. Politicians love to say that the only poll that matters is the one on election day, and Turnbull now insists that he will leave commentary on polls to the the commentators, but between now and July 2, party strategists, candidates and the media will all be intensely focused on a variety of opinion polls, both public and private, to shape policy and the direction of the campaign over the next seven weeks.</p>\n<p>Polls matter to the media. Australia&#8217;s major outlets love to get their hands on exclusive polling. <em>The Australian</em>, for example, builds a lot of its political clout on exclusive publication of Newspoll and will run copious coverage about why each individual result is significant. Fairfax does the same for its polling &#8212; by Ipsos &#8212; as does<em> Crikey</em> with Essential. ReachTEL has an association with Channel Seven. Morgan is the only major poll without a media backer.</p>\n<p>These polls shape the opinion pages. A party riding high in the polls will be assumed by commentators to be a good one. When a party plummets, commentators will adjust their analysis to explain why.</p>\n<p>The public can pay curious attention to polling too, says, Osman Faruqi, founder of new polling company MetaPoll, which combines its own online political polling with aggregated results from other polls to come up with what it bills as a more reliable poll. He says pollsters often find the people they are polling quoting their own polls back to them in response to questions about how one politician is tracking against another.</p>\n<p>&#8220;Most Australians, when they do tune in [to politics], it&#8217;s often because a poll has been released and it gives them some sense of how people are tracking. [And] all politicians pay attention to the polls. If they say they don&#8217;t, they&#8217;re totally lying to you because the major parties spend enormous sums of money doing their own polls to work out where votes lie, and how to switch those votes.&#8221;</p>\n<p>The methods of polling vary, and they have changed a lot in recent years. Polling used to be mainly done to landline phones, for example. But as Australians increasingly abandon landlines, polling companies have begun to call mobiles. Some use text messages or online surveys (as Essential does). Or pollsters use a mix of these methods.</p>\n<p>Newspoll is the undisputed gold standard of polling, says polling expert Peter Brent, for both its longevity and reliability. But it, too, has changed, probably more than most people realise. <a href=\"http://www.theguardian.com/media/2015/may/29/newspoll-closes-as-news-corp-australia-replaces-150-staff-with-robopoll\">Last year</a>, while keeping the brand name, News Corp turned to Galaxy Research to conduct its polling. Unlike the old Newspoll, Galaxy relies on a mix of robocalls and online polling to come to its results &#8212; it&#8217;s cheaper this way.</p>\n<p>Live phone calls (as opposed to robocalls) are seen as the most reliable method of gauging voting sentiment. But the Galaxy Newspoll switch, Brent says, has worked. &#8220;The whole corporate reputation has carried over to new outfit. The political class still hangs off it &#8212; it&#8217;s been a very successful change.&#8221; And Galaxy&#8217;s results have been stable &#8212; overcoming the volatility that was characteristic of the old Newspoll, he adds.</p>\n<p>Despite the change, psephologist Kevin Bonham expects Newspoll will remain as reliable. He thinks people overstate the impact of things like live calls on the reliability of the results. Political polling isn&#8217;t a quiz. Pollsters carefully calibrate and weigh the answers they receive to create a poll representative of Australia&#8217;s demographics. The process is highly complex and subjective &#8212; pollsters have their own &#8220;secret sauce&#8221;.</p>\n<p>Can robocalls still give a good result? &#8220;It depends how well you do it,&#8221; Bonham said. &#8220;The scaling, sampling, other methodology decisions &#8230; these are more important choices than whether or not you&#8217;re live calling.&#8221;</p>\n<p>Perhaps the only outfit still relying on live calling is one of the newest: the Fairfax-Ipsos poll. But Ipsos has yet to garner much influence, Bonham says. &#8220;It has the disadvantage of being relatively new. And I think people are a bit sceptical of some of its behaviour. It tends to have a very high Greens vote, for example.&#8221; Like Newspoll, Fairfax&#8217;s major poll is new this election &#8212; the media company had a long association with Nielsen until 2014, when the pollster <a href=\"http://www.smh.com.au/business/media-and-marketing/nielsen-ends-40-years-of-public-polling-20140602-39djv.html\">decided to stop political polling in Australia.</a></p>\n<p>In a bid to overcome the biases of any one poll, most psephologists turn to aggregated polls. This is what MetaPoll does, for example, as does <a href=\"http://blogs.crikey.com.au/pollbludger/\"><em>Crikey </em>psephologist Poll Bludger</a>. Such aggregated polls are a staple of American political coverage &#8212; the most famous aggregate poll is Fivethirtyeight, done by Nate Silver, previously of <em>The</em> <em>New York Times</em> (he is now associated with ESPN).</p>\n<p>In Australia, aggregate polls haven&#8217;t tended to make as much of a splash. &#8220;There&#8217;s still far too much of this tendency for media sources to report their own houses polling as if it’s the be-all and end-all,&#8221; said Bonham. The exceptions to this ares <em>The</em> <em>Australian Financial Review</em>, which has for years been giving prominence to its <a href=\"http://www.afr.com/data/polling.aspx?type=pops&amp;dimensions=wide\">Poll of Polls.</a> <em>The Guardian </em><a href=\"http://www.theguardian.com/australia-news/2016/mar/21/minor-party-voters-more-likely-to-preference-coalition-than-in-2013-poll#comments\">published MetaPoll&#8217;s first poll in March,</a> though the pollster hasn&#8217;t signed with a media outlet.</p>\n<p>The polling momentum this campaign appears to be with Labor. But Faruqi says he believes many of the current polls are underestimating the preference flows to the Coalition. Currently, MetaPoll predicts the Coalition will win the election 51.1% to 48.9%. Faruqi said this has been determined because he believes voter preferences to the Coalition will be higher than many predicted as voter preferences from 2013 are unreliable. There were a record low number of preferences to the Coalition in 2013, Faruqi says, due to the unpopularity of Tony Abbott as the Liberal leader, and preferences not flowing from Palmer United Party, which are now expected to return to the Coalition.</p>\n<p>&#8220;We think that a decent chunk of voters, more independent and minor party voters, are going to preference the Coalition this time around.&#8221;</p>\n<p>And before election day? Polling will impact the coverage. But Brent is sceptical of the power of polling in and of itself to change the result. This election, it appears the Labor Party has the momentum, at least as far as the polls are concerned. Will this make it easier for Bill Shorten?</p>\n<p>&#8220;Imagine all the pollsters got together last election, decided to play a joke on us, and said Labor were comfortably ahead. It would have changed the reporting. Suddenly Wayne Swan would have been a sublime communicator, and Gillard the most popular politician since Bob Hawke. But they’d still have lost badly on election day.&#8221;</p>\n<p>Perhaps the power of pollsters, or otherwise, is illustrated by what happened to Morgan in 2001. The pollster emphatically predicted an ALP victory &#8212; and was wrong. Shortly after, <a href=\"http://www.abc.net.au/am/stories/s437234.htm\"><em>The Bulletin</em> ended its contract</a> with Morgan Polling. The pollster has never quite regained its influence, says Brent.</p>\n<p>Pollsters can also damage their reputation in other ways. While political polling brings clout and coverage, most outfits make their money through private polling &#8212; commissioned polls by businesses, lobby groups or political parties aimed at finding the answer to something or selling a particular position. Some polls, like economic modelling, are commissioned just for the media coverage they&#8217;ll engender. Outfits with a barrow to push can ensure punters give the answers they want through loaded questions, which pollsters may be reluctant to push back on.</p>\n<p>&#8220;Some polling outfits are more careful and will say, &#8216;Our reputation would not allow us to use this wording, this is beyond the pale&#8217;. But some are more easygoing about that kind of stuff,&#8221; Brent said. Polling is often not very transparent and can be easily manipulated and misused. Party political polling can play a similar purpose. While political parties will commission marginal seat polling, for example, to aid their decision-making, these polls can also be leaked for political advantage.</p>\n<p>So sure, the pollsters are influential. In times of government, they unseat prime ministers. During this election, their finessing of the raw data will shape the coverage, and the tone of the campaign. But the ball is in the voters&#8217; court &#8212; and they&#8217;re not paying as much attention as the politicians or journos, who study this stuff minutely. If a pollster gets it wrong, they may find the hit to its reputation hard to overcome.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.crikey.com.au/2016/05/13/election-deciding-pollsters/\">Election deciders: meet the pollsters&nbsp;<span class=\"tinypass-title-premium-no-access\"></span></a> appeared first on <a rel=\"nofollow\" href=\"http://www.crikey.com.au\">Crikey</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.crikey.com.au/2016/05/13/election-deciding-pollsters/feed/</wfw:commentRss>\n\t\t<slash:comments>1</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>CLP in bed with the Eels, but how slimy are the sheets?</title>\n\t\t<link>http://www.crikey.com.au/2016/05/13/parramatta-eels-and-the-nt-government/</link>\n\t\t<comments>http://www.crikey.com.au/2016/05/13/parramatta-eels-and-the-nt-government/#respond</comments>\n\t\t<pubDate>Fri, 13 May 2016 02:07:06 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Crikey]]></dc:creator>\n\t\t\t\t<category><![CDATA[NT]]></category>\n\t\t<category><![CDATA[Adam Giles]]></category>\n\t\t<category><![CDATA[Northern Territory]]></category>\n\t\t<category><![CDATA[parramatta eels]]></category>\n\t\t<category><![CDATA[salary cap]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.crikey.com.au/?p=547541</guid>\n\t\t<description><![CDATA[<p>How much is the NT government's Parramatta Eels deal costing the taxpayer? <b>Matt Punch</b> and <b>Bob Gosford</b> report.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.crikey.com.au/2016/05/13/parramatta-eels-and-the-nt-government/\">CLP in bed with the Eels, but how slimy are the sheets?</a> appeared first on <a rel=\"nofollow\" href=\"http://www.crikey.com.au\">Crikey</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>All eyes in the (rugby league) world will be on the Parramatta Eels versus South Sydney Rabbitohs match tonight as the Eels try to re-start their faltering 2016 season.</p>\n<p>The Parramatta Eels and the NT government have both provided fans of the slow-moving-train-wreck school of governance with no end of sport over the past four years. And the links between the club and the NT government extend beyond self-inflicted mishaps.</p>\n<p>Parramatta was the wooden-spooner in the NRL competition in 2012 and 2013 and didn’t improve much on that in the years following. And 2016 &#8212; until the salary cap scandal broke out in recent weeks &#8212; had them travelling well in fifth spot, with a 6-3 win-loss record.</p>\n<p><span id=\"more-13490\"></span>The Northern Territory Country Liberal Party government kicked off well in August 2012 with a come-from-behind win that promised much but its time in government &#8212; as has been chronicled here and elsewhere &#8212; has been scarred by bitter in-fighting, on and off the field, and poor results.</p>\n<p>August 2016 will be a crucial month for both Parramatta and the CLP. By then we’ll know if Parramatta will fail to make the NRL play-offs yet again &#8212; as it has since 2009 &#8212; and whether the CLP will become yet another one-term government.</p>\n<p>We will also have a better idea by August as to the value for money that NT taxpayers are getting for an extraordinary deal that has had the NT government pump $4 million over four years into Parramatta for two rugby league games a year (one pre-season) and associated community engagement, coaching clinics and school visits.</p>\n<p>NT Chief Minister Adam Giles is a big fan of the Parramatta Eels and the August 2013 arrangement between Parramatta and the NT government is said to be a purely commercial deal, which promotes NT tourism and business in what they claim to be the country’s third-biggest market: western Sydney. However, the value of the deal to the NT is questionable, particularly in light of current events.</p>\n<p>Parramatta may be the most incompetent and unstable sporting franchise in Australia. When the NRL announced it was proposing to strip them of 12 competition points and fine them $1 million for salary cap breaches, NRL CEO Todd Greenberg stated:</p>\n<blockquote><p>“In the last seven years, this club has had 25 directors, six CEOs and four head coaches … They have breached the salary cap rules in five of the last six years. As we sit here today, our preliminary findings suggest that the club is again over the salary cap for 2016. This has to stop. It stops today.”</p></blockquote>\n<p>An unkind observer might note that the Parramatta Eels are the only show in town with more reshuffles and coups than the NT’s Country Liberal Party.</p>\n<p>The internal turmoil at Parramatta is well known to the NT government. In late 2015, Chief Minister Adam Giles threatened to drop the deal with the Eels because of governance concerns &#8212; what he then described as the “negative aspects that have often been spoken about with the Parramatta Eels”.</p>\n<p>Giles soon <a href=\"http://www.ntnews.com.au/sport/nrl/territory-eels-here-to-stay/news-story/bae6258f3f1093c699f4950c1ad140ca\">backflipped</a> on those comments and despite governance at Parramatta lurching into unmitigated chaos &#8212; the chairman, CEO and three others are now suspended &#8212; the NT government appears to have circled the wagons around the continuing partnership with the Eels, denying that the deal with Parramatta was under review.</p>\n<p>In a marked contrast to Giles’ comments to <em>The Sydney Morning Herald</em> in August 2015, NT Sports Minister Nathan Barrett told <em>The Northern Myth</em> this week that:</p>\n<blockquote><p>&#8220;We want to see the deal extended and we’re in negotiations right now for an extension … It has nothing to do with the governance arrangements. The governance arrangements are a matter for the club and the NRL and I will leave that with them.”</p></blockquote>\n<p>Part of the reason for the NT government’s nonchalance may be that they’re in too deep financially to wriggle out now.</p>\n<p>To put the NT government’s $1 million annual payments into perspective, it is useful to look at the Eel’s current major sponsorship deal with Dyldam, property developers from Sydney.</p>\n<p>Dyldam coughs up for jersey sleeve sponsorship, the shirt-front on the Eels jersey and naming rights for the team. How much does all of that cost Dyldam? It is difficult to get a precise figure but, in 2013, <em>Sports Business Insider</em> reported that Dyldam and UNIBET were two new major sponsors for the Eels from 2014, “in a deal worth over $1 million a season”.</p>\n<p>It is not clear how the money is split between Dyldam and UNIBET, but Fairfax journalists Adrian Proszenko and Daniel Lane concluded that Dyldam was paying less than the NT government is each year.</p>\n<p>Proszenko and Lane <a href=\"http://www.smh.com.au/rugby-league/parramatta-eels/northern-territory-government-considers-ripping-up-parramatta-eels-deal-20150822-gj5auy\">said that</a> “it would be a disaster for the club” if the NT government ended the highly lucrative arrangement.</p>\n<p>From an NT taxpayer’s perspective, the real cost to the NT of the arrangement is even higher &#8212; and may be set to grow.</p>\n<p>The NT government spent between $2.8 and $3.3 million upgrading Anzac Oval in Alice Springs through 2013-14, in large part to bring the facility up to NRL competition standard to host the annual pre-season game for the Eels. This year’s game attracted a modest crowd of about 2800. The Darwin mid-season game attracts a larger but nonetheless underwhelming crowd, usually around 8000.</p>\n<p>Despite the significant investment in facilities in Alice Springs, the NT government is now looking to move the annual Eels pre-season game elsewhere.</p>\n<p><em>*Read the rest at </em><a href=\"http://blogs.crikey.com.au/northern/2016/05/13/slippery-nt-government-parramatta-salary-cap-allegations/\">The Northern Myth</a></p>\n<p>&nbsp;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.crikey.com.au/2016/05/13/parramatta-eels-and-the-nt-government/\">CLP in bed with the Eels, but how slimy are the sheets?</a> appeared first on <a rel=\"nofollow\" href=\"http://www.crikey.com.au\">Crikey</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.crikey.com.au/2016/05/13/parramatta-eels-and-the-nt-government/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>A drinking game to get you through tonight&#8217;s debate</title>\n\t\t<link>http://www.crikey.com.au/2016/05/13/drinking-game-shorten-turnbull-debate-on-sky-news/</link>\n\t\t<comments>http://www.crikey.com.au/2016/05/13/drinking-game-shorten-turnbull-debate-on-sky-news/#comments</comments>\n\t\t<pubDate>Fri, 13 May 2016 01:56:50 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Crikey]]></dc:creator>\n\t\t\t\t<category><![CDATA[Federal]]></category>\n\t\t<category><![CDATA[2016 federal election]]></category>\n\t\t<category><![CDATA[Bill Shorten]]></category>\n\t\t<category><![CDATA[Malcolm Turnbull]]></category>\n\t\t<category><![CDATA[Sky News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.crikey.com.au/?p=547397</guid>\n\t\t<description><![CDATA[<img width=\"784\" height=\"495\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/barnabyjoycebeer-784x495.jpg\" class=\"attachment-featured-image size-featured-image wp-post-image\" alt=\"barnabyjoycebeer\" style=\"display: block; margin: auto; margin-bottom: 5px;\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/barnabyjoycebeer.jpg 784w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/barnabyjoycebeer-350x221.jpg 350w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/barnabyjoycebeer-555x350.jpg 555w\" sizes=\"(max-width: 784px) 100vw, 784px\" /><p>Polish those glasses and settle in, it's going to be a long night ... </p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.crikey.com.au/2016/05/13/drinking-game-shorten-turnbull-debate-on-sky-news/\">A drinking game to get you through tonight&#8217;s debate</a> appeared first on <a rel=\"nofollow\" href=\"http://www.crikey.com.au\">Crikey</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<img width=\"784\" height=\"495\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/barnabyjoycebeer-784x495.jpg\" class=\"attachment-featured-image size-featured-image wp-post-image\" alt=\"barnabyjoycebeer\" style=\"display: block; margin: auto; margin-bottom: 5px;\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/barnabyjoycebeer.jpg 784w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/barnabyjoycebeer-350x221.jpg 350w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/barnabyjoycebeer-555x350.jpg 555w\" sizes=\"(max-width: 784px) 100vw, 784px\" /><p>Bill Shorten and Malcolm Turnbull will meet tonight in a head-to-head &#8220;people&#8217;s forum&#8221;. Sky News, which is airing the debate, is so excited it has a live countdown ticker in the upper right of its programming. We are so excited our toes are tingling (and our throats are very dry).</p>\n<p>But you, dear reader, might be less excited. You might be tempted to skip the whole thing, because there are still, good god, seven weeks to go, and besides, the Eurovision&#8217;s on. But never fear &#8212; we will batten down the hatches at the <em>Crikey</em> bunker and get through it with you, live blogging the debate from go to whoa. And we offer this drinking game to help us all.</p>\n<p><strong>Sip your drink when &#8230;</strong></p>\n<ul>\n<li>Malcolm Turnbull mentions &#8220;jobs and growth&#8221;</li>\n<li>Bill Shorten mentions &#8220;putting people first&#8221;</li>\n<li>Anyone mentions &#8220;a fair go&#8221;</li>\n<li>Turnbull says &#8220;agile&#8221;</li>\n<li>Shorten says &#8220;ordinary Australians&#8221;</li>\n<li>Shorten says &#8220;innovative&#8221;</li>\n<li>Shorten says &#8220;I believe &#8230;&#8221;</li>\n<li>Shorten mentions &#8220;my united Labor team&#8221;</li>\n<li>Anyone says &#8220;Now, [name], what you have to understand is &#8230;&#8221;</li>\n<li>When Turnbull says &#8220;let me just say &#8230;&#8221;</li>\n<li>When now is referred to as an exciting time</li>\n<li>Any Turnbull answer that goes over time</li>\n<li>Any Shorten zinger</li>\n<li>Someone mentions a marginal seat</li>\n<li>When The Brandis is invoked: a messy answer to a question from David Speers.</li>\n</ul>\n<p><strong>Drain your glass when &#8230;</strong></p>\n<ul>\n<li>Either leader gives a concrete example of a wonderful Australian he met recently</li>\n<li>There is a protracted argument as to whether super changes are retrospective or not</li>\n<li>Anyone evokes the spectre of Tony Abbott</li>\n<li>Anyone evokes the spectre of the Rudd-Gillard-Rudd years</li>\n<li>They trip over each other to distance themselves from the Greens</li>\n</ul>\n<p><strong>Do a shot when &#8230;</strong></p>\n<ul>\n<li>You can&#8217;t stand it anymore and switch over to check on the Eurovision semi-final</li>\n<li>Turnbull refuses to apologise for being wealthy</li>\n<li>Shorten refuses to apologise for being a unionist</li>\n<li>Anyone admits to a preference deal</li>\n</ul>\n<p>The post <a rel=\"nofollow\" href=\"http://www.crikey.com.au/2016/05/13/drinking-game-shorten-turnbull-debate-on-sky-news/\">A drinking game to get you through tonight&#8217;s debate</a> appeared first on <a rel=\"nofollow\" href=\"http://www.crikey.com.au\">Crikey</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.crikey.com.au/2016/05/13/drinking-game-shorten-turnbull-debate-on-sky-news/feed/</wfw:commentRss>\n\t\t<slash:comments>1</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Seats to watch: Greenway</title>\n\t\t<link>http://www.crikey.com.au/2016/05/13/federal-seat-du-jour-greenway/</link>\n\t\t<comments>http://www.crikey.com.au/2016/05/13/federal-seat-du-jour-greenway/#comments</comments>\n\t\t<pubDate>Fri, 13 May 2016 00:22:02 +0000</pubDate>\n\t\t<dc:creator><![CDATA[William Bowe]]></dc:creator>\n\t\t\t\t<category><![CDATA[Federal]]></category>\n\t\t<category><![CDATA[NSW]]></category>\n\t\t<category><![CDATA[2016 federal election]]></category>\n\t\t<category><![CDATA[Ed Husic]]></category>\n\t\t<category><![CDATA[greenway]]></category>\n\t\t<category><![CDATA[poll bludger]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.crikey.com.au/?p=547509</guid>\n\t\t<description><![CDATA[<img width=\"784\" height=\"495\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/michellerowland-784x495.jpg\" class=\"attachment-featured-image size-featured-image wp-post-image\" alt=\"michellerowland\" style=\"display: block; margin: auto; margin-bottom: 5px;\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/michellerowland.jpg 784w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/michellerowland-350x221.jpg 350w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/michellerowland-555x350.jpg 555w\" sizes=\"(max-width: 784px) 100vw, 784px\" /><p>Greenway underwent a dramatic transformation at the 2007 election.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.crikey.com.au/2016/05/13/federal-seat-du-jour-greenway/\">Seats to watch: Greenway</a> appeared first on <a rel=\"nofollow\" href=\"http://www.crikey.com.au\">Crikey</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<img width=\"784\" height=\"495\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/michellerowland-784x495.jpg\" class=\"attachment-featured-image size-featured-image wp-post-image\" alt=\"michellerowland\" style=\"display: block; margin: auto; margin-bottom: 5px;\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/michellerowland.jpg 784w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/michellerowland-350x221.jpg 350w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/michellerowland-555x350.jpg 555w\" sizes=\"(max-width: 784px) 100vw, 784px\" /><p>One of the biggest surprises of the 2013 election was Labor’s success in retaining Greenway, its most marginal seat in Sydney, in defiance of a long-established conventional wisdom that Labor faced a particularly devastating result in the city’s western suburbs.</p>\n<p>The electorate covers suburbia from Blacktown and Toongabbie, located 30 kilometres to the west of central Sydney, through higher-income Quakers Hill and Stanhope Gardens to the urban fringe centre of Riverstone. This area accounts for the eleventh-highest proportion of mortgage-payers out of the 150 House of Representatives electorates, and ranks around the Sydney norm for ethnic diversity, with India and south-east Asia featuring more prominently than the Middle East.</p>\n<p>The redistribution has reshaped the southern end of the electorate, sending 7500 voters in parts of Pendle Hill and Toongabbie to Parramatta in the east, and altering its western boundary as it runs through Blacktown for a net gain of nearly 4000 voters from Chifley. The changes have little impact on the Labor margin, which reduces from 3.0% to 2.8%.</p>\n<p>Greenway was created with the expansion of Parliament in 1984, prior to which Blacktown had been in Chifley, with the northern parts of the electorate accommodated by Mitchell. It looked to be a Labor stronghold for the first decade of its existence, when it was held by Russell Gorman on double-digit margins. Gorman’s retirement combined with the Howard landslide of 1996 combined to bring down the margin down from 13.4% to 3.4%, and the margin again fell below 4% in 2001.</p>\n<p>With the retirement of Gorman’s successor, Frank Mossfield, at the 2004 election, the seat was contested for Labor by Ed Husic, a spokesman for Integral Energy and non-practising Muslim of Bosnian background. The Liberals were perhaps more astute in nominating Louise Markus, a community worker with Hillsong Church, then located in the electorate.</p>\n<p>Amid talk of a whispering campaign targeting Husic’s religion, Markus secured a surprise victory with a 3.7% swing, aided in part by an 11.8% informal vote amid a bloated field of candidates and the electorate’s large proportion of non-English speaking voters. This delayed Husic’s entry to Parliament until 2010, when he won the outer-western suburbs seat of Chifley.</p>\n<p>The electorate underwent a short-lived but dramatic transformation at the 2007 election, when it lost Blacktown to Chifley and Parramatta and gained the Hawkesbury River region, before resuming more traditional boundaries in 2010. The change delivered Markus a good turn at exactly the right moment, boosting her margin as her party braced for defeat at the 2007 election.</p>\n<p>Markus went on to retain the seat against a 6.8% swing to Labor, before another redistribution largely reverted the seat to its previous boundaries. This left Greenway with a notional Labor margin of 5.8%, prompting Markus to move to Macquarie, which took over the Hawkesbury region. The Labor margin proved barely sufficient in the face of a heavy swing against Labor throughout Sydney, reducing the margin in Greenway to 0.9%.</p>\n<p>The seat has since been held by the ALP&#8217;s Michelle Rowland, a former Blacktown councillor who won preselection as part of a Right-backed intervention by the national executive, amid grumbling from local members. Rowland won promotion to the outer shadow ministry after the 2013 election as shadow citizenship and multiculturalism minister and shadow assistant minister for communications, before exchanging the latter for the more senior position of shadow small business minister in October 2015.</p>\n<p>The unsuccessful Liberal candidate in both 2010 and 2013 was Jaymes Diaz, a Blacktown immigration lawyer of Filipino extraction. Diaz’s preselection wins were owed to the local power base of his father, Blacktown councillor Jess Diaz, the strong local connections he had forged through his work as an immigration lawyer in Blacktown, and support from the Christian right.</p>\n<p>Diaz’s failure to win the seat in 2010 was a source of considerable angst within the Liberal Party, since it was felt that a better campaign locally might have delivered the Coalition the extra seat it needed to form government. Among those displeased when it appeared he had the numbers to win preselection again was Tony Abbott, who reportedly approached Baulkham Hills MP David Elliott and state government policy adviser Nick Tyrell to stand against him.</p>\n<p>The doubts were fully justified by Diaz&#8217;s performance in the 2013 campaign, when his failure to identify more than one of the six points of his party’s election campaign plan went viral on social media. Rowland went on to retain the seat with a swing in her favour of 2.1%.</p>\n<p>The new Liberal candidate is Yvonne Keane, deputy mayor of The Hills Shire and former television presenter. Keane was also a candidate in 2013, but dropped out when it became apparent that Diaz had the numbers, and contested preselection for the state seat of Riverstone ahead of the March 2015 election, which was reported at the time as being an effort to lift her profile ahead of a tilt at Greenway.</p>\n<p><em>*This article was originally published at </em><a href=\"http://blogs.crikey.com.au/pollbludger/2016/05/05/seat-du-jour-greenway/\">The Poll Bludger</a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.crikey.com.au/2016/05/13/federal-seat-du-jour-greenway/\">Seats to watch: Greenway</a> appeared first on <a rel=\"nofollow\" href=\"http://www.crikey.com.au\">Crikey</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.crikey.com.au/2016/05/13/federal-seat-du-jour-greenway/feed/</wfw:commentRss>\n\t\t<slash:comments>1</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Why it might be in the Liberals&#8217; interest to preference the Greens&#160;</title>\n\t\t<link>http://www.crikey.com.au/2016/05/13/australian-liberal-green-preference-deal-could-be-good-for-liberals/</link>\n\t\t<comments>http://www.crikey.com.au/2016/05/13/australian-liberal-green-preference-deal-could-be-good-for-liberals/#comments</comments>\n\t\t<pubDate>Thu, 12 May 2016 22:46:47 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Crikey]]></dc:creator>\n\t\t\t\t<category><![CDATA[Federal]]></category>\n\t\t<category><![CDATA[greens]]></category>\n\t\t<category><![CDATA[labor]]></category>\n\t\t<category><![CDATA[liberals]]></category>\n\t\t<category><![CDATA[Michael Kroger]]></category>\n\t\t<category><![CDATA[preferences]]></category>\n\t\t<category><![CDATA[tony nutt]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.crikey.com.au/?p=547404</guid>\n\t\t<description><![CDATA[<img width=\"784\" height=\"495\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/shortendinataleturnbull-784x495.jpg\" class=\"attachment-featured-image size-featured-image wp-post-image\" alt=\"shortendinataleturnbull\" style=\"display: block; margin: auto; margin-bottom: 5px;\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/shortendinataleturnbull.jpg 784w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/shortendinataleturnbull-350x221.jpg 350w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/shortendinataleturnbull-555x350.jpg 555w\" sizes=\"(max-width: 784px) 100vw, 784px\" /><p>Preference deals serve many agendas, writes former Liberal communications adviser <b>Paula Matthewson</b>.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.crikey.com.au/2016/05/13/australian-liberal-green-preference-deal-could-be-good-for-liberals/\">Why it might be in the Liberals&#8217; interest to preference the Greens&nbsp;<span class=\"tinypass-title-premium-no-access\"></span></a> appeared first on <a rel=\"nofollow\" href=\"http://www.crikey.com.au\">Crikey</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<img width=\"784\" height=\"495\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/shortendinataleturnbull-784x495.jpg\" class=\"attachment-featured-image size-featured-image wp-post-image\" alt=\"shortendinataleturnbull\" style=\"display: block; margin: auto; margin-bottom: 5px;\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/shortendinataleturnbull.jpg 784w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/shortendinataleturnbull-350x221.jpg 350w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/shortendinataleturnbull-555x350.jpg 555w\" sizes=\"(max-width: 784px) 100vw, 784px\" /><p>When it comes to the allocation of preferences at Australian elections, no party can claim to have clean hands.</p>\n<p>As the federal director of the Liberal Party, Tony Nutt, noted in a <a href=\"https://www.liberal.org.au/latest-news/2016/05/10/statement-tony-nutt-national-campaign-director\">media statement</a> this week, the party machine takes a number of objectives into consideration when deciding which preferences to recommend to voters.</p>\n<p>These include “the electoral interests of the Party, our values, principles and priorities, and the best interests of the Australian people in having an effective national government,” according to Nutt. This rationale pretty much boils down to keeping the other mob out of government.</p>\n<p>But preference deals can also serve other agendas, such as upsetting the other side’s succession planning or depleting its brain trust by cleaning out the competition’s next generation of leaders and strategists.</p>\n<p>Considered from this perspective, the <a href=\"http://www.crikey.com.au/2016/05/11/labor-claims-liberal-greens-preference-deal/\">Liberals’ (alleged) preference dance with the Greens</a> makes perfect sense.</p>\n<p>No final decision on preferences has yet been made &#8212; or, at least, made public &#8212; by the respective party machines. This will be done on a state-by-state basis, with oversight from the national party at least in the Liberals’ case.</p>\n<p>However, there’s hot speculation the Libs are considering putting the Greens ahead of Labor on how-to-vote cards for some inner-city seats. The Greens are apparently considering a return favour that involves running dead in some regional seats by not making preference recommendations to their supporters.</p>\n<p>According to the gossip, these preference deals will cover the seats of Batman, Wills and Melbourne in Victoria as well as the NSW seats of Sydney and Grayndler.</p>\n<p>It’s by no means a coincidence that the latter two seats are represented by the two MPs with the best prospects of becoming Labor leader &#8212; Tanya Plibersek and Anthony Albanese &#8212; if Bill Shorten was ever to fall under a bus, or lose an election.</p>\n<p>The Victorian seat of Batman also offers the Liberals the tantalising opportunity to end the <a href=\"http://www.smh.com.au/federal-politics/political-opinion/the-call-that-rolled-rudd-20101126-18ajm.html\">inglorious career</a> of Labor powerbroker David Feeney and knock off the new talent Peter Khalil, even if it means further entrenching the Greens’ Adam Bandt in his seat.</p>\n<p>Supporting Bandt in this way is a clear departure from the previous federal election, when the prime minister at the time, Tony Abbott, made a “<a href=\"http://www.abc.net.au/news/2013-08-14/liberal-party-to-preference-labor-over-greens/4885182\">captain’s call</a>” to put Labor ahead of the Greens in every lower house seat.</p>\n<p>This was a reversal of the Libs’ previous preference stance in Melbourne, which had Bandt first elected in 2010 with Liberal preferences.</p>\n<p>Abbott did this to signal that major parties should have primacy over their minor cousins, and that voters should very consciously elect one of the majors in its own right rather than flirt with the minors and end up with another Gillard-Greens alliance. That’s right, the one that gave us the carbon tax.</p>\n<p>Consistency and self-awareness do not appear to be words that exist in the world of preference wheeling and dealing.</p>\n<p>Labor is currently having a big cry over the suspected Liberal-Green “non-arrangement” &#8212; given both sides have <a href=\"http://greens.org.au/no-deal\">declined to confirm</a> that there is indeed a preference deal &#8212; but the party is no less guilty than others in making Faustian pacts to get an edge over their competitors.</p>\n<p>Family First’s Steve Fielding, he of the <a href=\"http://www.abc.net.au/news/2008-03-13/family-first-senator-steve-fielding-arrives-at/1068712\">beer bottle costume</a>, prevailed over the Greens’ Victorian Senate candidate in 2004 because of a preference deal with Labor.</p>\n<p>Somewhat ironically, the next Family First Senator, Bob Day, was elected in 2013 as the <a href=\"http://www.crikey.com.au/2013/10/02/its-family-firsts-day-thanks-to-greens-preferences-in-senate-race/\">direct result of a preference harvesting deal</a> personally negotiated by Greens leader Bob Brown with representatives of the micro-parties, Palmer United Party and Nick Xenophon.</p>\n<p>And it was a <a href=\"http://www.theage.com.au/news/federal-election-2007-news/labor-and-greens-seal-preference-deal/2007/11/03/1193619206015.html\">preference deal</a> in 2007 between Labor and the Greens that helped Labor candidate Maxine McKew defeat Prime Minister John Howard <a href=\"http://results.aec.gov.au/13745/website/HouseDivisionTcpFlow-13745-105.htm\">in Bennelong</a>.</p>\n<p>No wonder Howard recently <a href=\"http://www.smh.com.au/national/dont-give-preferences-to-the-greens-says-howard-20101027-173y0.html\">voiced concern</a> about his beloved party potentially getting into bed with the verdant devils.</p>\n<p>Counter-intuitively, many Liberal voters don’t seem to mind the idea. According to <a href=\"http://www.theaustralian.com.au/national-affairs/federal-election-2016-liberal-voters-support-greens-preference-deal/news-story/3c8875b6a5db2f6dd04a46f01682d44e\">Newspoll</a> in March, 47% of the party’s supporters said they were comfortable with it directing preferences to the Greens ahead of Labor in key marginal seats.</p>\n<p>That stance would appear to be the epitome of the ancient proverb dictating that the enemy of my enemy is my friend; it seems some Liberal voters are prepared to accept almost anything to keep Labor off the government benches.</p>\n<p>Accordingly, there are many good reasons why Victorian Liberal president Michael Kroger might see a preference arrangement with the Greens as being ideal.</p>\n<p>It meets Liberals’ philosophical need to see Labor defeated. It potentially makes a strategic strike at Labor’s future leaders and brains trust. And it forces the opposition to devote precious campaign funds to defending seats against the Greens instead of trying to snatch key marginal seats from the government.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.crikey.com.au/2016/05/13/australian-liberal-green-preference-deal-could-be-good-for-liberals/\">Why it might be in the Liberals&#8217; interest to preference the Greens&nbsp;<span class=\"tinypass-title-premium-no-access\"></span></a> appeared first on <a rel=\"nofollow\" href=\"http://www.crikey.com.au\">Crikey</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.crikey.com.au/2016/05/13/australian-liberal-green-preference-deal-could-be-good-for-liberals/feed/</wfw:commentRss>\n\t\t<slash:comments>6</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Crikey Campaign Scorecard: jobs and growth v education &#8230; again!&#160;</title>\n\t\t<link>http://www.crikey.com.au/2016/05/12/crikey-campaign-scorecard-may-12/</link>\n\t\t<comments>http://www.crikey.com.au/2016/05/12/crikey-campaign-scorecard-may-12/#respond</comments>\n\t\t<pubDate>Thu, 12 May 2016 02:39:40 +0000</pubDate>\n\t\t<dc:creator><![CDATA[David Henning]]></dc:creator>\n\t\t\t\t<category><![CDATA[Federal]]></category>\n\t\t<category><![CDATA[2016 federal election]]></category>\n\t\t<category><![CDATA[Bill Shorten]]></category>\n\t\t<category><![CDATA[campaign scorecard]]></category>\n\t\t<category><![CDATA[Malcolm Turnbull]]></category>\n\t\t<category><![CDATA[The Australian]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.crikey.com.au/?p=547192</guid>\n\t\t<description><![CDATA[<p>Malcolm's having beers in Melbourne, while Bill's has had a boatload of rogue MPs.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.crikey.com.au/2016/05/12/crikey-campaign-scorecard-may-12/\">Crikey Campaign Scorecard: jobs and growth v education &#8230; again!&nbsp;<span class=\"tinypass-title-premium-no-access\"></span></a> appeared first on <a rel=\"nofollow\" href=\"http://www.crikey.com.au\">Crikey</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>WHO WON THE DAY?</strong></p>\n<p><strong>Bernard Keane, <em>Crikey</em> politics editor: </strong>A rotten day for Malcolm Turnbull with things going badly awry in his curtailed visit to far western Sydney and continuing difficulties on superannuation. Despite the efforts of <em>The Australian</em> and the government to argue that somehow there was no economic benefit from increasing investment in education, Bill Shorten finally had a trouble-free day in north Queensland, where he’s been focusing his campaign this week, while Anthony Albanese had the delight of his Greens opponent being caught out endorsing an Abbott government. Honours to <strong>Labor</strong>.</p>\n<p><strong>Dr John Hewson, former Liberal Party leader: </strong>Both sides have started the campaign slowly, almost dumbing it down, with limited, carefully selected, &#8220;events&#8221; that they attempt to control tightly. However, there is only so much you can control, and things can get quite untidy, quite quickly, as unexpected questions are asked, or as events don&#8217;t unfold as hoped. <strong>Both sides suffered</strong> this yesterday. Shorten took the hard line on asylum seeker policy, faced with some backbench unrest, but became a bit loose over hypotheticals about deals with the Greens, hung parliaments, etc. Turnbull had to smile through that &#8220;shit-eating&#8221; grin as Fiona Scott handled the Abbott issue; Malcolm then cancelled another event; and then wasn&#8217;t recognised on a train. They should focus more on policy detail.</p>\n<p><strong>Dr Zareh Ghazarian, </strong> <strong>political scientist at Monash University and Author of <em>The Making of a Party Sy</em><em>stem: Minor Parties in the Australian Senate:</em> Richard Di Natale</strong> takes the win for today!<strong> </strong>He succeeded in grabbing the media&#8217;s attention away from the major parties and their policies by raising the possibility of his party being king-makers after the election. It&#8217;s a good day for the Greens.</p>\n<p><strong>CASH TRACKER</strong></p>\n<p style=\"text-align: center;\"><a href=\"http://www.crikey.com.au/election2016/cashtracker/\"><img class=\"aligncenter size-full wp-image-547283\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/cashtracker120516.png\" alt=\"cashtracker120516\" width=\"600\" height=\"515\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/cashtracker120516.png 600w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/cashtracker120516-261x224.png 261w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/cashtracker120516-555x476.png 555w\" sizes=\"(max-width: 600px) 100vw, 600px\" /></a></p>\n<p>It&#8217;s been a fairly quiet day on the cash front, the most significant promise comes from the Coalition, which wants to boost border protection against criminal or terrorist threats. There&#8217;s also good news for rural Australians, with more money on the way for R&amp;D into cotton growing. There were a few small promises made by Labor looking at fixing local infrastructure issues like roads and water.</p>\n<p><strong>Coalition:</strong></p>\n<ul>\n<li>$99.2 million for the Department of Immigration and Border Protection to <a href=\"http://www.abc.net.au/news/2016-05-12/pledge-to-pour-$100-million-into-border-protection/7406774\">provide more information</a> to officials about visa applicants; and</li>\n<li>$5.9 million for <a href=\"http://www.abc.net.au/news/2016-05-11/barnaby-joyce-cotton-funding/7404514\">research and development</a> to boost cotton crop yields.</li>\n</ul>\n<p><strong>Labor:</strong></p>\n<ul>\n<li>$4 million announced by Anthony Albanese to invest <a href=\"http://anthonyalbanese.com.au/labor-to-investigate-townsvilles-water-future\">in securing Townsville&#8217;s local water supply</a>;</li>\n<li>$5 million announced to expand commuter<a href=\"http://anthonyalbanese.com.au/labor-to-expand-schofields-station-car-park\"> car parking at Schofields train station in Sydney’s west</a>; and</li>\n<li>$13 million toward funding the <a href=\"http://anthonyalbanese.com.au/labor-to-fund-next-stage-of-glendale-interchange\">Glendale Interchange project</a>.</li>\n</ul>\n<p><strong>INDEPENDENT. ALWAYS.</strong></p>\n<p>The Windsor change might be blowing into New England with former balance-of-power MP Tony Windsor a chance to knock off Deputy PM Barnaby Joyce, and he might be onto something with this suggestion of a tantalising new culinary experience.</p>\n<p style=\"text-align: center;\"><a href=\"https://twitter.com/TonyHWindsor/status/730516524025290753\"><img class=\"aligncenter size-full wp-image-547349\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/windsortweet.png\" alt=\"windsortweet\" width=\"500\" height=\"307\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/windsortweet.png 500w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/windsortweet-350x215.png 350w\" sizes=\"(max-width: 500px) 100vw, 500px\" /></a></p>\n<p><strong>CAMPAIGN DIARY</strong></p>\n<p><strong>Malcolm Turnbull: </strong>Turnbull was up early to have a chat to President Barack Obama, with whom he discussed steel production, defence and the economy. The Prime Minister then kicked off his first day in Melbourne with a visit to the electorate of Dunkley, where retiring MP Bruce Billson <a href=\"http://www.theaustralian.com.au/federal-election-2016/federal-election-2016-turnbull-in-melbourne-shorten-wraps-up-queensland-tour/news-story/a96707171a30b975cc9ecbb3cbeea779\">joined him at the Mornington Peninsula Brewery</a>. He was plugging the free trade agreement and pushing jobs and growth, small businesses and the economy.</p>\n<p><strong>Bill Shorten: </strong>The Labor leader spent another day in Queensland as the Shorten campaign bus headed to the <a href=\"http://www.theaustralian.com.au/federal-election-2016/federal-election-2016-turnbull-in-melbourne-shorten-wraps-up-queensland-tour/news-story/a96707171a30b975cc9ecbb3cbeea779\">marginal seat of Capricornia in Rockhampton</a>. He&#8217;ll be visiting the kids at Frenchville State Primary School and Rockhampton High School to discuss Labor&#8217;s policy to invest more in rural and regional Australia. He was also <a href=\"http://www.theaustralian.com.au/federal-election-2016/federal-election-2016-turnbull-in-melbourne-shorten-wraps-up-queensland-tour/news-story/a96707171a30b975cc9ecbb3cbeea779#U503356774232IWB\">forced to defend his comments</a> that his education funding would create immediate economic benefits. Finally, it&#8217;s Shorten&#8217;s birthday today, so at some point he&#8217;s expected to cut some cake and blow out the candles.</p>\n<p><strong>Richard Di Natale: </strong>The Greens leader was focused on healthcare today. He joined Labor MP Andrew Leigh on an <a href=\"https://twitter.com/RichardDiNatale/status/730566813616984065\">ABC Radio National panel at Flinders University</a> in Canberra, where he was scathing of inequality in Australia&#8217;s health system. The Greens are also targeting seats in the House of Reps, and Fremantle could be on the radar now that Labor&#8217;s Chris Brown is in hot water. The idea of forming a coalition government might be seen as &#8220;delusions of grandeur&#8221; by some, but it seems increasingly likely that the Greens could play a role from the crossbenches in the future.</p>\n<p><strong>ISENTIA DAILY LEADER INDEX</strong></p>\n<p style=\"text-align: center;\"><img class=\"aligncenter size-full wp-image-547331\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/isentiamay12new.png\" alt=\"isentiamay12new\" width=\"590\" height=\"84\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/isentiamay12new.png 590w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/isentiamay12new-350x50.png 350w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/isentiamay12new-555x79.png 555w\" sizes=\"(max-width: 590px) 100vw, 590px\" /></p>\n<p><strong>ZINGER OF THE DAY</strong></p>\n<p>&nbsp;</p>\n<p style=\"text-align: center;\"><a href=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/120516zotd.jpg\"><img class=\"aligncenter size-full wp-image-547278\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/120516zotd.jpg\" alt=\"120516zotd\" width=\"600\" height=\"390\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/120516zotd.jpg 600w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/120516zotd-345x224.jpg 345w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/120516zotd-555x361.jpg 555w\" sizes=\"(max-width: 600px) 100vw, 600px\" /></a></p>\n<p><strong>MALSPLAIN OF THE DAY</strong></p>\n<p style=\"text-align: center;\"><a href=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/120516motd.jpg\"><img class=\"aligncenter size-full wp-image-547277\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/120516motd.jpg\" alt=\"120516motd\" width=\"600\" height=\"390\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/120516motd.jpg 600w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/120516motd-345x224.jpg 345w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/120516motd-555x361.jpg 555w\" sizes=\"(max-width: 600px) 100vw, 600px\" /></a></p>\n<p>&nbsp;</p>\n<p><strong>THE BERNARDI PARTY</strong></p>\n<p>Liberal Senator Cory Bernardi&#8217;s election party might be a bit of a fizzer. The man who prides himself on &#8220;common sense conservatism&#8221; has been <a href=\"http://www.adelaidenow.com.au/news/national/federal-election/federal-election-2016-cory-bernardi-loses-top-spot-on-liberal-senate-ticket/news-story/91d04cf024b502a61dc5d0c9ff286946\">demoted to No. 2</a> on the Liberal Senate election ticket, behind Education Minister Simon Birmingham. The decision is a reflection of Birmingham&#8217;s status in the cabinet according to party officials. No doubt Bernardi will accept that graciously.</p>\n<p><strong>PARTY POOPER</strong></p>\n<p>What a start to the campaign for Chris Brown, the Labor candidate for Fremantle, who is set to be dumped by the party as it emerged he failed to disclose convictions for<a href=\"http://www.abc.net.au/news/2016-05-11/labor-candidate-chris-brown-to-be-disendorsed-by-alp/7406100\"> driving under the influence and assaulting a police officer in the 1980s</a>.  Brown was adamant that he had no legal obligation to disclose the conviction (though he says he did tell Labor about it) and should be allowed to continue his campaign. Since when does a career in politics impinge on your private life?</p>\n<p><strong>SNIPING AND UNDERMINING</strong></p>\n<p>It&#8217;s happened again! That pesky little conscience thingy has caused another Labor candidate to speak out about immigration detention. Just four days into the campaign and the Labor candidate for the Sydney seat of Macarthur, Dr Michael Freelander has <a href=\"http://www.theaustralian.com.au/federal-election-2016/federal-election-2016-turnbull-in-melbourne-shorten-wraps-up-queensland-tour/news-story/a96707171a30b975cc9ecbb3cbeea779\">compared the detention of children on Manus Island to torture at a concentration camp</a>.</p>\n<p>“On a personal basis I believe it should be closed down and they should be processed in Australia. What we’re doing is cruel,” he said.</p>\n<p>We feel obligated to tell Freelander that we have two simple rules in this country: toe the party line and tow back the boats.</p>\n<p><strong>QUIRK OF THE DAY</strong></p>\n<p>Whoops! Someone dropped the ball over at the &#8220;Turnbull Coalition Team&#8221; by neglecting to register any domain names. He shouldn&#8217;t worry too much though, we doubt the Australian Workers Union will do anything nasty with its new acquisitions.</p>\n<p style=\"text-align: center;\"><a href=\"https://twitter.com/AWUnion/status/730220192865783808\"><img class=\"aligncenter size-full wp-image-547351\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/awutweet.png\" alt=\"awutweet\" width=\"500\" height=\"748\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/awutweet.png 500w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/awutweet-150x224.png 150w\" sizes=\"(max-width: 500px) 100vw, 500px\" /></a></p>\n<p>&nbsp;</p>\n<p><strong>TWEET OF THE DAY</strong></p>\n<p>Today&#8217;s award goes to notorious tweeter &#8220;Nat&#8221; (@SecuLawyer) who reminds us all how important it is to make good choices &#8230;<a href=\"https://twitter.com/SecuLawyer/status/730533959084298241\"><br />\n</a></p>\n<p style=\"text-align: center;\"><a href=\"https://twitter.com/SecuLawyer/status/730533959084298241\"><img class=\"aligncenter size-full wp-image-547352\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/seculawyer.png\" alt=\"seculawyer\" width=\"500\" height=\"496\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/seculawyer.png 500w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/seculawyer-226x224.png 226w\" sizes=\"(max-width: 500px) 100vw, 500px\" /></a></p>\n<p><strong>TL;DR</strong></p>\n<p>Malcolm Turnbull was on the phone to the US President, then he went to a Melbourne brewery to talk about &#8220;jobs and growth&#8221; (for a change). Bill Shorten is still in Queensland and is talking about education (for a change). Richard Di Natale has turned to popular Canadian PM Justin Trudeau for inspiration (now that&#8217;s something new).</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.crikey.com.au/2016/05/12/crikey-campaign-scorecard-may-12/\">Crikey Campaign Scorecard: jobs and growth v education &#8230; again!&nbsp;<span class=\"tinypass-title-premium-no-access\"></span></a> appeared first on <a rel=\"nofollow\" href=\"http://www.crikey.com.au\">Crikey</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.crikey.com.au/2016/05/12/crikey-campaign-scorecard-may-12/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>And the award for most homophobic comment this year goes to &#8230;&#160;</title>\n\t\t<link>http://www.crikey.com.au/2016/05/12/gloria-awards-announced/</link>\n\t\t<comments>http://www.crikey.com.au/2016/05/12/gloria-awards-announced/#respond</comments>\n\t\t<pubDate>Thu, 12 May 2016 02:39:21 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Margot Saville]]></dc:creator>\n\t\t\t\t<category><![CDATA[Australia]]></category>\n\t\t<category><![CDATA[Culture]]></category>\n\t\t<category><![CDATA[Gloria]]></category>\n\t\t<category><![CDATA[homophobia]]></category>\n\t\t<category><![CDATA[Penny Sharpe]]></category>\n\t\t<category><![CDATA[transphobia]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.crikey.com.au/?p=547261</guid>\n\t\t<description><![CDATA[<img width=\"784\" height=\"495\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/malcolmturnbull200416-784x495.jpg\" class=\"attachment-featured-image size-featured-image wp-post-image\" alt=\"malcolmturnbull200416\" style=\"display: block; margin: auto; margin-bottom: 5px;\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/malcolmturnbull200416.jpg 784w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/malcolmturnbull200416-350x221.jpg 350w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/malcolmturnbull200416-555x350.jpg 555w\" sizes=\"(max-width: 784px) 100vw, 784px\" /><p>It was a crowded field.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.crikey.com.au/2016/05/12/gloria-awards-announced/\">And the award for most homophobic comment this year goes to &#8230;&nbsp;<span class=\"tinypass-title-premium-no-access\"></span></a> appeared first on <a rel=\"nofollow\" href=\"http://www.crikey.com.au\">Crikey</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<img width=\"784\" height=\"495\" src=\"http://d31fjbthwxlyse.cloudfront.net/uploads/2016/05/malcolmturnbull200416-784x495.jpg\" class=\"attachment-featured-image size-featured-image wp-post-image\" alt=\"malcolmturnbull200416\" style=\"display: block; margin: auto; margin-bottom: 5px;\" srcset=\"https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/malcolmturnbull200416.jpg 784w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/malcolmturnbull200416-350x221.jpg 350w, https://crikey-uploads.s3.amazonaws.com/uploads/2016/05/malcolmturnbull200416-555x350.jpg 555w\" sizes=\"(max-width: 784px) 100vw, 784px\" /><p>As if being named in the Panama Papers wasn’t bad enough, last night Prime Minister Malcolm Turnbull received the award that no Sydney pollie ever wants to get: the Golden GLORIA.</p>\n<p>At <a href=\"http://www.theglorias.com.au/about\">the GLORIAs</a> (Gay and Lesbian Outrageous, Ridiculous and Ignorant comment Awards) &#8212; which mockingly &#8220;honour&#8221; homophobic and transphobic remarks by public figures &#8212; a large, vociferous and well-dressed crowd at New South Wales Parliament House held a &#8220;boo-off&#8221; to determine the overall winner. By at least 10 decibels, it was won by the PM for “saying nothing” in the Safe Schools debate and “refusing to overturn the unnecessary, inappropriate, wasteful and divisive plebiscite on marriage equality”.</p>\n<p>It was a fun night &#8212; complete with the obligatory drag queen singing the title song &#8212; but for a politician whose own electorate is the pinkest in the country, the collective anger was a sign that pandering to the extremists in his party could rebound at the ballot box.</p>\n<p>Organiser Penny Sharpe, a NSW Labor MP, said last night that she started the GLORIAs in 2010 because she was sick of shouting at the television every time someone said something homophobic or transphobic. It is modelled on it’s long-running older sibling, the Ernie Awards for sexism, which has been going for 23 years. Money raised from last night’s event was donated to a Tongan group that distributes books about transgenderism.</p>\n<p>MC for the night comic Kirsty Webeck told us that a small child had recently come up to her in a supermarket and said, “You look like a man”. “Can you please tell that to my boss so it’s reflected in my pay,” she snappily retorted, adding that this was probably wasted on a six-year-old.</p>\n<p>Anyway, as last year’s awards featured debate around documentary <em>Gayby Baby</em>, the reaction to the Safe Schools program dominated this year.</p>\n<p>The Media GLORIA went to 2CH’s evening host Kel Richards who said on radio: &#8220;You really are doing something really dangerous and really terrible to those children.” According to him, the Safe Schools program was &#8220;an attempt to sexualise and recruit children for the gay and lesbian movement”. He summed it up as “disgusting gay and lesbian propaganda&#8221;.</p>\n<p>Malcolm won the political category but the winner of the religious category was a shoo-in &#8212; who else but Lyle Shelton? The head of the Australian Christian Lobby had multiple nominations but won with his explanation on Sky News for the personal effect of allowing same-sex unions: &#8220;If the definition of marriage is changed, it’s no longer assumed &#8230; that I’m married to a woman. So that affects me straight away.&#8221;</p>\n<p>Various Sydney shock-jocks, including the now-retired Ron Casey, have been banned from winning Ernies on the grounds that they are trying too hard; could we not apply that to the hapless Lyle? If he’s not sure if his spouse is female or not, he needs help.</p>\n<p>World boxing champion Manny Pacquiao was the winner of the sport category after describing gay couples as “worse than animals”.<br />\n“It’s common sense. Do you see animals mating with the same sex?” Pacquiao told local broadcaster TV5.</p>\n<p>In the international division, US politician Marco Rubio won for saying that gay adoption was a “social experiment” and children would be better off orphaned.</p>\n<p>Reading the list of previous winners of the GLORIAs was a bit of enjoyable time-travelling. In 2015, curmudgeonly academic Germaine Greer won an award for her views on transgender women: “I didn’t know there was such a thing [as transphobia]. Arachnophobia, yes. Transphobia, no.”</p>\n<blockquote><p>“Just because you lop off your dick and then wear a dress doesn’t make you a fucking woman … I’ve asked my doctor to give me long ears and liver spots and I’m going to wear a brown coat but that doesn’t turn me into a fucking cocker spaniel &#8230;&#8221;</p></blockquote>\n<p>Cocker spaniels &#8212; has she been talking to Cory Bernardi? Incidentally, he was nominated for a GLORIA this year for telling a constituent that the Safe Schools website contained links to “bondage clubs and adult sex toys”. If only.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.crikey.com.au/2016/05/12/gloria-awards-announced/\">And the award for most homophobic comment this year goes to &#8230;&nbsp;<span class=\"tinypass-title-premium-no-access\"></span></a> appeared first on <a rel=\"nofollow\" href=\"http://www.crikey.com.au\">Crikey</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.crikey.com.au/2016/05/12/gloria-awards-announced/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t</channel>\n</rss>\n",
  "headers": {
    "Connection": "keep-alive",
    "X-Robots-Tag": "noindex, follow",
    "X-CacheHit": "HIT",
    "transfer-encoding": "chunked",
    "Last-Modified": "Fri, 13 May 2016 07:16:47 GMT",
    "Date": "Fri, 13 May 2016 07:45:58 GMT",
    "ETag": "\"9974c82687974191cbb6f4368ecd1255\"",
    "Content-Type": "application/rss+xml; charset=UTF-8",
    "Server": "nginx/1.4.6 (Ubuntu)",
    "X-Powered-By": "PHP/5.5.9-1ubuntu4.16",
    "Link": "<http://www.crikey.com.au/wp-json/>; rel=\"https://api.w.org/\""
  },
  "response_url": "http://www.crikey.com.au/politics/feed/"
}