{
  "requested_url": "http://www.bollywoodhungama.com/rss/news.xml",
  "fetched_at": "2016-05-13T00:47:04.496022",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"ISO-8859-1\"?><rss version=\"0.91\"><channel><title>BollywoodHungama.com News</title><description>Latest News from BollywoodHungama.com</description><link>http://www.bollywoodhungama.com</link><generator>Hungama Feed Creator</generator><image><url>http://www.bollywoodhungama.com/templates/default/images/bollywoodhungamalogo.gif</url><title>BollywoodHungama Logo</title><link>http://www.bollywoodhungama.com</link><description><![CDATA[Feeds provided by BollywoodHungama. Click to visit.]]></description></image><item><title><![CDATA[Kareena Kapoor Khan to address students at business school in Delhi]]></title><link><![CDATA[http://www.bollywoodhungama.com/movies/news/type/view/id/18289603]]></link><description><![CDATA[Today with multiple hits and numerous brand endorsements, Kareena Kapoor Khan has progressed from being just an actress to a brand herself. Now we hear that Kareena, who is currently working on her next venture <i>Udta Punjab</i>, will be addressing the students at a business school in Delhi.<BR><BR>\r\nApparently, the authorities of the Delhi based B-school want Kareena Kapoor Khan to be a guest speaker at an upcoming forum where she will interact with the students about strengthening their brand value. Further we hear that despite her packed schedule, Kareena is planning on visiting the institute by mid-June once she wraps up her film commitments. <BR><BR>\r\nAs for her soon to release film <i>Udta Punjab</i>, the film that also features Shahid Kapoor, Alia Bhatt and Diljit Dosanjh is directed by Abhishek Chaubey and is slated to hit screens on June 17.]]></description><author><![CDATA[Bollywood Hungama News Network]]></author><pubDate><![CDATA[Fri, 13 May 2016 10:38:17]]></pubDate><image><url>http://rss-content.bollywoodhungama.com/news/display%20image/500x277%20jpeg/475158511.jpg</url></image></item><item><title><![CDATA[Harshvardhan Rane and Vicky Kaushal to feature in Bejoy Nambiars remake of Mani Ratnams Agni Natchathiram]]></title><link><![CDATA[http://www.bollywoodhungama.com/movies/news/type/view/id/18289600]]></link><description><![CDATA[Mani Ratnam's 1988 melodrama Tamil melodrama <i>Agni Natchathiram</i> is now being remade into Hindi by one of his most ardent disciples Bejoy Nambiar. Nambiar has been closely associated with Mani Ratnam and has assisted him on several of his films. When Bejoy made his directorial debut with <i>Shaitaan</i>, Mani Ratnam went out of his way to support his protege.<BR><BR>\r\nIt therefore comes as no surprise to know that Bejoy will now remake a Mani Ratnam film. However the fact that <i>Agni Natchathiram</i> has already been re-made into Hindi does make Bejoy's aspirations somewhat redundant.<BR><BR>\r\nMani's film was remade in 1992 as <i>Vansh</i> with Siddharth Ray and Sudesh Berry cast as two warring step brothers. The film directed by action director Pappu Varma was a stunted stilted stiff and vapid remake of Mani's film. It bombed.<BR><BR>\r\nBejoy's film will star Harshvardhan Rane and Vicky Kaushal as the step brothers. When I asked him why he has chosen to remake a film that has already been done Bejoy explained, \"I think the story still resonates and if done well can really connect. I've just started writing and I am in the process of locking the script.\"<BR><BR>\r\nOne of the highlight if <i>Agni Natchathiram</i> was the music by Ilaiyaraja which was recreated note-by-note by Anand-Milind in <i>Vansh</i>. Apparently Bejoy will also re-visit the original score by Ilaiyaraja in his version of Mani Ratnam's melodrama.]]></description><author><![CDATA[Subhash K. Jha]]></author><pubDate><![CDATA[Fri, 13 May 2016 10:26:01]]></pubDate><image><url>http://rss-content.bollywoodhungama.com/news/display%20image/500x277%20jpeg/475158512.jpg</url></image></item><item><title><![CDATA[Its final Shraddha Kapoor to play Dawoods sister Haseena]]></title><link><![CDATA[http://www.bollywoodhungama.com/movies/news/type/view/id/18289527]]></link><description><![CDATA[When Sonakshi Sinha walked out of Apoorva Lakhia's <i>Hasina</i>, the proposed bio-pic on the life of Dawood Ibrahim's sister Haseena Parkar, the project seemed to go on back foot.<br><br>\r\nBut as luck would have it Apoorva quickly swung into action and has got Shraddha Kapoor on board. Says a source in the know, \"Apu met Shraddha for the role and explained that Sonakshi had to opt out because of a dates issue. Shraddha who has so far done only romantic roles sees this as a chance to stretch herself as an actor and to prove her versatility.\" <br><br>\r\nThe role of Haseena Parkar would require Shraddha to age from 20 to 60. <br><br>\r\n\"Shraddha will be given a lot of prosthetics to make her look convincing as a woman of 50 and 60. She sees this role as a big challenge as it is her first grey character. Her father has played antagonists all his life, and yes, she would be seeking Shakti Kapoor's inputs to play Haseena Parkar.\"]]></description><author><![CDATA[Subhash K. Jha]]></author><pubDate><![CDATA[Fri, 13 May 2016 10:13:26]]></pubDate><image><url>http://rss-content.bollywoodhungama.com/news/display%20image/500x277%20jpeg/475132355.jpg</url></image></item><item><title><![CDATA[Salman Khan to produce yet another film for Sooraj Pancholi]]></title><link><![CDATA[http://www.bollywoodhungama.com/movies/news/type/view/id/18289525]]></link><description><![CDATA[Considering he wasn't quite flooded with offers after his debut in <i>Hero</i>, Sooraj Pancholi's progress post-debut has been more cautious than reckless. Things are finally moving on Sooraj's career front. Nearly a year after the release of <i>Hero</i>, choreographer-filmmaker Remo D'Souza confirms he is casting Sooraj with Ajay Devgn in an action film.<BR><BR>\r\nMore heartening news for Sooraj's career comes once again from his mentor Salman Khan who will apparently cast Sooraj again in a home-production, this one to be directed by Mahesh Manjrekar. <BR><BR>\r\nManjrekar has been planning a film for Salman Khan Production for the longest time. <BR><BR>\r\nSays a source, \"After <i>Hero</i> did not open floodgates Sooraj's father Aditya Pancholi who is close to Salman requested another film for Sooraj. Salman has asked Mahesh Manjrekar to write and a direct script featuring Sooraj in the lead.\"]]></description><author><![CDATA[Subhash K. Jha]]></author><pubDate><![CDATA[Fri, 13 May 2016 9:55:10]]></pubDate><image><url>http://rss-content.bollywoodhungama.com/news/display%20image/500x277%20jpeg/475118933.jpg</url></image></item><item><title><![CDATA[AR Rahman becomes Indias fourth Rio Olympics goodwill ambassador]]></title><link><![CDATA[http://www.bollywoodhungama.com/movies/news/type/view/id/18284764]]></link><description><![CDATA[<B>Bollywood Hungama</B> had earlier reported that, besides Salman Khan, the ace Indian shooter Abhinav Bindra and the legendary cricketer Sachin Tendulkar have been chosen as the goodwill ambassadors for the forthcoming Rio Olympics Games. The latest to join them is none other than the 'Music Maestro' A.R. Rahman, who, today, accepted the Indian Olympic Association's (IOA) invitation to become the goodwill ambassador. <BR><BR>\r\n\r\nWith this, A.R. Rahman has become the fourth Indian goodwill ambassador for the Rio Olympics. Speaking about A.R. Rahman's appointment, Rajeev Mehta (Secretary General-IOA) said that it was a privilege to have the Oscar winning living legend-music composer on board to spread awareness and promote the Olympic movement. He added that he was sure that A.R. Rahman would inspire the sportspersons.]]></description><author><![CDATA[Bollywood Hungama News Network]]></author><pubDate><![CDATA[Thu, 12 May 2016 20:30:50]]></pubDate><image><url>http://rss-content.bollywoodhungama.com/news/display%20image/500x277%20jpeg/474185871.jpg</url></image></item><item><title><![CDATA[Bipasha Basu gives a perfect reply to her detractors]]></title><link><![CDATA[http://www.bollywoodhungama.com/movies/news/type/view/id/18283787]]></link><description><![CDATA[We all know that Bipasha Basu, who got married recently, is presently in Maldives with her husband Karan Singh Grover for their honeymoon. Like always, she took to the social media and posted a photograph of hers in which she looks as stunning and gorgeous as always. However, the images of the towel art that she posted seemed to attract the wrong crowd, which obviously upset Bips. <br><br>\r\nTaking to Instagram a bit upset with the (negative) feedback that her post about 'towel art' had generated. Bipasha Basu, gave a fitting reply to all those who ridiculed the 'towel art' by stating \"This is to address the weird comments on my Towel Art post recently.The first post was 3 rd Jan 2015, no strange negative comments. Second post this week , lots of weird comments.My question is why is it so disturbing and offensive to see beautiful towel art done by talented house keeping staff??? What has changed??? Now I am married so I can't like Towel art???? Anyways pretty ridiculous! Get a life guys who look for negativity in the sweetest of things. Be happy . Live your own life. And yes I will post more Towel art soon! He he because I love it. There are many ppl am sure who appreciate other ppls sweetness:)\". <br><br>\r\nWe hope her 'detractors' must have got the message by now.]]></description><author><![CDATA[Bollywood Hungama News Network]]></author><pubDate><![CDATA[Thu, 12 May 2016 17:54:22]]></pubDate><image><url>http://rss-content.bollywoodhungama.com/news/display%20image/500x277%20jpeg/473990603.jpg</url></image></item><item><title><![CDATA[Alia Bhatts fitting advice to Neetu Chandra and her open letter]]></title><link><![CDATA[http://www.bollywoodhungama.com/movies/news/type/view/id/18282891]]></link><description><![CDATA[A few days back, <B>Bollywood Hungama</B> had reported about how, a day after <i>Udta Punjab's</i> trailer got released, Neetu Chandra wrote an open letter to Alia Bhatt, wherein she had written \"It's disturbing to see the way Biharis have been portrayed in Hindi cinema over the last few years, the recent example being Alia Bhatt's character from 'Udta Punjab' and from whatever one understands from the promo of the film, director Abhishek Chaubey is guilty of strengthening the stereotype of Biharis by creating Bhatt's character the way it is, in 'Udta Punjab'.\" <BR><BR>\r\n\r\nWhile Alia Bhatt did not respond then, recently, when she was asked about Neetu Chandra and her open letter, she said she felt that anybody could make assumptions based on what they saw in the trailer. She added that while one always made assumptions before seeing the full film, the trailer was just a tease or hint. She also added that, if people nurtured same thoughts even after seeing the film, they were justified then. But, till then, one had to just wait. <BR><BR>\r\n\r\nWe wonder as to what Neetu Chandra has to say about this.]]></description><author><![CDATA[Bollywood Hungama News Network]]></author><pubDate><![CDATA[Thu, 12 May 2016 15:39:49]]></pubDate><image><url>http://rss-content.bollywoodhungama.com/news/display%20image/500x277%20jpeg/473810645.jpg</url></image></item><item><title><![CDATA[Angad Bedi to play a negative role in Anil Kapoors 24]]></title><link><![CDATA[http://www.bollywoodhungama.com/movies/news/type/view/id/18282722]]></link><description><![CDATA[Amidst actors like Sikander Kher, Ritu Shivpuri and others, yet another name that has joined the cast of the upcoming second season of '24', is none other than Angad Bedi. The Anil Kapoor production that has already gone on floor will have the actor playing a grey shaded role. <br><br>\r\nFrom what we hear, Angad plays the role of an NRI from Africa who is on the suspect list of ATS. Apparently, when the Anti-Terrorist Squad is tipped about a virus attack being planned in the city their attention shift towards Angad's character who is said to be the carrier of the virus. Not revealing details of the character Bedi will be playing, filmmaker Rensil D'Silva however maintained that Angad Bedi has indeed joined the cast of 24. While the director also expressed his happiness over the way the show is shaping, he also added that he is eagerly waiting for the channel to announce the launch date. <br><br>\r\n'24', an investigative thriller series, is the remake of an American show by the same name and is aired on Colors channel.]]></description><author><![CDATA[Bollywood Hungama News Network]]></author><pubDate><![CDATA[Thu, 12 May 2016 15:03:28]]></pubDate><image><url>http://rss-content.bollywoodhungama.com/news/display%20image/500x277%20jpeg/473744774.jpg</url></image></item><item><title><![CDATA[Shahid Kapoor Kareena Kapoor Khan to avoid one another during Udta Punjab promotions]]></title><link><![CDATA[http://www.bollywoodhungama.com/movies/news/type/view/id/18282542]]></link><description><![CDATA[Is it possible for former lovers to be friends? Going by Shahid Kapoor and Kareena Kapoor's conduct, it seems not. Apparently the two have decided not to be seen together at any promotional event for their forthcoming film <i>Udta Punjab</i>.<BR><BR>\r\nSays a source close to the project, \"Shahid Kapoor and Kareena Kapoor Khan agreed to be part of <i>Udta Punjab</i> because they had no scenes together. Then they reluctantly agreed to be together at the trailer launch together, but made sure Alia Bhatt stood between them. Still, it was very uncomfortable for them both to be present at the same venue. They've now instructed the film's marketing team to not club them together at any <i>Udta Punjab</i> event.\" <BR><BR>\r\nSo when now we know what happened jab they met.]]></description><author><![CDATA[Subhash K. Jha]]></author><pubDate><![CDATA[Thu, 12 May 2016 13:13:15]]></pubDate><image><url>http://rss-content.bollywoodhungama.com/news/display%20image/500x277%20jpeg/473639476.jpg</url></image></item><item><title><![CDATA[Nishikant Kamat reveals Madaari is based on the Andheri metro bridge collapse]]></title><link><![CDATA[http://www.bollywoodhungama.com/movies/news/type/view/id/18282538]]></link><description><![CDATA[<i>Madaari</i>, the thriller directed by Nishikant Kamat which opens on 10 June will feature Irrfan Khan as a vigilante seeking non-legal redress for a flyover that comes crashing down in a busy part of Mumbai.<BR><BR>\r\nFor the first time director Nishikant Kamat admits that the film is based on the ghastly collapse of an under-construction metro bridge in Andheri Mumbai on September 4, 2012. But Kamat says the real-life accident is the triggering point for the plot. \"The incident is just a backdrop. My film is plotted around the repercussions of this incident.\"<BR><BR>\r\nThe director doesn't deny the real-life parallel. \"<i>Madaari</i> is about an under-construction metro bridge which fell a couple of years back in Andheri, Mumbai. But if you recollect my 2008 film <i>Mumbai Meri Jaan</i>, it also was based on the backdrop of a tragic catastrophe, namely the Mumbai train bombings on July 11, 2006. But the film was about human emotions. As usual my attempt is to explore the complexities created by an unfortunate event.\" <BR><BR>\r\nInterestingly Kamat who is known for his remakes goes original in <i>Madaari</i>. Says the director, \"True I've done a lot of remakes. But <i>Mumbai Meri Jaan</i> in Hindi, <i>Dombivali Fast</i> in Marathi and <i>Laal Bhari</i> in Marathi were originals. So is <i>Madaari</i>. But even this film borrows from a real-life incident. In a sense all art is non-original.\"]]></description><author><![CDATA[Subhash K. Jha]]></author><pubDate><![CDATA[Thu, 12 May 2016 13:07:02]]></pubDate><image><url>http://rss-content.bollywoodhungama.com/news/display%20image/500x277%20jpeg/473628243.jpg</url></image></item></channel></rss>",
  "headers": {
    "Content-Length": "5670",
    "Vary": "Accept-Encoding",
    "Accept-Ranges": "bytes",
    "Content-Encoding": "gzip",
    "Last-Modified": "Fri, 13 May 2016 06:49:01 GMT",
    "Date": "Fri, 13 May 2016 07:44:41 GMT",
    "Content-Type": "text/xml",
    "Server": "Apache/2.2.31 (Amazon)",
    "Connection": "keep-alive"
  },
  "response_url": "http://www.bollywoodhungama.com/rss/news.xml"
}