{
  "requested_url": "http://www.huffingtonpost.com/feeds/verticals/technology/news.xml",
  "fetched_at": "2016-05-13T00:46:17.976312",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\"?>\n<rss version=\"2.0\">\n  <channel>\n    <title>Technology News on The Huffington Post</title>\n    <link>http://www.huffingtonpost.com/technology/</link>\n    <description>Technology news articles from The Huffington Post</description>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/apple-didi-china-uber_n_9943268.html</guid>\n      <title><![CDATA[Apple Invests $1 Billion In Uber's Chinese Competitor Didi Chuxing]]></title>\n      <author>Andrew Hart</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/apple-didi-china-uber_n_9943268.html?utm_hp_ref=technology&amp;ir=Technology</link>\n      <pubDate>Thu, 12 May 2016 22:40:15 -0400</pubDate>\n      <description><![CDATA[<br />\n<p>By Julia Love</p><br />\n<p>(Reuters) - Apple said on Thursday it has invested $1 billion in Chinese ride-hailing service Didi Chuxing, a move that Apple Chief Executive Tim Cook said would help the company better understand the critical Chinese market.</p><br />\n<p>The investment comes as Apple is trying to reinvigorate sales in China, its second-largest market. Apple recently has come under pressure from Chinese regulators, with its online book and film services shut down last month, and Cook is traveling to the country this month.</p><br />\n<p>The investment gives Apple, which has hired dozens of automotive experts over the past year, a sizeable stake in Uber Technologies Inc's chief rival in China. Cook said in an interview that he sees opportunities for Apple and Didi Chuxing to collaborate in the future.</p><br />\n<p>\"We are making the investment for a number of strategic reasons, including a chance to learn more about certain segments of the China market,\" he said. \"Of course, we believe it will deliver a strong return for our invested capital over time as well.\"</p><br />\n<p>Didi Chuxing, formerly known as Didi Kuaidi, said in a statement that the funding from Apple was the single largest investment it has ever received. The company, which previously raised several billion dollars, dominates the ride-sharing market in China. The company said it completes more than 11 million rides a day, with more than 87 percent of the market for private car-hailing in China.</p><br />\n<p>Investors are eagerly watching to see whether Apple will enter the automotive business. Apple has hired a wide range of automotive experts, and the company is exploring building a self-driving car, sources have told Reuters.</p><br />\n<p>Cook said Apple remains focused on the in-car experience with its CarPlay system that links smartphones to vehicle infotainment systems.</p><br />\n<p>&ldquo;That is what we do today in the car business, so we will have to see what the future holds,\" he said.</p><br />\n<p>Although Apple's sales in China have slumped amid slowing economic growth there, Cook stressed he remains confident in the market.</p><br />\n<p>The deal \"reflects our excitement about their growing business ... and also our continued confidence in the long term in China&rsquo;s economy,\" Cook said.</p><br />\n<p>(Reporting by Julia Love; Editing by Leslie Adler)</p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/57353df922000057072567e8.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/rob-gronkowski-spikes-his-way-onto-madden-17-video-game-cover_n_9935088.html</guid>\n      <title><![CDATA[Rob Gronkowski Spikes His Way Onto Cover Of 'Madden 17']]></title>\n      <author>Justin Block</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/rob-gronkowski-spikes-his-way-onto-madden-17-video-game-cover_n_9935088.html?utm_hp_ref=technology&amp;ir=Technology</link>\n      <pubDate>Thu, 12 May 2016 18:31:00 -0400</pubDate>\n      <description><![CDATA[<br />\n<p>The <a href=\"http://www.huffingtonpost.com/news/nfl-draft/\">NFL Draft</a> is behind us, but between the draft and training camp, another annual marker of <a href=\"http://www.huffingtonpost.com/news/nfl/\" target=\"_blank\">NFL</a> football's sooner-than-you-think return has dropped: Featuring <a href=\"http://www.huffingtonpost.com/news/new-england-patriots/\" target=\"_blank\">New England Patriots</a> All-Pro tight end <a href=\"https://www.google.com/webhp?sourceid=chrome-instant&amp;ion=1&amp;espv=2&amp;ie=UTF-8#q=rob%20gronkowski%20huffpost\" target=\"_blank\">Rob Gronkowski</a>, the cover of EA Sports' \"Madden NFL\" video game was released on Thursday.</p><br />\n<p>&ldquo;It&rsquo;s a really special honor to appear on the cover of 'Madden NFL 17,'&rdquo; Gronkowski said<strong>&nbsp;</strong>in a press release. &ldquo;It&rsquo;s one of those things that pretty much every guy in the league secretly dreams of, so to actually be the one on the cover, it&rsquo;s a really big deal.&rdquo;</p><br />\n<p>Dare we say, this is one of the best-looking covers yet. Odell Beckham Jr.<a href=\"http://www.huffingtonpost.com/2015/05/15/odell-beckham-jr-nfl-pay_n_7290492.html\" target=\"_blank\"> doing the \"Odell Catch\" on \"Madden 16\"</a>&nbsp;was perfect, but a menacing Gronk spiking the hell out of that football just looks and feels so right.&nbsp;</p><br />\n<br />\n<p>A fan vote had <a href=\"http://profootballtalk.nbcsports.com/2016/05/09/madden-game-ditches-fan-vote-for-cover-athlete/\" target=\"_blank\">determined the \"Madden\" cover star</a>&nbsp;from 2010 to 2015, but EA Sports ditched that format this year. Considering Gronk's incredible season (72 catches, 1,176 yards, 11 touchdowns) and his continued dominance of dance clubs and social media, EA Sports' pick is on-point. Year in and year out, he's the No. 1 pass-catching weapon in the NFL. It's no surprise that he's the top-rated tight end in \"Madden 17.\"</p><br />\n<br />\n<p>According to the press release, \"Madden 17\" will boast improvements to the ground game through an expansion of ball-carrier moves, a path assist feature to help your running back find daylight and stronger defensive AI. Gamers will be able to get creative with their running moves, pulling off more advanced stiff-arms and acrobatic leaps. Controlling Gronk as he stiff-arms and drags defenders to gain yards after the catch will probably be the game's most satisfying experience.&nbsp;</p><br />\n<p>Followed by a touchdown and Gronk Spike, of course.&nbsp;</p><br />\n<p>You can scoop a Gronk-covered copy of \"Madden 17\" on August 23.&nbsp;</p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/5734bc92160000b60731e93e.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/paul-syverson-tor-interview_n_9938498.html</guid>\n      <title><![CDATA[Tor Founder: Your Medical Records Are The Next Big Target For Hackers]]></title>\n      <author>Damon Beres</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/paul-syverson-tor-interview_n_9938498.html?utm_hp_ref=technology&amp;ir=Technology</link>\n      <pubDate>Thu, 12 May 2016 17:18:24 -0400</pubDate>\n      <description><![CDATA[<br />\n<p>NEW YORK -- You just don't hear this every day: \"I invented the 'dark web.'\"</p><br />\n<p>For&nbsp;<a href=\"http://www.syverson.org/\" target=\"_blank\">Paul Syverson</a>, co-creator of the <a href=\"https://www.torproject.org/\" target=\"_blank\">Tor web browser</a>, the claim is true.&nbsp;</p><br />\n<p>Syverson stood in front of journalists and tech professionals Thursday, making this declaration in an airy room tucked away on the second floor of Manhattan's Museum of Jewish Heritage. Sunlight poured in through the windows. Outside, tour boats swished through the Hudson River.</p><br />\n<p>This was an odd setting for an \"<a href=\"http://www.insidedarkweb.com/\" target=\"_blank\">Inside the Dark Web</a>\" conference, with talk about cybercrime and anonymized \"<a href=\"http://www.onion-router.net/Summary.html\" target=\"_blank\">onion routing</a>\" on the Internet. But any daydreaming about the nice weather was halted toward the end of Syverson's keynote,&nbsp;when he mentioned an emerging threat to people's online privacy.</p><br />\n<p>\"<span style=\"font-weight: 400;\">Medical identity theft is poised to take over as the primary form of identity theft,\" Syverson said.</span></p><br />\n<p>It's already a big problem. More than <a href=\"http://www.brookings.edu/blogs/techtank/posts/2016/05/05-patient-privacy-preventing-future-failures-yaraghi\" target=\"_blank\">155 million Americans</a> have potentially had their medical data exposed in the last six years alone, the Brookings Institution says. That's largely because hospitals and other organizations aren't doing their part to secure patients' data. But individuals are <a href=\"http://time.com/money/3994614/online-doctor-visit-increase/\" target=\"_blank\">increasingly using online health care services</a>, which means they're responsible in part for making sure their connections are secure.</p><br />\n<p>Tor can help with that. The service's downloadable software routes online traffic in a way that helps users stay anonymous when navigating the Internet.&nbsp;It's thus helped create a \"dark web,\" a network of sites that are inaccessible via Google Search, say.</p><br />\n<p>Syverson spent much of his talk explaining the technology that makes Tor work, but he mentioned identity theft to illustrate why the browser is increasingly relevant to anyone with an online presence.</p><br />\n<p><a href=\"https://www.torproject.org/about/torusers.html.en\" target=\"_blank\">People who know how to use the service</a>&nbsp;can avoid being tracked by bad actors, protect themselves from government surveillance and so on. Syverson compares Tor to encryption -- a once controversial security measure that's commonplace today: Roughly 15 years ago, before cyberattacks and massive data dumps seemed like weekly occurrences, people tended to be skeptical about the necessity of encrypting information online. Many people today are similarly dubious about the need for a service like Tor, Syverson said.</p><br />\n<p>&ldquo;Back then, if you were encrypting your website, people were like, &lsquo;Oh, what do you have to hide?&rsquo; And now it&rsquo;s recognized as a fundamental enabler of eCommerce,&rdquo; he added.</p><br />\n<p> &nbsp;<strong><em><a href=\"http://www.huffingtonpost.com/entry/what-is-the-dark-web_us_55d48c50e4b0ab468d9f17d7\" target=\"_blank\">More:&nbsp;</a></em></strong><em><a href=\"http://www.huffingtonpost.com/entry/what-is-the-dark-web_us_55d48c50e4b0ab468d9f17d7\" target=\"_blank\">What You Should Know About The &lsquo;Dark Web,&rsquo; An Anonymous Haven For Hackers</a></em></p><br />\n<p>Syverson referenced a health care NGO that is developing a site on the dark web for \"<span style=\"font-weight: 400;\">anonymous online drug tests, anonymous online health services, anonymous online chat, anonymous research questionnaires for health.\" He wouldn't name it because the project is still in development, but the takeaway was clear: In the era of mass online communication, anonymous browsing can be responsible browsing. You obviously wouldn't want a hacker to access your medical records, after all.</span></p><br />\n<p>Of course, anonymous browsing and the dark web are infamous for <a href=\"https://www.wired.com/2015/05/silk-road-untold-story/\" target=\"_blank\">enabling crime</a>, as well.</p><br />\n<p>\"<span style=\"font-weight: 400;\">There are bad guys that use this, too, just like there are bad guys that use cell phones, hammers and lots of other things,\" Syverson said.</span></p><br />\n<p>Asked by The Huffington Post whether Tor and the dark web should be more accessible for the average person, he offered a shrug.</p><br />\n<p>\"I<span style=\"font-weight: 400;\">t's not hard at all. It's drag and drop, click 'download' -- and it runs on your computer,\" Syverson said.</span></p><br />\n<p>If you're curious, <a href=\"https://www.torproject.org/download/download-easy.html.en\" target=\"_blank\">try it for yourself</a>.</p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/5734a1e3130000f004381681.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/drones-wont-steal-all-jobs_n_9937212.html</guid>\n      <title><![CDATA[Calm Down, Drones Won't Steal All Of Our Jobs]]></title>\n      <author>Casey Williams</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/drones-wont-steal-all-jobs_n_9937212.html?utm_hp_ref=technology&amp;ir=Technology</link>\n      <pubDate>Thu, 12 May 2016 15:58:12 -0400</pubDate>\n      <description><![CDATA[<br />\n<p>Chances are, a drone isn't coming to take your job.&nbsp;</p><br />\n<p>A new report from consulting firm PricewaterhouseCoopers estimates that <a href=\"http://www.pwc.pl/pl/pdf/clarity-from-above-pwc.pdf\" target=\"_blank\">drones could replace</a> $127 billion worth of labor and services over the next several decades.<em>&nbsp;</em>It's easy to see that number and conclude that drones are going to come and kick you to the curb.</p><br />\n<p>But the truth is a little more complicated.&nbsp;</p><br />\n<p>For one, drones don't save companies money just by reducing their labor costs. Drones also make business services, like delivering packages, more efficient, according to the PwC report. That means drones can cut down on costs without necessarily ousting tons of workers.&nbsp;</p><br />\n<p>And while some industries stand to lose lots of jobs to automation, others probably won't be as severely affected.&nbsp;Much of the agricultural sector is <a href=\"https://ourworldindata.org/agricultural-employment/\" target=\"_blank\">already mechanized</a>, for instance, and drones used to inventory crops might just replace&nbsp;<a href=\"http://www.reuters.com/article/us-monsanto-m-a-bayer-idUSKCN0Y31IJ\" target=\"_blank\">satellites currently used</a>&nbsp;for the same purpose.</p><br />\n<p>\"As with any emerging technology, some types of jobs currently done by people will be less required in the future, especially those that are highly repetitive or dangerous,\" Michal Mazur, one of the study's authors, told The Huffington Post. \"But at the same time, we see a need for a growing number of new professions,\" including drone designers and data analysts, he said.</p><br />\n<div id=\"client-ui\" class=\"container-fluid sidebar_theme_ocean_theme\">&nbsp;</div><br />\n<br />\n<p>That doesn't mean drones won't replace any jobs, however.&nbsp;Some tasks -- like collecting data about infrastructure or quickly delivering medical supplies -- can be done more efficiently using drones, the report notes. Drones can also make it easier to capture aerial footage for films,&nbsp;survey land and plan mining projects.&nbsp;</p><br />\n<p>Overall, there's little question that automation is going to dramatically change the way people work over the next few decades.</p><br />\n<p>Nearly half of the activities people get paid to do could be automated right now using existing technology, according to a report from consulting firm <a href=\"http://www.mckinsey.com/business-functions/business-technology/our-insights/four-fundamentals-of-workplace-automation\" target=\"_blank\">McKinsey</a>. It's not just low-wage jobs that could vanish. While jobs that pay less than $20 an hour are most at risk of disappearing, even highly paid jobs involve activities that could be automated, the report found.&nbsp;</p><br />\n<p>But the McKinsey report stresses that automating certain tasks isn&rsquo;t the same as replacing entire occupations.&nbsp;</p><br />\n<p>&ldquo;Very few occupations will be automated in their entirety in the near or medium term,&rdquo; the report states. &ldquo;Rather, certain&nbsp;<em>activities&nbsp;</em>are more likely to be automated.&rdquo;</p><br />\n<p>And even when robots take old jobs, they often create new ones, according to J.P Gownder, an analyst at the tech research firm Forrester. For instance, robots require people to repair and maintain them, jobs that often take significant skill and training.</p><br />\n<p>&ldquo;While these technologies are both real and important, and some jobs will disappear because of them, the future of jobs overall isn&rsquo;t nearly as gloomy as many prognosticators believe,&rdquo; Gownder wrote in a 2015&nbsp;<a href=\"http://blogs.forrester.com/jp_gownder/15-08-24-robots_wont_steal_all_the_jobs_but_theyll_transform_the_way_we_work\" target=\"_blank\">report</a>. &ldquo;In reality, automation will spur the growth of many new jobs&mdash;including some entirely new job categories.&rdquo;</p><br />\n<p>Automation is definitely going to shake things up. But there's little use worrying until we know exactly how.&nbsp;</p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/5734b330160000b60731e92a.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/facebook-trending-topics_n_9935644.html</guid>\n      <title><![CDATA[More Bad News For Facebook]]></title>\n      <author>Damon Beres</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/facebook-trending-topics_n_9935644.html?utm_hp_ref=technology&amp;ir=Technology</link>\n      <pubDate>Thu, 12 May 2016 15:20:41 -0400</pubDate>\n      <description><![CDATA[<br />\n<p>Another day, another controversy for Facebook.</p><br />\n<p>A new report published by the Guardian Thursday states in no uncertain terms that the social network relies on <a href=\"https://www.theguardian.com/technology/2016/may/12/facebook-trending-news-leaked-documents-editor-guidelines\" target=\"_blank\">\"human intervention at almost every stage of its news operation.\"</a>&nbsp;The paper published a 21-page leaked Facebook document showing guidelines for the social network's news editors that include information about how they can \"inject\" stories into the site's Trending Topics module under certain circumstances. Gizmodo made <a href=\"http://gizmodo.com/former-facebook-workers-we-routinely-suppressed-conser-1775461006?utm_medium=sharefromsite&amp;utm_source=Gizmodo_twitter\" target=\"_blank\">the same allegations</a> earlier this week but did not publish corroborating documents.</p><br />\n<p>A spokesman for Facebook told The Huffington Post that the Guardian's report used an old version of the news editor guidelines. On Thursday afternoon, the social network published an <a href=\"https://fbnewsroomus.files.wordpress.com/2016/05/full-trending-review-guidelines.pdf\" target=\"_blank\">updated and partially redacted version of its guidelines</a>,&nbsp;along with a <a href=\"https://newsroom.fb.com/news/2016/05/information-about-trending-topics/\" target=\"_blank\">blog post</a> offering some details about how the editorial process works. (See UPDATE below for CEO Mark Zuckerberg's pledge to investigate.)</p><br />\n<p>The news that humans are crafting the feature is controversial for a couple of reasons.&nbsp;First, Facebook doesn't mention anything about human involvement in its&nbsp;<a href=\"https://www.facebook.com/help/737806312958641\" target=\"_blank\">description of Trending Topics</a>.&nbsp;On its help page about the section of the site, the company states: \"<a class=\"_5dwo\" href=\"https://www.facebook.com/help/1401671260054622\">Trending</a> shows you topics that have recently become popular on Facebook.\"&nbsp;</p><br />\n<br />\n<p>Second, and more damning, Facebook Vice President <a href=\"We do not insert stories artificially into trending topics, and do not instruct our reviewers to do so\" target=\"_blank\">Tom Stocky said in a statement</a> earlier this week that \"We do not insert stories artificially into trending topics, and do not instruct our reviewers to do so.\"</p><br />\n<p>The documents published by the Guardian include details about how Facebook's editors can do exactly that, as long as the topic is \"appearing in the demo tool.\" It's not clear what that tool is.</p><br />\n<p>As the Guardian notes, Stocky's wording is a little vague -- no one really knows what \"artificially\" means in this case. The Guardian reported that three former editors said \"they had indeed inserted stories that were not visible to users into the trending feed in order to make the experience more topical.\"</p><br />\n<br />\n<p>It's logical that Facebook should have human curators. Without trained news editors guiding the tool, the social network's Trending Topics would likely be a swamp of Internet junk 24/7.</p><br />\n<p>The problem is that the company hasn't been forthcoming about how its news operation works. Publications typically have <a href=\"http://www.huffingtonpost.com/static/about-us\" target=\"_blank\">mastheads&nbsp;</a>detailing who holds any given job. Media outlets are accountable for the information they publish.</p><br />\n<p>Facebook, <a href=\"http://www.huffingtonpost.com/entry/facebook-trending-news-curators_us_5730c2c8e4b096e9f092103c\" target=\"_blank\">as The Huffington Post learned earlier this week</a>, forces its news editors to sign strict nondisclosure agreements and doesn't publicly list them. It's not really accountable for news you see on its platform, because the articles or videos you see on Facebook are created by other media organizations; the social network's news editors just put headlines on stories they read elsewhere.</p><br />\n<p>To be clear: This doesn't mean that news isn't naturally shared and distributed on Facebook. <a href=\"http://www.huffingtonpost.com/entry/conservative-news-facebook_us_57321975e4b096e9f092d63b\" target=\"_blank\">Data published by HuffPost earlier this week</a>&nbsp;suggests that news from conservative outlets is widely shared in Facebook's News Feed, for example, even though Gizmodo reported that Facebook's <a href=\"http://gizmodo.com/former-facebook-workers-we-routinely-suppressed-conser-1775461006?utm_medium=sharefromsite&amp;utm_source=Gizmodo_twitter\" target=\"_blank\">news editors said they suppressed conservative news</a>&nbsp;from inclusion in Trending Topics.</p><br />\n<p>But Trending Topics remain an important part of Facebook's brand. They suggest the company is shaping the conversation. Writers across media brands look to those topics for ideas about what they should cover.</p><br />\n<p>Like any respectable news organization, Facebook could be transparent about who's behind the content published on its site. But, so far, it's not.</p><br />\n<p><em>﻿</em><strong>UPDATE:</strong> 9:33 p.m. --&nbsp;CEO Mark Zuckerberg <a href=\"https://www.facebook.com/zuck/posts/10102830259184701\" target=\"_blank\">issued a statement</a>:</p><br />\n<blockquote><br />\n<p>There was a report suggesting that Facebook contractors working on Trending Topics suppressed stories with conservative viewpoints. We take this report very seriously and are conducting a full investigation to ensure our teams upheld the integrity of this product. We have found no evidence that this report is true. If we find anything against our principles, you have my commitment that we will take additional steps to address it. In the coming weeks, I'll also be inviting leading conservatives and people from across the political spectrum to talk with me about this and share their points of view.</p><br />\n</blockquote> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/5734bb73130000f0043816b9.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/11/mom-celebrates-rainbow-baby-with-ivf-themed-pregnancy-announcement_n_9934424.html</guid>\n      <title><![CDATA[Mom Celebrates Rainbow Baby With IVF-Themed Pregnancy Announcement]]></title>\n      <author>Caroline Bologna</author>\n      <link>http://www.huffingtonpost.com/2016/05/11/mom-celebrates-rainbow-baby-with-ivf-themed-pregnancy-announcement_n_9934424.html?utm_hp_ref=technology&amp;ir=Technology</link>\n      <pubDate>Thu, 12 May 2016 13:55:35 -0400</pubDate>\n      <description><![CDATA[<p>When Macy Rodeffer learned that she was pregnant, she decided to announce the news with a photo that acknowledged her long journey with IVF.</p><br />\n<p>The mom-to-be <a href=\"https://www.instagram.com/p/BEG5rcLkg7M/\" target=\"_blank\">posted an Instagram photo</a> of her IVF medication in the shape of a heart around an ultrasound photo and onesie that says \"Worth the Wait and Wait and Wait.\"</p><br />\n<br />\n<p>\"I knew that my announcement would hurt women still waiting for their baby, because I've been there before myself,\" Rodeffer told The Huffington Post.&nbsp;\"It was important to me that my announcement not only convey my joy, but also share my struggle and encourage women not to give up.\"</p><br />\n<p>\"While I don't expect everyone to share their infertility struggle (as it's a deeply private thing), I felt passionate about being an advocate for women with infertility and pregnancy loss,\" she added.</p><br />\n<p>Rodeffer and her husband Tyler spent almost four years trying to conceive -- a painful time that involved three miscarriages, a diagnosis of male factor infertility and severe endometriosis and surgery to remove a large ovarian cyst.</p><br />\n<p>After a January IVF cycle, Rodeffer learned she was pregnant with her <a href=\"http://www.huffingtonpost.com/entry/viral-rainbow-babies-photo-post-brings-emotional-topic-to-light_us_560303f0e4b0fde8b0d109bc\">rainbow baby</a>, a boy due in October.</p><br />\n<br />\n<p>For the pregnancy announcement,&nbsp;she drew <a href=\"http://www.huffingtonpost.com/entry/baby-syringes-photo-goes-viral-fertility-struggles_us_561806fce4b0dbb8000e7a59\">inspiration from a viral photo of an infant</a> surrounded by her mom's IVF medication.&nbsp;\"The moment I saw that photo I knew that I wanted to do something that included all of my medicines, too,\" Rodeffer told HuffPost.</p><br />\n<p>The mom-to-be wants her photo to inspire others as well. \"It is my hope that men and women find encouragement to never give up on their dreams,\" she said.</p><br />\n<p>\"There are those who do understand exactly what they are going through,\" she continued. \"And we're here to support them through their journey. To rejoice with them when it's successful, and cry with them when it's not. To give those who haven't struggled a glimpse into what it takes just to have hope again, and to encourage them to ask questions about how it works and what it's like to go through.\"</p><br />\n<p>To learn more about Rodeffer's story, visit <a href=\"http://martinisandmeds.blogspot.com/\" target=\"_blank\">her blog, Martinis &amp; Medicine</a>.</p><br />\n<br />\n<p>&nbsp;</p><br />\n<p>H/T <a href=\"http://www.popsugar.com/moms/Pregnancy-Announcement-Surrounded-IVF-Syringes-41258754\" target=\"_blank\">PopSugar</a></p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/5733a3e8130000f004381589.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/11/this-dude-tried-on-his-girlfriends-clothes-to-make-an-important-point_n_9934408.html</guid>\n      <title><![CDATA[This Dude Tried On His Girlfriend's Clothes To Make An Important Point]]></title>\n      <author>Alanna Vagianos</author>\n      <link>http://www.huffingtonpost.com/2016/05/11/this-dude-tried-on-his-girlfriends-clothes-to-make-an-important-point_n_9934408.html?utm_hp_ref=technology&amp;ir=Technology</link>\n      <pubDate>Thu, 12 May 2016 13:50:04 -0400</pubDate>\n      <description><![CDATA[<br />\n<p>One male Facebook user has discovered what any woman who wears clothes learned long ago: sizes can be completely absurd.&nbsp;</p><br />\n<p>On May 5, <a href=\"https://www.facebook.com/benjamin.a.cooper.9/posts/10153502094741497\" target=\"_blank\">Facebook user Benjamin Ashton Cooper posted</a> two photos of himself wearing his girlfriend's clothing to make an important point. As Cooper wrote in his post, he was helping his girlfriend clean out her closet when he noticed something off about the clothing she was giving away.</p><br />\n<p>\"I noticed that a lot of what she was getting rid of was of the XL size,\" Cooper wrote. \"That didn't look right to me, and here's why:&nbsp;They fit me. I don't say that to be silly or ironic.&nbsp;It pisses me off.\"&nbsp;</p><br />\n<p>Cooper explained why this made him so upset:&nbsp;</p><br />\n<blockquote><br />\n<p>\"I am not an extra large man, and, more importantly, a woman my size is NOT an extra large woman. This bullshit right here is why we have 8 year olds with eating disorders. This shit right here is why men shout 'fucking fat hog!' at even nominally curvy girls on the street. This is why men who think sexism is a 'myth' perpetuated by liberal pussies are Full. Of. Shit.\"</p><br />\n</blockquote><br />\n<p>Read Cooper's full Facebook post below.&nbsp;</p><br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><a href=\"https://www.facebook.com/benjamin.a.cooper.9/posts/10153502094741497\" data-iframely-url=\"//dk79lclgtez2i.cloudfront.net/1kTZqn\" data-template=\"inline\"></a><script async src=\"//dk79lclgtez2i.cloudfront.net/embed.js\" charset=\"utf-8\"></script></div></div><br />\n     <br />\n<p>The post has been shared over 284,000 times as of Thursday afternoon, with many <a href=\"https://www.facebook.com/benjamin.a.cooper.9/posts/10153502094741497?comment_id=10153502100036497&amp;comment_tracking=%7B%22tn%22%3A%22R9%22%7D\" target=\"_blank\">people writing comments of support</a>. By far the best comment was from Cooper's mom:&nbsp;</p><br />\n<br />\n<p>Cooper explained to The Huffington Post why he wanted to bring attention to this issue. \"There seem to be little hints all throughout society that tell women: 'Maybe you're just not quite good enough...' and this was just one of those things,\" he said. \"They all add up.\"</p><br />\n<p>He added that labels such as clothing size is harmful to everyone, but women especially. \"Labeling creates a stigma around women's bodies, and teaches us that the size of a woman is more important than the health or lifestyle of a woman,\" Cooper said. \"And these issues are very current. When well over half of women in the country are considered 'plus-size,' and can't find clothes that fit in the vast majority of clothing retailers, the sizing scale is detrimentally flawed.\"</p><br />\n<p>Cooper ended his Facebook post on a perfect note, writing: \"Fuck body shaming.\"</p><br />\n<p>Yes to all of this, Mr. Cooper.&nbsp;</p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/57347c072200005707256649.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/09/the-circular-economy_n_9932122.html</guid>\n      <title><![CDATA[Imagine A World In Which Nothing Gets Thrown Away]]></title>\n      <author>Shane Ferro</author>\n      <link>http://www.huffingtonpost.com/2016/05/09/the-circular-economy_n_9932122.html?utm_hp_ref=technology&amp;ir=Technology</link>\n      <pubDate>Thu, 12 May 2016 11:42:52 -0400</pubDate>\n      <description><![CDATA[<br />\n<p>There&rsquo;s an idea for a world without trash.</p><br />\n<p><span style=\"font-weight: 400;\">Items are not just recycled, but created with the intention of making new things out of them after they are used. Imagine if every pair of Levi&rsquo;s jeans were manufactured with fibers made to be pulled apart and repurposed into a new pair of jeans after the old ones are cast off. The cycle repeats itself endlessly, meaning old jeans become new jeans, rather than being chucked into a landfill.</span></p><br />\n<p><span style=\"font-weight: 400;\">This is the promise of the &ldquo;circular economy,&rdquo; a metaphorical description of a world where nothing ever needs to be discarded because goods are designed with materials that can be constantly remade into something else. It's important to note that the concept is pretty theoretical at this point. There are companies that are working on making their operations more circular -- even big ones like <a href=\"http://www.huffingtonpost.com/entry/walmart-green-efficiency_us_5703faf2e4b0daf53af11c1e\">Walmart</a> -- but no one yet can claim to have a business free of waste.&nbsp;</span></p><br />\n<p><span style=\"font-weight: 400;\">Proponents call our current production model the &ldquo;linear model,&rdquo; meaning goods are manufactured with the intention of being thrown away at the end of their useful life. Not only does most of what we buy on a daily basis end up getting tossed out, but all the materials used to make and package our stuff get discarded, too. Think about the plastic packaging -- just the packaging -- of the products sold in most stores. </span></p><br />\n<p><span style=\"font-weight: 400;\">If things keep going this way, by 2025 the ocean will contain a ton of plastic for every three tons of fish, according to a report on rethinking plastics by the </span><span style=\"font-weight: 400;\"><a href=\"https://www.ellenmacarthurfoundation.org/assets/downloads/EllenMacArthurFoundation_TheNewPlasticsEconomy_15-3-16.pdf\">Ellen MacArthur Foundation</a>, a circular economy-focused think tank</span><span style=\"font-weight: 400;\">. By 2050, the ocean could have more plastic than fish, by weight.</span></p><br />\n<p><span style=\"font-weight: 400;\">Many people believe making manufacturing and energy use more circular is a solution to a world that is consuming far more than it can sustain, in a way that doesn't reject the basic tenets of capitalism. Theoretically, the circular economy would save the planet, without having to change consumer behavior much.</span></p><br />\n<p><span style=\"font-weight: 400;\">&ldquo;Today&rsquo;s economy is hugely wasteful. The circular economy completely takes waste out of the system by changing the design principles,&rdquo; says Martin Stuchtey, a former director of McKinsey&rsquo;s Center for Business &amp; Environment who recently left the consulting firm to start his own company focused on the circular economy.&nbsp;</span></p><br />\n<p>Making products circular requires businesses to rethink the way they create -- from an item's first conceptual design, through the manufacturing process, to the end of the product's useful life and, hopefully, to its reuse.</p><br />\n<p>But that's easier said than done. The idea mentioned above about jeans that come apart to be made into new jeans? Levi Strauss and Co. is working on it, but it's still in the research stage. The company on Wednesday announced a partnership with a textile startup called Evrnu, with which it's created a <a href=\"http://www.businesswire.com/news/home/20160511005395/en/Evrnu%E2%84%A2-Levi-Strauss-Create-Jeans-Post-Consumer-Cotton\" target=\"_blank\">single prototype</a> pair of jeans&nbsp;\"made from regenerated post-consumer cotton waste.\"</p><br />\n<p>Levi's also has a partnership with a company called I:Collect, which takes used clothes collected at Levi's storefronts worldwide and recycles them into building insulation and cushioning material.</p><br />\n<p>Part of this relies on the people who buy jeans also committing to returning them when they're no longer wanted, according to Michael Kobori, the vice president of sustainability at Levi Strauss.&nbsp;\"Consumers are a critical part of achieving a circular economy,\" he told The Huffington Post. \"To take old jeans and turn them into new products, we need the jeans!\"&nbsp;</p><br />\n<p>Stuchtey -- whose London-based firm, SystemiQ, will invest in companies that are trying to make their businesses circular -- didn't have a ton of details to share because his venture is still very new. He did tell HuffPost that he is working with a million-hectacre project in Indonesia that will focus on the problem of plastics in the oceans, and with another venture that is trying to expand the use of hydrogen energy.</p><br />\n<p><span style=\"font-weight: 400;\">Stuchtey spent 20 years at McKinsey and eight working on environmental issues, particularly focusing on water resources. Looking into the root causes of environment and resource issues, he told HuffPost, increasingly led him to &ldquo;zero-waste thinking.&rdquo; </span>&nbsp;</p><br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><div><div style=\"left: 0px; width: 100%; height: 0px; position: relative; padding-bottom: 56.2493%;\"><iframe src=\"https://www.youtube.com/embed/GGft4-lsdJ4?wmode=transparent&amp;rel=0&amp;autohide=1&amp;showinfo=0&amp;enablejsapi=1\" frameborder=\"0\" allowfullscreen=\"true\" webkitallowfullscreen=\"true\" mozallowfullscreen=\"true\" style=\"top: 0px; left: 0px; width: 100%; height: 100%; position: absolute;\"></iframe></div></div></div></div><br />\n     <br />\n<p><span style=\"font-weight: 400;\">Stuchtey describes a circular economy as one without a lot of individual ownership, particularly when it comes to durable goods -- things like your car, your refrigerator and even your phone. Companies would own products and lease them to consumers, then be responsible for reusing or recycling those products after the consumer has finished using them. Circularity is not just about saving the planet -- it&rsquo;s about profiting while doing so.</span></p><br />\n<p><span style=\"font-weight: 400;\">In some ways, that is what we are moving toward. Think about transportation, for instance. The biggest news in transportation right now is car services like Uber and Lyft. Their vision is to eventually replace individual car ownership with </span><a href=\"https://newsroom.uber.com/economics-of-car-ownership/\"><span style=\"font-weight: 400;\">fleets</span></a><span style=\"font-weight: 400;\"> of self-driving taxis. </span><span style=\"font-weight: 400;\">The goal is to make using an Uber or Lyft car for all your vehicle needs cheaper than actually owning your own car. </span><span style=\"font-weight: 400;\">In some major cities, that's </span><a href=\"https://newsroom.uber.com/economics-of-car-ownership/\"><span style=\"font-weight: 400;\">already true</span></a><span style=\"font-weight: 400;\">, provided you never want to go on a road trip. </span></p><br />\n<p><span style=\"font-weight: 400;\">Stuchtey calls these companies circular -- because they enable a world that uses fewer cars --&nbsp;although he admits that the cars themselves are not perfectly circular. Car parts might be able to be repurposed, but eventually they become junk.</span></p><br />\n<p><span style=\"font-weight: 400;\">And, of course, for every company trying to move toward a less wasteful manufacturing process, there are multiple companies building more wasteful products than ever. (Say hello to the Keurig for </span><span style=\"font-weight: 400;\"><a href=\"http://www.eater.com/2016/5/6/11606688/tortilla-machine-kickstarter-flatev\">tortillas</a>.</span><span style=\"font-weight: 400;\">)</span></p><br />\n<p><span style=\"font-weight: 400;\">\"The late version of the old system is trying to outcompete the first manifestation of the new system,\" said Stuchtey. \"For every good example that we see, we see one, if not two, if not three, where we are getting more linear and less reusable. The average doesn&rsquo;t show a good picture. You have to think of it as a race of two different tracks.\" </span></p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/5734ac5b160000b60731e914.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/the-first-assassins-creed-trailer_n_9928238.html</guid>\n      <title><![CDATA[The First 'Assassin's Creed' Trailer Levels Up Video Game Movies]]></title>\n      <author>Bill Bradley</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/the-first-assassins-creed-trailer_n_9928238.html?utm_hp_ref=technology&amp;ir=Technology</link>\n      <pubDate>Thu, 12 May 2016 09:08:55 -0400</pubDate>\n      <description><![CDATA[<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><div><div style=\"left: 0px; width: 100%; height: 0px; position: relative; padding-bottom: 56.2493%;\"><iframe src=\"https://www.youtube.com/embed/gfJVoF5ko1Y?wmode=transparent&amp;rel=0&amp;autohide=1&amp;showinfo=0&amp;enablejsapi=1\" frameborder=\"0\" allowfullscreen=\"true\" webkitallowfullscreen=\"true\" mozallowfullscreen=\"true\" style=\"top: 0px; left: 0px; width: 100%; height: 100%; position: absolute;\"></iframe></div></div></div></div><br />\n     <br />\n<p>This is in-creed-ible.</p><br />\n<p><a href=\"http://www.huffingtonpost.com/2013/11/07/video-games-good-for-us_n_4164723.html\">Video game</a> movies are often plagued by one minor problem: They're terrible.&nbsp;Something is just lost when you give up control of your character and can't go on 30 or 40 random side missions. And it's just bad, bad, bad, bad, bad.</p><br />\n<p>So what the heck happened with \"<a href=\"http://www.huffingtonpost.com/2012/07/09/assassins-creed-michael-fassbender_n_1658786.html\">Assassin's Creed</a>\"?&nbsp;</p><br />\n<p>The movie, which stars <a href=\"http://www.huffingtonpost.com/news/michael-fassbender/\">Michael Fassbender</a> and <a href=\"http://www.huffingtonpost.com/2015/01/05/marion-cotillard-nine_n_6419160.html\">Marion Cotillard</a>, actually looks like the game. Impressive, immersive landscapes are a staple of the&nbsp;\"<a href=\"http://www.huffingtonpost.com/news/assassins-creed/\">Assassin's Creed</a>\" franchise, and somehow the trailer, which has a very \"<a href=\"http://www.huffingtonpost.com/2014/03/06/eva-green-300_n_4904649.html\">300</a>\" feel, looks like it sticks the landing right into a giant bale of hay.</p><br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><div><div style=\"left: 0px; width: 100%; height: 0px; position: relative; padding-bottom: 74.94%;\"><iframe src=\"https://giphy.com/embed/sNvB2W8RsmpK8/twitter/iframe\" frameborder=\"0\" allowfullscreen=\"true\" webkitallowfullscreen=\"true\" mozallowfullscreen=\"true\" style=\"top: 0px; left: 0px; width: 100%; height: 100%; position: absolute;\"></iframe></div></div></div></div><br />\n     <br />\n<p>Fassbender is reportedly playing <a href=\"http://www.cinemablend.com/new/Michael-Fassbender-Looks-Perfect-First-Look-Assassin-Creed-79547.html\" target=\"_blank\">a new character</a>&nbsp;entering the Animus (a machine that lets you relive the lives of your ancestors) to take on the Spanish Inquisition. The change means you might not see some of your favorite characters from the game come to life on screen, but if the movie also makes sure Fassbender doesn't spend the majority of the time slowly walking behind people and climbing up the wrong buildings, then we're cool with it.</p><br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><div><div style=\"left: 0px; width: 100%; height: 0px; position: relative; padding-bottom: 55.1724%;\"><iframe src=\"https://giphy.com/embed/vecfsjjQNm5nW/twitter/iframe\" frameborder=\"0\" allowfullscreen=\"true\" webkitallowfullscreen=\"true\" mozallowfullscreen=\"true\" style=\"top: 0px; left: 0px; width: 100%; height: 100%; position: absolute;\"></iframe></div></div></div></div><br />\n     <br />\n<p><em>\"Assassin's Creed\" hits theaters Dec. 21.</em></p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/573471ec160000ae0731e8a8.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/11/high-speed-internet-center-for-public-integrity-investigation_n_9924326.html</guid>\n      <title><![CDATA[Rich People Have Access To High-Speed Internet; Many Poor People Don't]]></title>\n      <author>Alexander C. Kaufman</author>\n      <link>http://www.huffingtonpost.com/2016/05/11/high-speed-internet-center-for-public-integrity-investigation_n_9924326.html?utm_hp_ref=technology&amp;ir=Technology</link>\n      <pubDate>Thu, 12 May 2016 05:00:57 -0400</pubDate>\n      <description><![CDATA[<br />\n<p><strong>GOOCHLAND COUNTY, Virginia &mdash; </strong>Ever since Curtis Brown Jr. got his first Star Wars toy as a toddler, he has been fascinated by action figures. So much so that he has built a business customizing action figures for clients worldwide. But what could be a lucrative career has turned into an exercise in futility that traps Brown and his family in poverty.</p><br />\n<p>That&rsquo;s because Brown struggles every day with miserable Internet service. The only choice where he currently lives is an $80-a-month satellite connection. It&rsquo;s slow and comes with such a low data cap that he exceeds it within a week or two. So Brown&rsquo;s business comes to a halt. He can&rsquo;t afford to buy more data. He can&rsquo;t use his smartphone because the service is so bad he has to go outside to get a signal, and it&rsquo;s too cumbersome to update the many websites he uses to conduct his business.&nbsp;</p><br />\n<p>The constant interruptions limit Brown to about $400 a month in profit. Even with his wife Ashley&rsquo;s income from an administrative job with the state's education department, Brown and his three stepchildren have to rely on help from relatives and food stamps to make ends meet. Brown would move if he could, but houses with fast Internet connections are in areas where the rent is too expensive.&nbsp;</p><br />\n<p>An isolated case? Not at all. An investigation by the <a href=\"https://www.publicintegrity.org/\" target=\"_blank\">Center for Public Integrity</a> found that even though Internet access has improved in recent years, families in poor areas are almost five times more likely <em>not </em>to have access to high-speed broadband than the most affluent American households. That means no access to online jobs, and no access to health care advice, education, government services and banking &mdash; everything needed to be a full participant in today&rsquo;s society. This harsh reality has led to a new kind of segregation.</p><br />\n<p>&ldquo;Internet access,&rdquo; says James Lane, superintendent of Goochland County Public Schools, &ldquo;is the civil rights issue of our time.&rdquo;</p><br />\n<h4 style=\"text-align: left;\">&nbsp;</h4><br />\n<h4 style=\"text-align: left;\"><strong>A Rope Ladder</strong></h4><br />\n<p>Brown sells his custom action figures &mdash; Gamorrean Guards, Luke Skywalkers and Skeletors &mdash; out of his living room in a compact one-story brick house at the end of a dirt driveway just off Stokes Station Road in the western part of Goochland County. The neighborhood is about 20 miles west of the tony suburbs and manicured golf courses adjacent to Richmond &mdash; but it is worlds away. Next door to the Browns: an abandoned trailer home with broken windows and rusted siding.</p><br />\n<p>Nearly every house in the area has a satellite dish bolted on the roof or perched on a pole in the yard. A satellite connection, like the one Brown gets from HughesNet, is the only option for Internet here. But it is expensive and does<em>not</em> provide what the federal government defines as &ldquo;advanced telecommunications capability&rdquo; or high-speed broadband, a download speed of 25 megabits per second or higher. That&rsquo;s the speed both the feds and application developers say is the minimum needed to support both the numerous devices in a household today and the future applications that will create digitally interconnected homes and businesses.</p><br />\n<br />\n<p>Other Internet connections like DSL &mdash; offered by companies such as AT&amp;T Inc., CenturyLink Inc. and Verizon Communications Inc. &mdash; rely on telephone lines but typically don&rsquo;t offer broadband speeds. Americans can get Internet on their smart phones, but the faster connections on those phones aren&rsquo;t widely available and come with data caps that most people use up quickly. Cable and fiber connections, those offered by Comcast Corp., Time Warner Cable Inc. and Verizon&rsquo;s fiber-optic cable service mostly in cities, offer the faster speeds. But they aren&rsquo;t available everywhere either &mdash; especially in low-income areas.</p><br />\n<p>It&rsquo;s that sort of fast cable or fiber connection that Brown says he needs to earn thousands of dollars more a month like he used to when he lived in another part of the county that had a fast connection &mdash;before a family matter caused financial difficulties and he had to move.&nbsp;</p><br />\n<p>&ldquo;It would be like when you are in a hole, it would be that nice rope ladder being lowered down to you so you can get yourself out,&rdquo; Brown said. &ldquo;That&rsquo;s exactly what it would feel like for us.&rdquo;</p><br />\n<p>For now, though, that ladder lies just out of reach, less than five miles away on River Road, one of the main thoroughfares that roughly follows the James River, which flows east to and through Richmond. That&rsquo;s where Comcast, the high-speed broadband provider for much of Goochland County, ends its high-speed Internet service. It also happens to be almost exactly where the median household income drops by more than a third and the poverty rate triples, according to the Center&rsquo;s analysis. &nbsp;</p><br />\n<p>That&rsquo;s not the only place Comcast ends service at the doorstep of this low-income area. The same happens on Riddles Bridges Road just another two miles away. And again farther north on Forest Grove Road, where Comcast serves neighborhoods with $300,000-plus homes: service stops a few thousand feet before the line where poor neighborhoods start &mdash; such as a low-income black community a little more than a mile away. Here Internet access &ldquo;is nonexistent,&rdquo; said a young resident who declined to give his name. &ldquo;It&rsquo;s primitive out here.&rdquo;</p><br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><div id=\"vidible_14630874711\" class=\"vdb_player vdb_5668ae6ee4b0b5e26955d6a656000e19e4b0e4e194b84b31\" vdb_params=\"m.fwkeyvalues=sponsorship%3DSPONSORSHIP_NAME&amp;m.fwsitesection=composer\"><script type=\"text/javascript\" src=\"//delivery.vidible.tv/jsonp/pid=5668ae6ee4b0b5e26955d6a6/vid=573398f6e4b0ec4e30ce0939/56000e19e4b0e4e194b84b31.js\"></script></div></div><script type='text/javascript'>function onPlayerReadyVidible(e){'undefined'!=typeof HPTrack&&HPTrack.Vid.Vidible_track(e)}!function(e,i){if(e.vdb_Player){if('object'==typeof commercial_video){var a='',o='m.fwsitesection='+commercial_video.site_and_category;if(a+=o,commercial_video['package']){var c='&m.fwkeyvalues=sponsorship%3D'+commercial_video['package'];a+=c}e.setAttribute('vdb_params',a)}i(e.vdb_Player)}else{var t=arguments.callee;setTimeout(function(){t(e,i)},0)}}(document.getElementById('vidible_1'),onPlayerReadyVidible);</script></div><br />\n     <br />\n<p>&nbsp;</p><br />\n<p>Internet providers say they don&rsquo;t consider demographic data such as income levels and poverty rates when deciding where to hook up neighborhoods. Who gets a wired Internet connection and who doesn&rsquo;t is one mostly based on population density, they say. Areas like where the Browns live are too sparsely populated for telecommunications companies to make a return on the high cost of wiring rural neighborhoods, they say. Comcast officials add that they are following a specific franchise agreement the company negotiated with Goochland County officials, which requires them to lay cable down streets only where there are <a href=\"https://www.documentcloud.org/documents/2804464-Comcast-Franchise-Agreement-Goochland-County.html#document/p6\">30 houses per mile</a>.</p><br />\n<p>Even so, it&rsquo;s hard for Manuel Alvarez, a county supervisor who represents the district where the Browns live, to look at where Internet service ends and not wonder if Comcast purposefully avoids providing broadband to Goochland County&rsquo;s poor.&nbsp;&nbsp;</p><br />\n<p>&ldquo;I can't believe that they wouldn't look at people's ability to pay before they run cable,&rdquo; said Alvarez, who won a seat on the board in 2011 running on a platform to improve Internet access countywide. &ldquo;I do believe that they run cable where they will get their money back.&rdquo;</p><br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><div id=\"broadbandRedlining\" style=\"margin-bottom:20px\"></div><br />\n<script src=\"//cloudfront-files-1.publicintegrity.org/apps/2016/02/broadband-redlining/embed.js\" type=\"text/javascript\"></script></div></div><br />\n     <br />\n<h4 style=\"text-align: left;\">&nbsp;</h4><br />\n<h4 style=\"text-align: left;\"><strong>Not Even a Choice</strong></h4><br />\n<p>Nationwide, families in neighborhoods with median household incomes below $34,800 &mdash; the lowest fifth of neighborhoods nationally &mdash; are five times more likely <em>not</em> to have access to broadband than households in areas with a median income above $80,700 &mdash; the top fifth, according to a <a href=\"https://www.publicintegrity.org/\" target=\"_blank\">Center for Public Integrity</a> investigation. The Center, which analyzed Federal Communications Commission and Census Bureau data, specifically looked at households that didn&rsquo;t have <em>access</em> to wired broadband, which is fast Internet service that is readily available, as opposed to <em>adoption</em>, when a household has access to service and can choose to purchase it or not.&nbsp;</p><br />\n<p>In Houston, high-speed Internet service becomes patchy between Interstate-69 and the Westpark Tollway, skipping clusters of apartment complexes where the median household income is less than $30,000 a year. Wealthier neighborhoods to the north, south and west enjoy more consistent coverage. Low-income residents in an area in East Cleveland don&rsquo;t have access while wealthy areas just two miles away to the south do, according to the Center&rsquo;s analysis. And in San Bernardino, California, people living in areas that have the lowest fifth of household income are about three times as likely to not have access to broadband as families living in areas where the household income is in the top fifth.&nbsp;</p><br />\n<p>In all, in excess of 30 million Americans, more than half in areas with a median household income below $47,000 a year, do not have access to broadband, according to the Center&rsquo;s analysis. That means difficulty streaming video or downloading or posting large files such as graphics and photographs, as Brown experiences. If more than one person in a household is online, interruptions can occur. And these families won&rsquo;t be able to take advantage of future applications, such as home health care apps, that may require fast speeds to work properly.</p><br />\n<blockquote class=\"pull-quote\"><br />\n<span class=\"quote\">“Internet access is the civil rights issue of our time.”</span><br />\n<span class=\"attribution\">James Lane, superintendent of Goochland County Public Schools</span><br />\n</blockquote><br />\n     <br />\n<p>The Center&rsquo;s findings closely match the FCC&rsquo;s conclusion in its <a href=\"https://www.documentcloud.org/documents/2801013-2016-Broadband-Progress-Report.html#document/p42\">Broadband Progress Report</a>, released in January. (The Center used more recent data that was released after the agency published its findings.) The FCC&rsquo;s report was the basis for a commission <a href=\"https://www.documentcloud.org/documents/2801032-FCC-2016-Broadband-Progress-Report-News-Release.html\">ruling</a> the same month that Internet providers weren&rsquo;t deploying broadband in a reasonable and timely fashion, as required by <a href=\"https://www.law.cornell.edu/uscode/text/47/1302\">law</a>, opening up the possibility the agency may impose regulations to require providers to upgrade and expand their networks faster.</p><br />\n<h4 style=\"text-align: left;\">&nbsp;</h4><br />\n<h4 style=\"text-align: left;\"><strong>Compounding Difficulties</strong></h4><br />\n<p>Many broadband experts and analysts say the real explanation for the difference in Internet access between the rich and poor is that providers can&rsquo;t afford to wire rural areas, which have a larger proportion of low-income families than urban areas. Wiring rural areas is expensive, and providers can&rsquo;t get enough return on investment because there are too few households to support the cost. Low-income households also tend to sign up for Internet service at <a href=\"http://www.pewinternet.org/2015/12/21/home-broadband-2015/pi-2015-10-21_broadband2015-05/\">less than half</a> the rate of wealthier families, with the <a href=\"http://www.pewinternet.org/2015/12/21/home-broadband-2015/pi-2015-10-21_broadband2015-12/\">high cost</a> of broadband connections the primary deterrent, according to the Pew Research Center. The providers are businesses, after all, goes the argument, and those businesses have the right to make money, and choose where to do business based on whether they can make a profit there or not. Last year, Comcast earned almost <a href=\"https://www.documentcloud.org/documents/2819412-Comcast-1Q16-Trending-Schedules.html#document/p3\">$12 billion</a> in net operating income on its cable communications business.</p><br />\n<p>The Center found that even controlling for population density, the rural poor are still in excess of one-and-a-half times as likely not to have high-speed broadband as rural wealthy families. Even in urban areas where 94 percent of households have access, low-income families are three times as likely not to have access as the wealthiest urban families, the Center found.</p><br />\n<br />\n<p>Tanisha Fletcher is one of the nearly 7 percent of city residents who don&rsquo;t have access. Fletcher, 36, is a resident of Juniper Gardens, one of the oldest public housing projects in Kansas City, Kansas. Time Warner Cable provides service for the buildings all around her block, but not for her apartment building, according to the FCC broadband database. Fletcher, 36, has to rely on a wireless connection that she said freezes so often that &ldquo;it might as well be non-existent.&rdquo;</p><br />\n<p>Even though Fletcher earns just $1,100 a month as the office manager at Connecting for Good, a nonprofit that works with Internet providers to connect low-income areas, she said she would be willing to pay $20 or more a month for a connection so she could finish her college degree and stay in touch with family and friends.&nbsp;</p><br />\n<p>&ldquo;We kind of get looked over here, and I don&rsquo;t really know why that it is,&rdquo; Fletcher said. &ldquo;It makes us feel like the cable company and the city just don&rsquo;t care about us.&rdquo;</p><br />\n<p>Time Warner Cable did not respond to a request for comment.</p><br />\n<p>The FCC maintains that disproportionate access between low- and high-income Americans is a top concern. The FCC said policies directed toward improving access in rural areas, like its <a href=\"https://www.fcc.gov/general/rural-health-care-program\">rural healthcare fund</a>, and a fund to connect schools and libraries are aimed at reducing the wealthy-poor divide. The FCC additionally says it imposes conditions in mergers between telecommunications companies that typically require a purchasing company to provide better access to the poor, such as with AT&amp;T&rsquo;s <a href=\"http://www.nytimes.com/2015/07/25/business/media/fcc-approves-att-directv-deal.html\">purchase</a> of satellite provider DirectTV last year.&nbsp; And the FCC also has acted to reduce barriers to broadband expansion into unserved areas, as it did in <a href=\"https://www.publicintegrity.org/2015/03/03/16823/city-run-internet-services-still-limbo-after-fcc-vote\">preempting </a>two state laws that prevented cities from expanding municipal-owned Internet networks, arguing the statutes limited broadband&rsquo;s reach to rural areas and the poor.&nbsp;</p><br />\n<blockquote class=\"pull-quote\"><br />\n<span class=\"quote\">“A lot of people say, well life is unfair, but I feel like there's a difference between unfair and the necessity of it.”</span><br />\n<span class=\"attribution\">Crystal Ware, mother of a fifth grader who doesn’t have Internet access at home</span><br />\n</blockquote><br />\n     <br />\n<p>But not explicitly focusing on the digital divide between the wealthy and the poor can have significant adverse circumstances, said Sharon Strover, director of the <a href=\"http://moody.utexas.edu/tipi\">Technology and Information Policy Institute</a> at the University of Texas at Austin, who studies broadband&rsquo;s impact on economic growth. .</p><br />\n<p>In a 2013 <a href=\"https://www.documentcloud.org/documents/2805092-STUDY-Broadband-S-Contribution-to-Economic.html\">study</a>, Strover and her co-authors found that poverty rates in areas with a high-speed connection were significantly lower than those that didn&rsquo;t have broadband. Median incomes also were higher in counties where adoption rates were above average.</p><br />\n<p>&ldquo;I think some of the difficulties that lower-income folks have now will just be compounded&rdquo; if they don&rsquo;t have access to high-speed broadband, Strover said.</p><br />\n<h4 style=\"text-align: left;\">&nbsp;</h4><br />\n<h4 style=\"text-align: left;\"><strong>The Digital Dividing Line</strong></h4><br />\n<p>In Goochland, county leaders and residents are well aware that broadband access ends at the same place where incomes drop, and the poverty rate and percentage of minorities increase.</p><br />\n<p>The wealthy area starts in the eastern part of the county, which abuts some of the most luxurious Richmond suburbs, where the median income is above $100,000 a year. Million dollar-plus estates with waterfront views sit close by to the exclusive private <a href=\"http://kinlochgolfclub.com/Home.aspx\">Kinloch Golf Club</a>, with its Tudor-style clubhouse. Capital One Financial Corp., the <a href=\"http://www.federalreserve.gov/releases/lbr/current/\">eighth-largest U.S. bank</a>, operates a sprawling 316-acre business campusabout a five-minute drive away. Residents here have a choice of buying Internet service from Comcast or Verizon, with speeds reaching as high as 500 Mbps, among some of the fastest available nationwide.</p><br />\n<br />\n<p>But travel west and cross the halfway point of the county &mdash; past the recently built Goochland High School and just beyond Dogtown Road &mdash; and broadband mostly stops. No longer can you get Comcast&rsquo;s fastest connection of 150 Mbps, and Verizon&rsquo;s fastest speed drops from the 500 Mbps in the east to a sluggish 3 Mbps, to eventually no service at all. For sure, the county is more rural here, making it more costly for providers to lay cable or fiber, acknowledges Lane, the school superintendent.&nbsp;</p><br />\n<p>At the same time, he says, &ldquo;We know that in our community the fiber stops right at the moment where our low-income students are living.&rdquo;</p><br />\n<p>And the effects, he says, are profound. Three years ago, the school system began giving a laptop or iPad to each student. Teachers incorporate the devices into classroom exercises; in one recent class students searched the Internet to find requirements for their chosen careers. Teachers also would like to assign homework that requires accessing online resources when students leave school. But because many students have no broadband at home, the school has implemented a rule that teachers can&rsquo;t assign homework that depends on the Internet. Even so, students without Internet are falling behind, Lane said.</p><br />\n<p>&ldquo;The kids who have access are learning anytime, anywhere they want to,&rdquo; said Lane, who will become the superintendent of schools for neighboring Chesterfield County in July. &ldquo;But the kids who don't have access at home, basically their learning stops at the moment they leave the school house.&rdquo;&nbsp;</p><br />\n<p>Like Cody Ware.&nbsp; A 12-year-old fifth-grader at Goochland&rsquo;s Byrd Elementary School who likes science, Cody said the lack of Internet makes him nervous because he is afraid he may miss an assignment. &ldquo;If I forget to take a picture of my homework on the iPad, then I can't do it on the iPad later that night because I don't have it,&rdquo; he said. &ldquo;And then I have to explain to my teachers why I didn't have it.&rdquo;</p><br />\n<p>Cody&rsquo;s mother, Crystal, 38, said the family can&rsquo;t afford to move to the part of the county with broadband access, even though it&rsquo;s just a couple miles away. She recently had to make the hour-long, round-trip drive to the closest library so her son could download a study guide for an upcoming science test.</p><br />\n<p>&ldquo;A lot of people say, well life is unfair, but I feel like there's a difference between unfair and the necessity of it,&rdquo; Ware said.</p><br />\n<h4 style=\"text-align: left;\">&nbsp;</h4><br />\n<h4 style=\"text-align: left;\"><strong>&lsquo;Bent on Regulating&rsquo;</strong></h4><br />\n<p>The FCC has the authority to determine if providers are deploying Internet service in a &ldquo;reasonable and timely fashion,&rdquo; as outlined in the 1996 Telecommunications Act. When the agency sees barriers to deployment, it has argued it can act in the public interest, as it did when it preempted the state laws barring cities from expanding their networks.</p><br />\n<p>But the market for Internet service remains close to a monopoly in many places, and at best a duopoly in most areas. About 75 percent Americans have only one or two choices for providers, <a href=\"https://apps.fcc.gov/edocs_public/attachmatch/DOC-329160A1.pdf\">according</a> to the FCC. And many providers tend to avoid competition that could lead to expansion of the networks, according to an earlier Center <a href=\"https://www.publicintegrity.org/2015/04/01/16933/how-broadband-providers-seem-avoid-competition\">investigation</a>.&nbsp;</p><br />\n<p>When the FCC ruled that broadband wasn&rsquo;t being deployed fast enough, it reported that &ldquo;deployment, competition, and adoption [are] concepts that we continue to recognize are tightly linked.&rdquo; But Internet providers such as AT&amp;T and Verizon argued the opposite. They said the FCC&rsquo;s own reporting showed the percentage of Americans without wired broadband access dropped from <a href=\"https://www.documentcloud.org/documents/2803969-FCC-2015-Broadband-Progress-Report.html#document/p49\">28 percent</a> in 2011 to <a href=\"https://www.documentcloud.org/documents/2801013-2016-Broadband-Progress-Report.html#document/p39\">10 percent</a> in 2014.</p><br />\n<p>AT&amp;T said in a <a href=\"https://www.documentcloud.org/documents/2803970-AT-amp-T-Comment-on-Broadband-Report.html#document/p4\">filing</a> that the FCC was &ldquo;ignoring that this percentage was declining rapidly.&rdquo; Commissioner Michael O&rsquo;Rielly, one of two Republicans on the five-member commission, voted against the FCC&rsquo;s finding that broadband was not being deployed fast enough. He said the FCC&rsquo;s report &ldquo;continues to show steady progress in connecting unserved Americans&rdquo; and that &ldquo;apparently no amount of progress will ever be good enough for a Commission that is bent on regulating broadband at all cost.&rdquo;&nbsp;</p><br />\n<p>Verizon claimed in a <a href=\"https://www.documentcloud.org/documents/2803968-Verizon-Comment-on-Broadband-Report.html#document/p4\">filing</a> that the FCC should include wireless access in its assessment of broadband access, arguing the failure to incorporate &ldquo;<em>all </em>broadband options that are available to and used by consumers was a persistent flaw in methodology.&rdquo;</p><br />\n<p>But the FCC also ruled in January that satellite and wireless connections were <em>not</em> a substitute for wired connections.</p><br />\n<p>And back in Goochland County, most folks seem to agree. Superintendent Lane called O&rsquo;Rielly&rsquo;s assertion &ldquo;ridiculous&rdquo; and said Verizon&rsquo;s claim that wireless should be considered in the broadband-access calculations isn&rsquo;t feasible.</p><br />\n<p>&ldquo;Do you think that you could do your entire job on your cell phone?&rdquo; asked Lane. &ldquo;Because I can tell you that most people would say that you cannot.&rdquo;</p><br />\n<blockquote class=\"pull-quote\"><br />\n<span class=\"quote\">“We want to service as many people as possible.”</span><br />\n<span class=\"attribution\">Comcast Corp. official</span><br />\n</blockquote><br />\n     <br />\n<p>Comcast officials said they do not use Census Bureau income or poverty data to determine where the company lays cable. Comcast conducts periodic surveys of the county to check where they need to provide service. Officials also said the company&rsquo;s <a href=\"https://www.publicintegrity.org/2014/05/28/14808/comcast-time-warner-deal-may-hinge-anemic-low-cost-internet-plan\">program</a> to provide low-cost Internet connections is aimed at increasing adoption, although it doesn&rsquo;t improve access to broadband. By serving urban areas, &ldquo;arguably we provide service to more families in poverty or near poverty,&rdquo; a Comcast official said. &ldquo;We want to service as many people as possible.&rdquo;</p><br />\n<p>In Goochland County, similar to other areas, the company is obligated to follow a franchise agreement it negotiated with the county in 2011. These agreements, which number in the thousands nationwide, are typically renegotiated every several years. In Goochland County, that is a time when residents fill up the room where the board of supervisors meet to complain about lack of service, Alvarez said, but local boards typically don&rsquo;t have a lot of power to negotiate expanded service into areas that are high-cost, which frequently also means low-income.</p><br />\n<p>AT&amp;T and Verizon, as well as Time Warner Cable, CenturyLink and Charter Communications Inc., didn&rsquo;t respond to requests for comment. A spokesman for Cox Communications Inc., which provides service in more than a dozen states from Rhode Island to California, said in an email that &ldquo;100% of the residents in the markets we serve have access to Internet service if they choose it&rdquo; and that the company follows agreements negotiated with local governments.&nbsp;</p><br />\n<h4 style=\"text-align: center;\">&nbsp;</h4><br />\n<h4 style=\"text-align: left;\"><strong>The Cost of Access</strong></h4><br />\n<p>In many areas where Comcast runs cable, residents don&rsquo;t have broadband access. Under its agreement, Comcast isn&rsquo;t obligated to run a line from the street down a homeowner&rsquo;s or renter&rsquo;s driveway if the house sits more than 150 feet off the road.</p><br />\n<p>The provision keeps even wealthier Goochland residents from getting connected. When Alvarez, the county supervisor, moved in 2004 to a Goochland neighborhood where many of the homes are valued at more than $500,000, he didn&rsquo;t have fixed Internet, even though a cable ran down the road a few hundred feet from his driveway in the Mill Forest subdivision. Alvarez said local Comcast officials told him it would cost $2,300 to run a cable to his house and $250,000 to wire the entire neighborhood of more than 120 homes. Eventually, Comcast came down to $47,000 for the subdivision, or about $450 a house, Alvarez said. Most of the neighborhood residents paid the fee to get connected.&nbsp;</p><br />\n<p>Alvarez, whose district he says includes &ldquo;houses with dirt floors to houses with marble floors,&rdquo; said Comcast and other providers should pay to connect homes where lines are readily available because the companies will eventually recoup their costs. He says the lack of Internet is also hurting job growth in the western part of the county, as businesses can&rsquo;t get the fast speeds needed to compete in the modern economy.&nbsp;</p><br />\n<br />\n<p>What it all means, Alvarez asserts, is that high-speed Internet is really a &ldquo;must have&rdquo; in today&rsquo;s world, not a luxury.&nbsp; The Internet is becoming a utility that is as much of a necessity as electricity, and that means the federal government may have to regulate it as one, he said.</p><br />\n<p>&ldquo;Then you can push for more coverage,&rdquo; Alvarez said. Otherwise, he says, &ldquo;Everybody who doesn't have high-speed Internet is going to fall behind.&rdquo;</p><br />\n<h4 style=\"text-align: left;\">&nbsp;</h4><br />\n<h4 style=\"text-align: left;\"><strong>A Lifeline?</strong></h4><br />\n<p>Last month the FCC passed reforms to a program that officials said should encourage providers to expand broadband to low-income areas. In a party-line vote, the agency voted 3-2 to expand the Lifeline program, which previously had subsidized the cost of cell phones for low-income individuals, to include fixed Internet service. Eligible participants can receive a $9.25 a month discount off their fixed broadband bill, paid for by the FCC. Officials hope the $2.25 billion program, funded by the existing universal service tax on customers&rsquo; Internet bills, will create a market in poor areas that Internet providers will want to reach.</p><br />\n<p>FCC officials note that the agency&rsquo;s $4 billion-a-year &ldquo;high-cost&rdquo; universal service program also includes subsidies to encourage wiring areas underserved by providers. The $1.7 billion <a href=\"https://www.documentcloud.org/documents/2805462-FCC-Release-Connect-America-Fund.html\">Connect America Fund</a> requires providers who accept money to offer a speed of at least 10 Mbps download as well as follow other requirements. But not all providers have accepted the cash. Verizon was offered $29 million in federal funds to expand service in Virginia, including about $265,000 in Goochland, but it didn&rsquo;t take the money, according to the FCC. Other providers did, such as CenturyLink. Verizon didn&rsquo;t respond to requests for comment.&nbsp;</p><br />\n<blockquote class=\"pull-quote\"><br />\n<span class=\"quote\">“I can't believe that they wouldn't look at people's ability to pay before they run cable.”</span><br />\n<span class=\"attribution\">Manuel Alvarez, member of Goochland County’s Board of Supervisors</span><br />\n</blockquote><br />\n     <br />\n<p>But some are skeptical of how much these programs will help. It is unlikely Lifeline will provide a big enough incentive to providers to upgrade networks or to expand wired service to poor areas.&nbsp;</p><br />\n<p>Lifeline&rsquo;s individual subsidy &ldquo;is unlikely to make a dent in the under-supply of broadband in sparsely populated rural areas,&rdquo; said <a href=\"https://www.aei.org/scholar/richard-bennett/\">Richard Bennett</a>, who studies technology policy at the American Enterprise Institute, in an email.&nbsp; &ldquo;Solutions to the extreme rural coverage dilemma are more likely to come from advances in technology and investment by public-private partnerships to bring new technologies &hellip; to market.&rdquo;</p><br />\n<p>Bennett said wireless broadband companies such as <a href=\"http://bluebirdbroadband.com/\">Bluebird Broadband</a>, which offers service with no data caps, are likely one option for low-income households going forward. Bluebird Broadband, which services Northwest Louisiana and neighboring parts of Texas, offers a 20 Mbps package for about $89 a month, including a $9 router rental fee. That&rsquo;s still more costly than most wired connections with faster speeds.&nbsp;</p><br />\n<p>In Virginia, <a href=\"http://lastmilebroadband.net/#homePage\">Last Mile Broadband LLC</a> has begun to deploy an advanced wireless LTE technology to serve portions of Hanover County, just north of Goochland, that it says is faster and more reliable than current wireless technology. The company plans to cover Goochland County by the end of 2017. The company will offer speeds of 10 Mbps at about $80 a month, after a $199 fee to install equipment on a customer&rsquo;s home, without any data caps.&nbsp;</p><br />\n<p>&ldquo;We&rsquo;re going where no other company serves,&rdquo; said Keith McMichael, Last Mile&rsquo;s chief operating officer, who grew up in the area. &ldquo;We&rsquo;re trying to solve everyone&rsquo;s problem. Low income or high income, everyone gets it the same way.&rdquo;</p><br />\n<p>But the cost may still be out of reach for low-income families, and the service doesn&rsquo;t include TV or phone, requiring families to pay for a TV or satellite package with another company. Most providers that offer a wired broadband connection of 25 Mbps or more charge less per month and include phone and TV. Besides, the wireless companies are still in startup mode and have yet to spend the money to expand coverage.</p><br />\n<p>Back in Goochland, Brown, the toy maker, says he can&rsquo;t wait much longer.</p><br />\n<p>&ldquo;Our kids need this,&rdquo; Brown said. &ldquo;If wealthy people have better access, they're going to have more opportunities, which will increase their potential for wealth. While if you are in poverty and you have reduced access, you're going to basically fall further behind.&rdquo;</p><br />\n<p><em><strong>CORRECTION, May 12, 2016, 4:22 p.m.:</strong></em><strong><em>&nbsp;</em></strong><em>An earlier version of this article identified Ashley Brown as working for the Goochland County department of education. She works for the Virginia Department of Education.</em></p><br />\n<p><em>The <a href=\"https://www.publicintegrity.org/\" target=\"_blank\">Center for Public Integrity</a> is a nonprofit, nonpartisan investigative reporting organization. Verizon is the parent company of AOL, which owns The Huffington Post.</em></p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/57339ae3130000010538157b.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/11/hyperloop-first-public-test_n_9919664.html</guid>\n      <title><![CDATA[High-Speed Hyperloop Hits 116 mph In 1.1 Seconds During First Public Test]]></title>\n      <author>Ed Mazza</author>\n      <link>http://www.huffingtonpost.com/2016/05/11/hyperloop-first-public-test_n_9919664.html?utm_hp_ref=technology&amp;ir=Technology</link>\n      <pubDate>Wed, 11 May 2016 23:52:14 -0400</pubDate>\n      <description><![CDATA[<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><div id=\"vidible_14630674881\" class=\"vdb_player vdb_5668ae6ee4b0b5e26955d6a656000e19e4b0e4e194b84b31\" vdb_params=\"m.fwkeyvalues=sponsorship%3DSPONSORSHIP_NAME&amp;m.fwsitesection=composer\"><script type=\"text/javascript\" src=\"//delivery.vidible.tv/jsonp/pid=5668ae6ee4b0b5e26955d6a6/vid=5733964ee4b0550e8830bd19,5732233ae4b059200324cc49,57339bcde4b0659110e5acf2,57338657e4b087cb61e9449c,57337fdce4b0971371281a1a,5733986fe4b04144c4225bcf,5733628ae4b04144c421cd5a,573357c9e4b0550e88300c6a,57335d80e4b087cb61e8dfb2,57337c5be4b0971371281251,5733a4c2e4b0550e8830e60d,57338025e4b087cb61e93537,57323ff7e4b06a26f8755b66,5733beb0e4b0550e883123fa,57338daee4b0af06acb27d78,573373c6e4b087cb61e91737/56000e19e4b0e4e194b84b31.js\"></script></div></div><script type='text/javascript'>function onPlayerReadyVidible(e){'undefined'!=typeof HPTrack&&HPTrack.Vid.Vidible_track(e)}!function(e,i){if(e.vdb_Player){if('object'==typeof commercial_video){var a='',o='m.fwsitesection='+commercial_video.site_and_category;if(a+=o,commercial_video['package']){var c='&m.fwkeyvalues=sponsorship%3D'+commercial_video['package'];a+=c}e.setAttribute('vdb_params',a)}i(e.vdb_Player)}else{var t=arguments.callee;setTimeout(function(){t(e,i)},0)}}(document.getElementById('vidible_1'),onPlayerReadyVidible);</script></div><br />\n     <br />\n<p>Is this the future of travel?&nbsp;</p><br />\n<p><a href=\"https://hyperloop-one.com/\" target=\"_blank\">Hyperloop One</a> held the first public demonstration of its propulsion system on Wednesday, with a unmanned sled hitting 116 mph in just 1.1 seconds on a short stretch of track outside of Las Vegas.&nbsp;</p><br />\n<p>Eventually,&nbsp;the company hopes the system will hit speeds of more than 700 mph.&nbsp;</p><br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><div><div style=\"left: 0px; width: 100%; height: 0px; position: relative; padding-bottom: 56.2493%;\"><iframe src=\"https://gifs.com/player/zpE7XY\" frameborder=\"0\" allowfullscreen=\"true\" webkitallowfullscreen=\"true\" mozallowfullscreen=\"true\" style=\"top: 0px; left: 0px; width: 100%; height: 100%; position: absolute;\"></iframe></div></div></div></div><br />\n     <br />\n<p>According to The Wall Street Journal,&nbsp;<a href=\"http://www.wsj.com/articles/hyperloop-one-accelerates-towards-future-with-high-speed-test-1462960803\" target=\"_blank\">the hyperloop system doesn't have brakes yet</a>,&nbsp;so after the short test, the sled drove into a pool of sand:</p><br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><div><div style=\"left: 0px; width: 100%; height: 0px; position: relative; padding-bottom: 56.2493%;\"><iframe src=\"https://gifs.com/player/PN9zrz\" frameborder=\"0\" allowfullscreen=\"true\" webkitallowfullscreen=\"true\" mozallowfullscreen=\"true\" style=\"top: 0px; left: 0px; width: 100%; height: 100%; position: absolute;\"></iframe></div></div></div></div><br />\n     <br />\n<p>Hyperloop One is one of several companies working on transportation technology known as hyperloop,&nbsp;which will feature pods or cars racing through tubes in near-vacuum conditions with little to no air resistance to maximize efficiency and increase speed.</p><br />\n<p>Tesla cofounder <a href=\"http://www.wired.com/2013/07/elon-musk-hyperloop/\" target=\"_blank\">Elon Musk released a white paper in 2013</a> in support of the technology. In an interview with All Things D, he called hyperloop \"<a href=\"http://allthingsd.com/20130529/hyperloop-a-really-fun-way-to-travel-from-sf-to-la/\" target=\"_blank\">a cross between a Concorde, a railgun and an air hockey table</a>.\"</p><br />\n<p>Earlier this week, the company announced that it had raised $80 million in financing and was changing its name from Hyperloop Technologies to Hyperloop One. The company is hoping its system will be operational within five years,&nbsp;<a href=\"http://www.bbc.com/news/world-us-canada-36273151\" target=\"_blank\">transporting passengers between Los Angeles and San Francisco in just 30 minutes</a>, the BBC reported.&nbsp;</p><br />\n<p>&ldquo;When you think of hyperloop, you think maybe this is gonna happen years from now,\"&nbsp;CEO Rob Lloyd said in a video released by the company.&nbsp;\"It&rsquo;s gonna happen much quicker than anyone imagines&nbsp;-- <a href=\"https://www.youtube.com/watch?v=1e-Po9C8Kj8\" target=\"_blank\">and when it does, the world will never be the same</a>.\"</p><br />\n<p>Hyperloop One also said there will be more tests in the near future, and promised what it called a \"<a href=\"https://www.facebook.com/Hyperloop1/photos/a.1687179538175871.1073741828.1683096418584183/1858795797680910/?type=3&amp;comment_id=1858806147679875&amp;reply_comment_id=1858809167679573&amp;comment_tracking=%7B%22tn%22%3A%22R9%22%7D\" target=\"_blank\">Kitty Hawk moment</a>\" later this year. Kitty Hawk was the site where the <a href=\"https://www.nps.gov/wrbr/learn/historyculture/thefirstflight.htm\" target=\"_blank\">Wright Brothers conducted their first successful flight</a>&nbsp;of the airplane in 1903. &nbsp;</p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/5733f696160000ae0731e827.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/11/human-rights-campaign-hb2_n_9914442.html</guid>\n      <title><![CDATA[Silicon Valley Enlisted To Fight North Carolina's Anti-LGBT Law]]></title>\n      <author>Mollie Reilly</author>\n      <link>http://www.huffingtonpost.com/2016/05/11/human-rights-campaign-hb2_n_9914442.html?utm_hp_ref=technology&amp;ir=Technology</link>\n      <pubDate>Wed, 11 May 2016 18:28:09 -0400</pubDate>\n      <description><![CDATA[<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><div id=\"vidible_14630702941\" class=\"vdb_player vdb_5668ae6ee4b0b5e26955d6a656000e19e4b0e4e194b84b31\" vdb_params=\"m.fwkeyvalues=sponsorship%3DSPONSORSHIP_NAME&amp;m.fwsitesection=composer\"><script type=\"text/javascript\" src=\"//delivery.vidible.tv/jsonp/pid=5668ae6ee4b0b5e26955d6a6/vid=57323e4ce4b09385da4c72eb/56000e19e4b0e4e194b84b31.js\"></script></div></div><script type='text/javascript'>function onPlayerReadyVidible(e){'undefined'!=typeof HPTrack&&HPTrack.Vid.Vidible_track(e)}!function(e,i){if(e.vdb_Player){if('object'==typeof commercial_video){var a='',o='m.fwsitesection='+commercial_video.site_and_category;if(a+=o,commercial_video['package']){var c='&m.fwkeyvalues=sponsorship%3D'+commercial_video['package'];a+=c}e.setAttribute('vdb_params',a)}i(e.vdb_Player)}else{var t=arguments.callee;setTimeout(function(){t(e,i)},0)}}(document.getElementById('vidible_1'),onPlayerReadyVidible);</script></div><br />\n     <br />\n<p>The Human Rights Campaign is asking major tech companies to lend their support to the <a href=\"http://www.huffingtonpost.com/entry/north-carolina-bathroom-bill-sued_us_5730c297e4b016f3789674e8\">Justice Department's case</a> against North Carolina's new anti-LGBT law.</p><br />\n<p>The LGBT equality group's president, Chad Griffin, is in Silicon Valley meeting with dozens of companies that have <a href=\"http://techcrunch.com/2016/03/29/facebook-apple-google-other-tech-ceos-demand-north-carolina-repeal-anti-lgbt-law/\" target=\"_blank\">expressed opposition to HB2</a> and asking them to sign an amicus brief in support of the Obama administration's lawsuit.&nbsp;</p><br />\n<p>\"Governor McCrory has said he wanted to hear from businesses,\" said HRC Communications Director Jay Brown in a statement. \"To be clear, 200 some business leaders have already spoken out against HB2. And now, given their firm commitment to ensuring the best for their workforce and customers, we're already seeing strong interest from dozens of companies in joining our amicus brief.\"&nbsp;</p><br />\n<p>An HRC spokesperson could not confirm which companies were contacted about the brief.&nbsp;</p><br />\n<p>HB2, <a href=\"http://www.huffingtonpost.com/entry/north-carolina-lgbt-discrimination_us_56f2b7dbe4b0c3ef5217676c\">signed into law</a> by Gov. Pat McCrory (R) in March, bars transgender people from using public bathrooms that match their gender identity, and prevents cities from establishing their own protections for lesbian, gay, bisexual and transgender people.</p><br />\n<p>On Monday, the Justice Department <a href=\"http://www.huffingtonpost.com/entry/north-carolina-bathroom-bill-sued_us_5730c297e4b016f3789674e8\">filed suit</a> against the state of North Carolina, arguing that the measure violates federal civil rights law. In announcing the suit, Attorney General Loretta Lynch said HB2 has inflicted \"further indignity on a population that has already suffered far more than its fair share.\"</p><br />\n<p>\"This is a time to summon our national virtues of inclusivity, diversity, compassion and open-mindedness,\" she said.</p><br />\n<p>The state, meanwhile, has <a href=\"http://www.nytimes.com/2016/05/10/us/north-carolina-governor-sues-justice-department-over-bias-law.html?_r=0\" target=\"_blank\">countersued</a> the DOJ, accusing the Obama administration of \"baseless and blatant overreach.\"</p><br />\n<p>Many Silicon Valley giants have already spoken out against the law, including <a href=\"http://www.usatoday.com/story/tech/2016/03/25/tech-leaders-join-ranks-opposing-nc-law/82263478/\" target=\"_blank\">Facebook, Google, Apple and Salesforce</a>.&nbsp;While amicus briefs do not have legal force, they allow interested parties to offer additional arguments for the court to consider. HRC waged a <a href=\"http://www.hrc.org/blog/leading-u.s.-companies-to-supreme-court-end-marriage-discrimination\" target=\"_blank\">similar campaign</a> when the Supreme Court considered the constitutionality of the Defense of Marriage Act in 2013, drawing support from Verizon, Cisco and other major corporations.&nbsp;</p><br />\n<p><strong>Read the letter sent to tech companies by HRC below:&nbsp;</strong></p><br />\n<blockquote><br />\n<p>Dear Colleagues,&nbsp;</p><br />\n<p>Thank you for your tremendous support opposing HB2 in North Carolina.&nbsp;</p><br />\n<p>You may have seen that the&nbsp;<a href=\"http://www.hrc.org/blog/department-of-justice-files-lawsuit-against-gov-mccrory\">United States Department of Justice has filed a historic lawsuit</a>&nbsp;arguing that HB2 violates multiple federal civil rights statutes by requiring transgender people to use government owned restrooms and facilities inconsistent with their gender identity. Legal prohibitions on sex discrimination clearly includes discrimination on the basis of gender identity. HRC would be happy to provide additional resources on this strong legal trend.&nbsp;</p><br />\n<p>As leaders committed to LGBT inclusion, we wanted to give you early notice that the Human Rights Campaign is organizing an amicus brief for businesses in support of the Department of Justice's challenging this harmful law.</p><br />\n<p>The business community knows that discrimination is bad for business and bad for North Carolina. North Carolina has already lost more than a&nbsp;<a href=\"mailto:https://www.americanprogress.org/issues/lgbt/news/2016/04/13/135391/north-carolinas-discriminatory-h-b-2-threatens-more-than-half-billion-dollars-in-economic-activity/\">half billion dollars</a>&nbsp;-- and counting -- in economic activity just from companies canceling or reconsidering plans to come to the state, including <a href=\"mailto:http://www.twcnews.com/nc/charlotte/news/2016/04/22/hb-2-has-cost-state-1750-jobs.html\">more than 1700 lost jobs</a>. Plus, untold economic damage has occurred from cancelled conventions, concerts, and other lost tourism dollars. These stark figures don't include potential economic development that will never come to fruition in North Carolina because of Gov. McCrory&rsquo;s radical law, or the potential&nbsp;<a href=\"mailto:http://www.hrc.org/blog/department-of-justice-files-lawsuit-against-gov-mccrory\">catastrophic loss of billions of dollars in federal funding</a>&nbsp;for schools, roads, bridges, and other essential services.&nbsp;</p><br />\n<p>For businesses operating in North Carolina, recruiting and retaining top talent is essential. Our efforts are aimed at keeping a level playing field for all employees and businesses in the state. Open and affirming workplaces prosper and you all represent businesses that demonstrate this every day.</p><br />\n<p>We are in the process of finalizing representation and will be reaching out in the coming days with more information. We hope that you will consider officially adding your business to this amicus brief, supporting the basic civil rights of transgender people with the aim of stopping the civil rights violations occurring in North Carolina and preventing future violations.</p><br />\n</blockquote> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/5733a2e0160000b60731e7f5.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/11/background-tinder_n_9913774.html</guid>\n      <title><![CDATA[The Dig: How To Background Your Tinder Dates]]></title>\n      <author>Andrew Hart</author>\n      <link>http://www.huffingtonpost.com/2016/05/11/background-tinder_n_9913774.html?utm_hp_ref=technology&amp;ir=Technology</link>\n      <pubDate>Wed, 11 May 2016 17:31:38 -0400</pubDate>\n      <description><![CDATA[<p>A brief recap. When last we met, ProPublica had just launched a bunch of fun new features, of which this is allegedly one. The idea of this column is to share with you, dear readers, some of the digging skills that investigative reporters use on a daily basis. After all, we&rsquo;re not the only ones that need to find out stuff.</p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/5733a3f6160000b60731e7fa.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/10/maple-match_n_9913610.html</guid>\n      <title><![CDATA[There's A Dating Site For Americans Who Want To Escape A Trump Presidency]]></title>\n      <author>Kimberly Yam</author>\n      <link>http://www.huffingtonpost.com/2016/05/10/maple-match_n_9913610.html?utm_hp_ref=technology&amp;ir=Technology</link>\n      <pubDate>Wed, 11 May 2016 17:15:59 -0400</pubDate>\n      <description><![CDATA[<p>This could be the next <em>yuuuuuuge</em> thing.&nbsp;</p><br />\n<p>New dating site <a href=\"http://www.maplematch.com/\" target=\"_blank\">Maple Match</a> helps Americans find a Canadian partner for a special mission -- to \"save them from the unfathomable horror of a Trump presidency.\"</p><br />\n<p>And the service's tagline? \"Make dating great again,\" natch.</p><br />\n<br />\n<p>The site launched about <a href=\"http://www.nbcnews.com/news/us-news/maple-match-dating-site-hooks-trump-hating-americans-canadians-n571491\" target=\"_blank\">a week ago</a> and <a href=\"http://www.theguardian.com/lifeandstyle/2016/may/10/maple-match-dating-service-americans-canada-trump\" target=\"_blank\">the app</a> hasn't even been released yet, but the concept has already proven popular, NBC News reported. Thousands of people have already signed up to nab a spot on the waitlist and this past Friday, the site had <a href=\"http://www.theguardian.com/lifeandstyle/2016/may/10/maple-match-dating-service-americans-canada-trump\" target=\"_blank\">200 sign-up requests an hour.&nbsp;</a></p><br />\n<p>&ldquo;This is about finding the right partner and not caring if they&rsquo;re on the other side of the border,&rdquo; CEO Joe Goldman explained to<a href=\"http://www.theguardian.com/lifeandstyle/2016/may/10/maple-match-dating-service-americans-canada-trump\" target=\"_blank\"> The Guardian.</a> &ldquo;You should go to a place where you&rsquo;ll be happy. For a number of Americans, in the event of a Trump presidency, that place would be Canada.&rdquo;</p><br />\n<p>Currently, users can register by filling out their information and indicating their U.S. or Canadian citizenship on the site. By clicking a \"save me from this madness\" button, they can submit their sign-up request. There's no <a href=\"http://www.nbcnews.com/news/us-news/maple-match-dating-site-hooks-trump-hating-americans-canadians-n571491\" target=\"_blank\">fee.</a></p><br />\n<p>The 25-year-old CEO from Texas told <a href=\"http://www.nbcnews.com/news/us-news/maple-match-dating-site-hooks-trump-hating-americans-canadians-n571491\" target=\"_blank\">NBC News</a> that he was inspired to create Maple Match after friends of his mentioned moving to Canada if Trump actually wins in November.</p><br />\n<p>\"I thought to myself, 'Given the current political situation, this could bring Canadians and Americans closer together,'\" he said.</p><br />\n<p>Goldman, who's even signed up himself, said that he's received requests from both the U.S. and Canada.&nbsp;And people seem pretty darn excited about the idea.&nbsp;</p><br />\n<p>&ldquo;Americans are using this as a serious opportunity to meet Canadians. People have been sending me paragraphs of explanation. People have been sending me pictures of themselves,\" <a href=\"http://www.theguardian.com/lifeandstyle/2016/may/10/maple-match-dating-service-americans-canada-trump\" target=\"_blank\">he told the Guardian.</a> \"I&rsquo;ve had people begging me to start this. We&rsquo;re not just building an anti-Trump app. We&rsquo;re building something that connects people across borders, and that&rsquo;s something that has the potential to grow.&rdquo;</p><br />\n<p>Of course with a dating site inspired by fear of a Trump presidency, one wonders if Maple Match will still thrive if Trump isn't elected. But Goldman assured the Guardian that there's still a place for the dating service, regardless of what pans out. And it all comes down to love.&nbsp;</p><br />\n<p>&ldquo;It&rsquo;s funny thinking that if Trump goes away there will be no more Maple Match,&rdquo; Goldman told the outlet. &ldquo;But while the humor is there to generate attention, what will ultimately interest people is their passion for finding someone who means something to them.&rdquo;</p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/57336db4160000e60431e798.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/11/npr-facebook-segment_n_9913404.html</guid>\n      <title><![CDATA[Facebook Was So Adorable And Harmless Back In The Day]]></title>\n      <author>Damon Beres</author>\n      <link>http://www.huffingtonpost.com/2016/05/11/npr-facebook-segment_n_9913404.html?utm_hp_ref=technology&amp;ir=Technology</link>\n      <pubDate>Wed, 11 May 2016 17:03:55 -0400</pubDate>\n      <description><![CDATA[<br />\n<p>It's easy to be down on Facebook today, when the monolithic social network is <a href=\"http://www.huffingtonpost.com/entry/facebook-trending-news-curators_us_5730c2c8e4b096e9f092103c\" target=\"_blank\">accused of suppressing conservative news</a> and pressuring its <a href=\"http://newsroom.fb.com/company-info/\" target=\"_blank\">1.65 billion</a> users to <a href=\"http://www.huffingtonpost.com/entry/facebook-live-video-poll_us_571f6f74e4b0f309baee7baf\" target=\"_blank\">broadcast live video</a>&nbsp;from their smartphones.</p><br />\n<p>But it wasn't always like this.</p><br />\n<p>Try to imagine a beer-drenched dorm room. That annoying \"friend\"&nbsp;you've been stuck with since Welcome Week just took a bong rip. He coughs smoke, turns to you and asks: \"Are you on ... The Facebook?\"</p><br />\n<p>If you're having trouble conjuring it, we'll go ahead and refer you to a 2004 NPR report about the service: \"<a href=\"http://www.npr.org/2004/08/19/3858923/web-site-helps-college-students-break-the-ice\" target=\"_blank\">Web Site Helps College Students Break the Ice</a>.\" It's two minutes and 20 seconds of sheer ironic joy, because it in no way describes the online behemoth so many of us are shackled to today.</p><br />\n<p>Choice quotes:</p><br />\n<ul><br />\n<li><br />\n<p>\"Thanks to the Internet and some crafty underclassmen, now you can get to know your roommate -- or mates -- without the inconvenience of actually meeting them.\"</p><br />\n</li><br />\n<li><br />\n<p>\"You can even submit a picture.\"</p><br />\n</li><br />\n<li><br />\n<p>\"The getting-to-know-you website thefacebook.com\"</p><br />\n</li><br />\n<li><br />\n<p>\"[It]&nbsp;has almost 200,000 users. It provides just enough information to allow users to scratch below the surface, down to the superficial.\"</p><br />\n</li><br />\n<li><br />\n<p>\"One junior -- we'll call him Tri Epsilon -- entered this under the category of 'Other': 'I like listening to music, basketball, board games, making cool things out of foil and smoking hookah.' Hookah: That would be a water pipe similar to a bong.\"</p><br />\n</li><br />\n<li><br />\n<p>\"[Facebook co-founder] Chris Hughes says websites like thefacebook.com are not supposed to be a replacement for frat parties, fraternizing over Frappucinos or other collegial pursuits.\"</p><br />\n</li><br />\n</ul><br />\n<p><span style=\"line-height: 1.42857;\">Oh, Chris. If only you knew what your project would become. </span></p><br />\n<p><span style=\"line-height: 1.42857;\">Check the full segment out below.</span></p><br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><a href=\"http://www.npr.org/2004/08/19/3858923/web-site-helps-college-students-break-the-ice\" data-iframely-url=\"//dk79lclgtez2i.cloudfront.net/3YeGSA\" data-template=\"inline\"></a><script async src=\"//dk79lclgtez2i.cloudfront.net/embed.js\" charset=\"utf-8\"></script></div></div><br />\n      <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/57339302130000f00438156c.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n  </channel>\n</rss>\n",
  "headers": {
    "P3P": "CP='NO P3P'",
    "Content-Length": "34169",
    "Content-Encoding": "gzip",
    "Vary": "Accept-Encoding",
    "Date": "Fri, 13 May 2016 07:43:54 GMT",
    "Content-Type": "text/xml; charset=utf-8",
    "Server": "Apache",
    "Connection": "keep-alive"
  },
  "response_url": "http://www.huffingtonpost.com/feeds/verticals/technology/news.xml"
}