{
  "requested_url": "http://www.mid-day.com/Resources/midday/rss/news-national.xml",
  "fetched_at": "2016-05-13T00:46:32.387757",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<rss version=\"2.0\" xmlns:content=\"http://purl.org/rss/1.0/modules/content/\" xmlns:wfw=\"http://wellformedweb.org/CommentAPI/\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:media=\"http://search.yahoo.com/mrss\"><channel><title><![CDATA[national]]></title><link><![CDATA[http://www.mid-day.com/news/national]]></link><description><![CDATA[Mid Day]]></description><language><![CDATA[en-us]]></language><pubDate><![CDATA[13 May 2016 07:30:09 GMT]]></pubDate><copyright><![CDATA[Copyright: (C) 2014 mid-day.com India Limited. All Rights Reserved.]]></copyright><image><title><![CDATA[Mid Day]]></title><url><![CDATA[http://www.mid-day.com/Resources/midday/images/logo.png]]></url><link><![CDATA[http://mid-day.com/]]></link><width><![CDATA[144]]></width><height><![CDATA[28]]></height><description><![CDATA[Visit http://mid-day.com/]]></description></image><item><title><![CDATA[Increments of 36 Gram Sevaks stopped in Thane]]></title><link><![CDATA[http://www.mid-day.com/articles/increments-of-36-gram-sevaks-stopped-in-thane/17230181]]></link><pubDate><![CDATA[13 May 2016 07:03:57 GMT]]></pubDate><storyid><![CDATA[17230181]]></storyid><media:content type=\"image/jpeg\"/><media:title><![CDATA[Increments of 36 Gram Sevaks stopped in Thane]]></media:title><summary><![CDATA[<p>The Thane Zilla Parishad has stopped the increments of as many as 36 Gram Sevaks for alleged dereliction of duty, a senior ZP official said on Friday</p>]]></summary><description><![CDATA[<p><strong>Thane:</strong> The Thane Zilla Parishad has stopped the increments of as many as 36 Gram Sevaks for alleged dereliction of duty, a senior ZP official said on Friday.</p>\r\n<p>Thane Zilla Parishad CEO Uday Choudhary found that the gram sevaks had not properly implemented the Employment Guarantee Scheme and Swachh Bharat programmes effectively, and hence action was taken against them, he said. He said since the last two months, the number of workers under the MNREGS was on a decline and the gram sevaks submitted reports that there was no demand for construction of toilets from the villagers.</p>\r\n<p>During a tour of Sahapur and Murbad talukas, the CEO received complaints that the workers were not getting jobs under MNREGS and had to migrate to other places. Later, during enquiry, the gram sevaks were allegedly found responsible for ineffective implementation of the government programmes, the official said.</p>\r\n<p>Of the 36 gram sevaks whose increments have been stopped, 18 are from Murbad, 10 from Bhiwandi and 8 from Sahapur, he said.</p>\r\n<p>Following this action, the attendance of workers in the EGS works has gone up to 900 this month as against 450 last month in Murbad, and 1,100 as against 600 in Sahapur, he added.</p><br/>]]></description></item><item><title><![CDATA[Why Goa bans use of LED lights by fishing trawlers]]></title><link><![CDATA[http://www.mid-day.com/articles/why-goa-bans-use-of-led-lights-by-fishing-trawlers/17230178]]></link><pubDate><![CDATA[13 May 2016 06:05:39 GMT]]></pubDate><storyid><![CDATA[17230178]]></storyid><media:content type=\"image/jpeg\"/><media:title><![CDATA[Why Goa bans use of LED lights by fishing trawlers]]></media:title><summary><![CDATA[<p>Goa government has banned the use of LED lights by trawlers for fishing even as 25 fishermen were detained after they tried to block a road in Panaji in protest against the use of such lights</p>]]></summary><description><![CDATA[<p><strong>Panaji:</strong> Goa government has banned the use of LED lights by trawlers for fishing even as 25 fishermen were detained after they tried to block a road in Panaji in protest against the use of such lights.</p>\r\n<p>The fishermen have been demanding a ban on fishing with the help of LED lights which attract a large number of fish due to their powerful glow underwater. They say their use would lead to a fish famine in Goa waters.</p>\r\n<p>\"We agreed to their demand and issued a notification banning LED lights. We also issued directions asking to impound the trawlers fitted with such lights. We are taking all the measures to ensure that LED lights are removed. We are fully supporting the fishermen,\" State Fisheries Minister Avertano Furtado told reporters last night outside Panaji police station.</p>\r\n<p>He said the state government had agreed to all their demands but some fishermen continued to block the road. State Rural Development Agency Minister Alina Saldanha was also present along with Furtado at the police station.</p>\r\n<p>Speaking to reporters, Inspector Siddhanth Shirodkar said today, \"The crowd had blocked the road and jetties used by offshore casinos. We had to forcefully evict them and took 25 fishermen into custody last evening.\"</p>\r\n<p>He said police had to resort to mild lathi-charge after some fishermen attacked the police on duty. The fishermen had blocked the channels of Mandovi river in Panaji and Sal river at Betul village in South Goa from Wednesday.</p>\r\n<p>Meanwhile, Marine police cleared the blockade on both the rivers which affected inland waterways navigation. The operations of offshore casinos had come to a halt since the last two days after the fishermen blocked the channel of Mandovi river.</p>\r\n<p>They resumed operations late last night after feeder boats were allowed to ply customers from the jetties to the offshore vessels.</p><br/>]]></description></item><item><title><![CDATA[Birth anniversary of Sambhaji Maharaj: Interesting facts ]]></title><link><![CDATA[http://www.mid-day.com/articles/birth-anniversary-of-sambhaji-maharaj-interesting-facts/17227194]]></link><pubDate><![CDATA[13 May 2016 05:30:21 GMT]]></pubDate><storyid><![CDATA[17227194]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/14-sambhaji-maharaj1-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Birth anniversary of Sambhaji Maharaj: Interesting facts ]]></media:title><summary><![CDATA[<p>On Chhatrapati Sambhaji Raje Bhosale's birth anniversary, here are some lesser known facts about the Maratha ruler</p>]]></summary><description><![CDATA[<p>On Chhatrapati Sambhaji Raje Bhosale's birth anniversary, here are some lesser known facts about the Maratha ruler.</p>\r\n<p><img title=\"Sambhaji Maharaj\" src=\"http://images.mid-day.com/images/2016/may/14-sambhaji-maharaj1.jpg\" alt=\"Sambhaji Maharaj\" /><em><strong>Sambhaji Maharaj. Pic/YouTube</strong></em></p>\r\n<p><strong>&gt;&gt;</strong> Sambhaji Bhosale was born on May 14, 1657. He was the eldest son of Chhatrapati Shivaji and his first wife Saibai. His mother died when he was two and he was raised by his paternal grandmother Jijabai.</p>\r\n<p><strong>&gt;&gt;</strong> At the age of nine, Sambhaji was sent to live with Raja Jai Singh of Amber, as a political hostage.</p>\r\n<p><strong>&gt;&gt;</strong> Despite the tumultous nature of their lives, Shivaji ensured that Sambhaji got the best education befitting a prince. He grew up to be a well read person as also a soldier with commendable martial skills.</p>\r\n<p><strong>&gt;&gt;</strong> Sambhaji was married to Jivubai in a marriage of political alliance, and per Maratha custom she took the name Yesubai. This marriage thus gave Shivaji Maharaj access to the Konkan coastal belt.</p>\r\n<p><strong>&gt;&gt;</strong> Sambhaji's behaviour is a matter of debate. Some of his alleged irresponsibility include 'addiction to sensual pleasures' which led Shivaji to imprison his son at Panhala fort in 1678 to curb his behaviour. However, he escaped from the fort but returned home after a year. Unrepentant of his behaviour, he was again confined to Panhala.</p>\r\n<p><strong>&gt;&gt;</strong> When Shivaji died, Sambhaji was still held captive in Panhala fort. Shivaji's widow and Sambhaji's stepmother, Soyarabai crowned her 10-year-old son Rajaram as the heir to the Maratha kingdom. When Sambhaji heard about this news, he escaped and took possession of Panhala fort and marched to Raigad fort with 20,000 troops and formally ascended the throne.</p>\r\n<p><strong>&gt;&gt;</strong> Once he became the ruler, he imprisoned his step-brother Rajaram, his wife Janki Bai, and his step-mother Soyaraba. Soyaraba was executed on charges of conspiracy.</p>\r\n<p><strong>&gt;&gt;</strong> It is also said that Prince Akbar (son of Mughal emperor Aurangzeb) who had rebelled against his father sought refuge with Sambhaji, something which was readily accepted. This incensed Aurangzeb to no end and he took it very personally.</p>\r\n<p><strong>&gt;&gt;</strong> Sambhaji's death was a brutal one. Aurangzeb captured Sambhaji and his friend and personal adviser Kavi Kalash and humiliated them by parading them wearing clown's clothes, and they were subjected to insults by the Mughal soldiers. Aurangzeb ordered Sambhaji and Kavi Kalash to be tortured to death. The process which took over a fortnight, included plucking out their eyes and tongue, pulling out their nails, and removing their skin.</p>\r\n<p><strong>&gt;&gt;</strong> Sambhaji was finally killed on March 11,1689 at the age of 31, reportedly by tearing him apart from the front and back with wagh nakhe (metal 'tiger claws') and beheading with an axe at Tulapur on the banks of the Bhima river, near Pune.</p>\r\n<p><strong>&gt;&gt;</strong> Sambhajis disembered remains were later sewn together by some people of Vadu and finally cremated there with ritual obsequies and honours.</p><br/>]]></description></item><item><title><![CDATA[Mumbai: Six live turtles of endangered species rescued in Bandra]]></title><link><![CDATA[http://www.mid-day.com/articles/mumbai-six-live-turtles-of-endangered-species-rescued-in-bandra/17230173]]></link><pubDate><![CDATA[13 May 2016 05:26:51 GMT]]></pubDate><storyid><![CDATA[17230173]]></storyid><media:content type=\"image/jpeg\"/><media:title><![CDATA[Mumbai: Six live turtles of endangered species rescued in Bandra]]></media:title><summary><![CDATA[<p>A team of Wildlife Crime Control Bureau led the drive, acting on a tip-off. The accused and the turtles have been produced in Bandra court</p>]]></summary><description><![CDATA[<p>The Wildlife Crime Control Bureau (WCCB) rescued six live turtles of an endangered species near Chetna College in Bandra. Acting on a tip, the officials observed a man since Wednesday evening and finally intercepted the 24-year-old, rescuing the live specimens of Indian Star Tortoises that were being carried in a bag.</p>\r\n<p>The Indian Star Tortoise (Geochelone elegans) is listed in Schedule-IV of the Wildlife (Protection) Act, 1972. The turtles are in demand because they are considered to bring good luck, though it is debated.</p>\r\n<p>&ldquo;Trade, possession, transport, sale or offer for sale of an animal species listed in Schedule-IV of the Wildlife (Protection) Act, 1972 attracts an imprisonment for three years,&rdquo; said M Maranko, regional deputy director, WCCB who led the drive.</p>\r\n<p>The accused identified as Soham Kale, and the seized specimens of Star Tortoises were produced before the Bandra Court yesterday. He has been remanded to judicial custody till May 26. The turtles are right now in Belapur, the main office of WCCB. Next week, they will be shifted to Karnala bird sanctuary.</p>\r\n<p><br /><strong>Past cases</strong><br /><strong>May 2:</strong> Thane Forest Department rescued seven Indian Star Turtles, which were abandoned at Panchpakadi <br /><strong>May 3:</strong> Kalpesh Eknath Pate, 17 of Plant and Animals Welfare Society (PAWS - Mumbai) rescued six Indian Star Turtles from a person in Versova.</p>\r\n<p>&ldquo;They are now being taken care by PAWS-Mumbai till we receive permit from the Forest Department to transport them to the Rehabilitation Centre,&rdquo; said Sunish Subramanian Kunju, founder and secretary, PAWS-Mumbai.</p><br/>]]></description></item><item><title><![CDATA[Delhi: Man arrested for raping 4-year-old a serial sex offender, says police]]></title><link><![CDATA[http://www.mid-day.com/articles/delhi-man-arrested-for-raping-4yearold-a-serial-sex-offender-says-police/17230165]]></link><pubDate><![CDATA[13 May 2016 04:25:05 GMT]]></pubDate><storyid><![CDATA[17230165]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/4-person-arrested-rep-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Delhi: Man arrested for raping 4-year-old a serial sex offender, says police]]></media:title><summary><![CDATA[<p>Police today said a 20-year-old man, who was arrested for the alleged rape of a four-year-old girl at a transit camp in Chanakyapuri area here last week, allegedly sexually assaulted at least four other girls at the same place</p>]]></summary><description><![CDATA[<p><strong>New Delhi:</strong> Police today said a 20-year-old man, who was arrested for the alleged rape of a four-year-old girl at a transit camp in Chanakyapuri area here last week, allegedly sexually assaulted at least four other girls at the same place.</p>\r\n<p>Ronnie sexually assaulted at least four other girls, aged between 10 and 12 years, residing at the transit camp. He was arrested only after his latest victim, the four-year-old daughter of a neighbour, reported the matter to her parents, who raised an alarm, they said.</p>\r\n<p><img src=\"http://images.mid-day.com/images/2016/may/4-person-arrested-rep.jpg\" alt=\"\" width=\"670\" height=\"502\" /></p>\r\n<p>During interrogation, Ronnie made certain disclosures and when police teams, comprising women, were sent to the transit camp to talk to people there, four unreported cases emerged, police said.</p>\r\n<p>\"The accused has now been booked in four fresh cases under POCSO Act,\" DCP (New Delhi) Jatin Narwal said. Police are trying to ascertain if Ronnie had assaulted more girls in and around the transit camp.</p>\r\n<p>Meanwhile, all the minor victims identified so far have been given counseling in the presence of their parents, police added.</p><br/>]]></description></item><item><title><![CDATA[Set up SIT to probe wife-swapping charge in Navy: SC to Kerala police]]></title><link><![CDATA[http://www.mid-day.com/articles/set-up-sit-to-probe-wifeswapping-charge-in-navy-sc-to-kerala-police/17230164]]></link><pubDate><![CDATA[13 May 2016 04:23:35 GMT]]></pubDate><storyid><![CDATA[17230164]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/jan/28Supreme-Court-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Set up SIT to probe wife-swapping charge in Navy: SC to Kerala police]]></media:title><summary><![CDATA[<p>The Supreme Court today ordered Kerala Police to set up an SIT to probe into allegations of wife-swapping lodged by the estranged wife of a naval officer</p>]]></summary><description><![CDATA[<p><strong>New Delhi:</strong> The Supreme Court today ordered Kerala Police to set up an SIT to probe into allegations of wife-swapping lodged by the estranged wife of a naval officer.</p>\r\n<p>The apex court, which ruled out CBI investigation into the FIR alleging that besides the husband of the woman, four other Navy officers and a spouse of one of them were indulged in wife-swapping in the force, directed the Kerala DGP to set up the SIT headed by a police officer not below the rank of a DIG and conclude the probe in the 2013 FIR \"preferably\" within three months.</p>\r\n<p><img src=\"http://images.mid-day.com/images/2016/jan/Supreme-Court.jpg\" alt=\"\" width=\"670\" height=\"610\" /></p>\r\n<p>A bench of Chief Justice T S Thakur and justices R Banumathi and U U Lalit, while rejecting the plea for CBI probe, said, \"It is well settled that the extraordinary power of the constitutional courts in directing CBI to conduct investigation in a case must be exercised rarely in exceptional circumstances, especially, when there is lack of confidence in the investigating agency or in the national interest and for doing complete justice in the matter.\"</p>\r\n<p>Justice Banumathi, penning the verdict, said, \"Considering the facts and circumstances of the case in hand, in the light of ...principles, we are of the view that the case in hand does not entail a direction for transferring the investigation from the state police/special team of state police officers to CBI. The facts and circumstances in which the offence is alleged to have been committed can be better investigated into by state police.\"</p>\r\n<p>It also rejected the submission of the estranged wife of the navy officer that the cases, filed by accused including other naval officers in the Kerala High Court seeking quashing of the FIR, be transferred to the Delhi High Court.</p>\r\n<p>The apex court also said that it transfers a case from one state to another only if there is a \"reasonable apprehension on the part of a party to a case that justice will not be done\".</p>\r\n<p>\"Mere apprehension that the accused are influential may not be sufficient to transfer the case. Since a special team of state police officers is constituted for further investigation, we are not inclined to order the transfer of the criminal miscellaneous petitions from the High Court of Kerala to the High Court of Delhi,\" it said.</p><br/>]]></description></item><item><title><![CDATA[Chopper deal: Raman Singh denies allegations]]></title><link><![CDATA[http://www.mid-day.com/articles/chopper-deal-raman-singh-denies-allegations/17230163]]></link><pubDate><![CDATA[13 May 2016 04:22:03 GMT]]></pubDate><storyid><![CDATA[17230163]]></storyid><media:content url=\"http://images.mid-day.com/images/2014/feb/Prashant-bhushan-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Chopper deal: Raman Singh denies allegations]]></media:title><summary><![CDATA[<p>Chhattisgarh Chief Minister Raman Singh tonight described as \"baseless and politically motivated\" the allegations of Swaraj Abhiyan leaders of floating a global tender in a \"shady manner\" to purchase a specific AgustaWestland helicopter by paying \"over 30 per cent\" commission without exploring options</p>]]></summary><description><![CDATA[<p><strong>Raipur:</strong> Chhattisgarh Chief Minister Raman Singh tonight described as \"baseless and politically motivated\" the allegations of Swaraj Abhiyan leaders of floating a global tender in a \"shady manner\" to purchase a specific AgustaWestland helicopter by paying \"over 30 per cent\" commission without exploring options.</p>\r\n<p><img src=\"http://images.mid-day.com/images/2014/feb/Prashant-bhushan-o.jpg\" alt=\"\" width=\"650\" height=\"463\" /><br /><span style=\"font-size: x-small;\"><strong><em>Prashant Bhushan. File Pic</em></strong></span></p>\r\n<p>\"The allegations levelled by former AAP leader Prashant Bhushan are baseless and politically motivated. There was no irregularity in the helicopter deal. It was done through the global tendering process, maintaining full transparency,\" the CM said at a press conference at his official residence here.</p>\r\n<p>He said senior Congress leaders were facing heat over the AgustaWestland chopper deal scam involving corruption to the tune of several crores of rupees and these baseless charges against a BJP-ruled state was \"an attempt to divert the attention\".</p>\r\n<p>\"He (Bhushan) is trying to dilute the issue,\" Singh said. Earlier in the day, Swaraj Abhiyan leaders Prashant Bhushan and Yogendra Yadav in Delhi accused the Raman Singh government of paying USD 1.57 million as \"commission\" to a company registered in tax-haven British Virginia Islands to procure the chopper.</p>\r\n<p>The two also sought to link Raman Singh's son Abhishek to the controversy saying he formed a company called Quest Heights Ltd on July 3, 2008, almost six months after the bulk of the payment was made by the state government to Sharp Ocean, an agent company.</p>\r\n<p>When asked whether he will pursue legal action against Bhushan, Singh said he will consult his lawyers. \"Procurement of the helicopter was done after taking consent from the technical committee constituted for the purpose in the state. Full transparency was maintained in the entire procurement process,\" the CM said.</p>\r\n<p>The allegations were based on the Comptroller and Auditor General's report for the year ended March 31, 2011, but the report only pointed out that the delay in procurement of the chopper led to the extra expenditure of Rs 65 lakh, Singh said.</p>\r\n<p>Jharkhand had procured the same chopper in 2006, he said, adding the company increased the price for the Chhattisgarh government in 2007. Abhishek, the MP from Rajnandgaon Lok Sabha constituency, also denied his links to the deal. He also denied having offshore bank accounts.</p>\r\n<p>\"I have nothing to do with it,\" Abhishek said in a statement. \"I am also being accused of working with Sarda Brothers company. But I want to clarify that Sarda Brothers had never been my employer. All allegations against me are politically motivated, just to malign my image,\" he said.</p><br/>]]></description></item><item><title><![CDATA[Emirates flight from Dubai to Phuket diverted to Mumbai airport]]></title><link><![CDATA[http://www.mid-day.com/articles/emirates-flight-from-dubai-to-phuket-diverted-to-mumbai-airport/17229196]]></link><pubDate><![CDATA[13 May 2016 03:37:11 GMT]]></pubDate><storyid><![CDATA[17229196]]></storyid><media:content type=\"image/jpeg\"/><media:title><![CDATA[Emirates flight from Dubai to Phuket diverted to Mumbai airport]]></media:title><summary><![CDATA[<p>On May 11, an Emirates flight EK-378 from Dubai to Phuket, Expected Time Of Arrival (ETA) 2.32 pm had been diverted to Mumbai Airport</p>]]></summary><description><![CDATA[<p>On May 11, an Emirates flight EK-378 from Dubai to Phuket, Expected Time Of Arrival (ETA) 2.32 pm had been diverted to Mumbai Airport. This diversion had to be made due to technical issues in the aircraft -- Boeing 777-300ER (twin-jet). The aircraft had 138 passengers on board along with 16 crewmembers.</p>\r\n<p>However, the airline on the same night adjusted all its passengers in another flights flying to the destination from Mumbai airport. However, in due course all its on duty crewmembers had consumed their maximum number of flying hours.</p>\r\n<p>The 16 crewmembers hence did not fly, they were then accommodated in a hotel. After rectifying the technical problem of said aircraft, all the 16 crew (only Crew) could depart at Dubai Standard Time of Departure (STD) 3.30pm.</p><br/>]]></description></item><item><title><![CDATA[Role of call centres key point in Call Taxi Scheme]]></title><link><![CDATA[http://www.mid-day.com/articles/role-of-call-centres-key-point-in-call-taxi-scheme/17229193]]></link><pubDate><![CDATA[13 May 2016 03:32:30 GMT]]></pubDate><storyid><![CDATA[17229193]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/SOS-system-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Role of call centres key point in Call Taxi Scheme]]></media:title><summary><![CDATA[<p>The role of call centres of app-based aggregators is being outlined, especially during distress calls</p>]]></summary><description><![CDATA[<p>After a 30-year-old woman was molested and stalked by the driver of an app-based aggregator, the safety of passengers on these services has come into question. This incident comes at a time when the transport department, Mumbai Police and app-based aggregators are mulling over the Call Taxi Scheme, 2015. An important point in this scheme is the role of call centres of the mobile aggregator when they receive distress calls.</p>\r\n<p><img title=\"The prototype of an SOS system was installed in a few black and yellow cabs recently\" src=\"http://images.mid-day.com/images/2016/may/SOS-system.jpg\" alt=\"The prototype of an SOS system was installed in a few black and yellow cabs recently\" /><br /><span style=\"font-size: x-small;\"><strong><em>The prototype of an SOS system was installed in a few black and yellow cabs recently</em></strong></span></p>\r\n<p>The act mentions &lsquo;The licensee (mobile aggregator) shall ensure the facility of a panic button in the Taxi so that in case of any distress, the signal is transmitted to the control centre of the licensee and there from, to the nearest Police Station / Police Control Room, as also a hooter to raise alarm in case of a mishap&rsquo;. Transport officials said that this scheme is likely to be approved by June.</p>\r\n<p>&ldquo;We will bring this system, wherein once the distress calls are made, the call centres of the aggregator should gauge its seriousness. If it&rsquo;s a case of molestation or any criminal intimidation, they immediately need to divert it to the police help line,&rdquo; explained an official from the transport department. At present, SOS calls go to the call centres.</p>\r\n<p>However, while this is being promised, the operators claim that over the last several months, discussions with the transport department and police have not brought much development.</p>\r\n<p>Sources said that in the last meeting, police had asked aggregators to make precise arrangements for diverting distress calls. &ldquo;There is every possibility that not all calls can be genuine. There is a need to segregate the genuine cases and that&rsquo;s what we&rsquo;re working on,&rdquo; said an official from a mobile aggregator.</p><br/>]]></description></item><item><title><![CDATA[Court rejects interim relief to Bhujbal co-accused]]></title><link><![CDATA[http://www.mid-day.com/articles/court-rejects-interim-relief-to-bhujbal-coaccused/17229192]]></link><pubDate><![CDATA[13 May 2016 03:30:11 GMT]]></pubDate><storyid><![CDATA[17229192]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/13-Chhaga-Bhujbal-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Court rejects interim relief to Bhujbal co-accused]]></media:title><summary><![CDATA[<p>The Enforcement Directorate had named Vinod Goenka, Asif Balwa and Sanjay Kakade in the charge sheet against Chhagan Bhujbal; they now face arrest</p>]]></summary><description><![CDATA[<p>The Special Prevention of Money Laundering (PMLA) Court on Thursday rejected interim relief to Vinod Goenka, MD of D B Realty; Asif Balwa, brother of Shahid Balwa and promoter of Swan Telecom; and Sanjay Kakade, Member of Parliament from Pune and owner of Kakade Infrastructures, against all of whom, non-bailable warrants have been issued by the court. The Enforcement Directorate (ED) had named all of them in their charge sheet filed against arrested accused Chhagan Bhujbal and Sameer Bhujbal. The three face arrest from ED.</p>\r\n<p><img title=\"The court will hear Bhujbal&rsquo;s bail application on medical grounds today\" src=\"http://images.mid-day.com/images/2016/may/13-Chhaga-Bhujbal.jpg\" alt=\"The court will hear Bhujbal&rsquo;s bail application on medical grounds today\" /><br /><span style=\"font-size: x-small;\"><strong><em>The court will hear Bhujbal&rsquo;s bail application on medical grounds today</em></strong></span></p>\r\n<p>The Special PMLA Court Judge PR Bhavake on April 28 had issued non-bailable warrants against all persons and companies named in the charge sheet. Around 34 non-bailable warrants were issued by the court and 24 summons to companies named in the charge sheet. The ED was directed to arrest and produce them before the court, which could decide whether to grant custody or let them off on bail. Non-bailable warrants were issued against Kakade, Sunil Naik, Balwa, Suresh Jagodoya, Pravin Jain, Sanjeev Jain, Krishna, Prasanna and Prashant Chamankar. Summons were also issued to Balwa Group of Companies, D B Realty, Kakade Infrastructures and Neelkamal Realtors.</p>\r\n<p>ED claims all the people and companies that were named in the charge sheet had helped Bhujbal, some of them had bribed the Bhujbal family to get government contracts.</p>\r\n<p>Senior counsel Amit Desai appeared for Kakade Infrastructures, Shirish Gupte for Asif Balwa and Harshad Ponda for Vinod Goenka.</p>\r\n<p>All of them had submitted applications before the court for cancellation of warrants issued by the court and had cited several judgments saying the accused was not needed to be present for cancellation of warrants. <br />They had also stated that the Chamankar family, which was also issued a non-bailable warrant, had got relief from the Supreme Court for six weeks and, similarly, they should be also granted relief.</p>\r\n<p>However, Judge Bhavake refused to give any relief. Pankaj Bhujbal, against whom a non-bailable warrant has also been issued, is yet to approach any court and seems to have adopted a wait-and-watch policy.</p>\r\n<p>The court has extended the warrant date and kept it for June 13. The anticipatory bail application of Goenka was also kept for June 13.</p>\r\n<p>Chhagan Bhujbal&rsquo;s bail application (on medical grounds) will be heard today. The ED had registered two Enforcement Case Investigation Reports (ECIR) after the Anti-Corruption Bureau registered two cases against the Bhujbal family in the Maharashtra Sadan and Kalina land scam. The ED has alleged that around Rs 870 crore was laundered by the Bhujbal family to West Bengal through fake companies.</p><br/>]]></description></item><item><title><![CDATA[Mumbai Diary: Friday Dossier]]></title><link><![CDATA[http://www.mid-day.com/articles/mumbai-diary-friday-dossier/17229177]]></link><pubDate><![CDATA[13 May 2016 02:55:04 GMT]]></pubDate><storyid><![CDATA[17229177]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/13-Anjali-Tendulkar-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Mumbai Diary: Friday Dossier]]></media:title><summary><![CDATA[<p>The city &mdash; sliced, diced and served with a dash of sauce</p>]]></summary><description><![CDATA[<p><strong>Capital home for Anjali</strong><br />Anjali Tendulkar was spotted at the Greater Noida registrar&rsquo;s office on Thursday. Our sources say she was there to register the deed for a 3,150 square feet flat in a Delhi construction major&rsquo;s project in Noida.</p>\r\n<p><img title=\"Anjali Tendulkar registered her flat in Greater Noida\" src=\"http://images.mid-day.com/images/2016/may/Anjali-Tendulkar.jpg\" alt=\"Anjali Tendulkar registered her flat in Greater Noida\" /><br /><span style=\"font-size: x-small;\"><strong><em>Anjali Tendulkar registered her flat in Greater Noida</em></strong></span></p>\r\n<p>We are also told the infamously bureaucratic staff of the office were on their best behaviour, helping Anjali execute the deed without any hassles. And when they requested selfies, Mrs Tendulkar was only too happy to pose with them.</p>\r\n<p>The purchase will also make the Rajya Sabha MP, who had famously refused to accept the government flat that comes with the nomination, neighbour to former India captain Kapil Dev. While the home is also near the international cricket stadium that the Afghanistan Cricket team calls its home, we are sure it will help Sachin hop over to the nearby Buddh International Circuit to do a few quick laps in any of the supercars from his garage.</p>\r\n<p><strong>Daddy&rsquo;s girl</strong></p>\r\n<p><img src=\"http://images.mid-day.com/images/2016/may/13-Sanjay-Khan.jpg\" alt=\"\" /><br /><span style=\"font-size: x-small;\"><strong><em>Pic/Shadab Khan</em></strong></span></p>\r\n<p>Sanjay Khan leads daughter Sussanne Khan at the launch of a coffee table book at a Worli five-star in Mumbai on Thursday.</p>\r\n<p><strong>High on five</strong><br />While Lower Parel-based The Bombay Canteen&rsquo;s posts on Instagram are always droolworthy, the latest was too good to be true.</p>\r\n<p><img title=\"The Smoke &amp; Mirrors cocktail \" src=\"http://images.mid-day.com/images/2016/may/Cocktail.jpg\" alt=\"The Smoke &amp; Mirrors cocktail \" /><span style=\"font-size: x-small;\"><strong><em>The Smoke &amp; Mirrors cocktail&nbsp;</em></strong></span></p>\r\n<p>An image of an aluminium beaker brimming with smoke, supposed to be The World&rsquo;s Oldest Molecular Cocktail, did the rounds of its Insta account. They&rsquo;re calling it, Smoke &amp; Mirrors.</p>\r\n<p>The limited edition cocktail is available only till end of the week, and wait, priced at just paanch rupaiya. Sniffing a prank, we called the guys, who said &ldquo;it&rsquo;s a surprise for our guests&rdquo; and no more. Before curiosity kills the diarist, a reservation has been made. We&rsquo;ll keep you posted.</p>\r\n<p><strong>He&rsquo;ll huff, and he&rsquo;ll puff</strong><br />Mumbai-Bangalore flights are sold out for today. We aren&rsquo;t referring to garmiyon ki chhuttiyan. It&rsquo;s spriritual guru Sri Sri Ravi Shankar&rsquo;s 60th birthday, and his followers are flying in to offer birthday bumps.</p>\r\n<p><img title=\"Sri Sri Ravi Shankar\" src=\"http://images.mid-day.com/images/2016/may/13-Sri-Sri-Ravi-Shankar.jpg\" alt=\"Sri Sri Ravi Shankar\" /><br /><span style=\"font-size: x-small;\"><strong><em>Sri Sri Ravi Shankar</em></strong></span></p>\r\n<p>Satsangs have been planned at Art of Living centres across, including Mumbai, but the real shindig is at the Bangalore HQ. A spokesperson from AOL, said, &ldquo;There is nothing special planned as such. Every day is a celebration for guruji.&rdquo;</p>\r\n<p>We are curious, will there be a giant cake holding 60 candles? Guruji, we are sure, will have them out in one poof! All those years of Sudarshan Kriya couldn&rsquo;t have gone to waste.</p>\r\n<p><strong>Equal rights to breach a menu</strong><br />How does a visually impaired diner order a masala aloo double decker? S/he asks a sighted companion if the masala aloo double decker is on the menu. The Xavier&rsquo;s Resource Centre for the Visually Challenged (XRCVC), a city based national support and advocacy centre that works to create an inclusive society, says, no longer.</p>\r\n<p><img title=\"The 3-in-1 accessible menu\" src=\"http://images.mid-day.com/images/2016/may/Menu.jpg\" alt=\"The 3-in-1 accessible menu\" /><br /><span style=\"font-size: x-small;\"><strong><em>The 3-in-1 accessible menu</em></strong></span></p>\r\n<p>A 3-in-1 accessible restaurant menu that&rsquo;s part Braille-part audio, introduced at the Bombay Blue chain of restaurants in collaboration with XRCVC, is not only helping blind foodies go about pet puja with little bother, it&rsquo;s also earned a little bit of fame with a mention in the Limca Book of Records 2016.</p>\r\n<p>While the menu and prices appear in Braille font, the dish description can be accessed via an audio sticker beside each item, using an audio labeler pen and earplugs, says XRCVC&rsquo;s dynamic director, Dr Sam Taraporevala. On a morning kickstarted with news, a gender advocacy activist entering a dargah &mdash; amid media frenzy &mdash; in controversy for keeping women out of the sanctum sanctorium, we think a quiet victory in equal rights like XRCVC&rsquo;s makes for a better story.</p>\r\n<p><strong>Manto today</strong><br />Saadat Hasan Manto was born yesterday in 1912. To commemorate the master of the short story, Westland Books launched a contest that nudged readers to imagine Manto in a globalised world. Would he have voted for Hillary or Trump?</p>\r\n<p><img src=\"http://images.mid-day.com/images/2016/may/Hasan-Manto.jpg\" alt=\"\" /></p>\r\n<p>Would he believe Jon Snow from Game of Thrones? One Twitter user said he would name Salman Khan as best actor; most thought he&rsquo;d root for Hillary Clinton, and he wouldn&rsquo;t give a damn about GOT.</p><br/>]]></description></item><item><title><![CDATA[Drought-hit Latur gets a Rs 4 crore transport bill for water]]></title><link><![CDATA[http://www.mid-day.com/articles/droughthit-latur-gets-a-rs-4-crore-transport-bill-for-water/17228158]]></link><pubDate><![CDATA[13 May 2016 02:54:49 GMT]]></pubDate><storyid><![CDATA[17228158]]></storyid><media:content type=\"image/jpeg\"/><media:title><![CDATA[Drought-hit Latur gets a Rs 4 crore transport bill for water]]></media:title><summary><![CDATA[<p>A month after the first &lsquo;water train&rsquo; reached Latur, the Railways have provided 6.20 crore litre water to the parched region, and sent a Rs 4 crore bill to the district collector towards transport cost</p>]]></summary><description><![CDATA[<p>A month after the first &lsquo;water train&rsquo; reached Latur, the Railways have provided 6.20 crore litre water to the parched region, and sent a Rs 4 crore bill to the district collector towards transport cost.</p>\r\n<p>&ldquo;We have sent the bill to the Latur district collector as per the administration&rsquo;s request,&rdquo; Central Railway&rsquo;s General Manager S K Sood said. &ldquo;It is up to the district administration whether to pay us or seek waiver of the amount, through proper channels. We sent the water transport bill as per their request,&rdquo; he said.</p>\r\n<p>The first water train, christened &lsquo;Jaldoot&rsquo;, left Miraj in western Maharashtra on April 11 and reached Latur on April 12, covering the distance of around 342 kilometres.</p>\r\n<p>After nine trips by a 10-wagon water train, a 50-wagon water train carrying 25 lakh litre water was later pressed into service. It was specially commissioned from Kota in Rajasthan to transport water to Latur. It was in January 2013 that Maharashtra first considered water trains for parched regions of drought-hit Marathwada. Discussions were then held with the Railways to arrange wagons to transport 5 lakh litres of water daily.</p>\r\n<p>Meanwhile, Maharashtra Minister of State for Relief and Rehabilitation Dilip Kamble said the Railway Minister has said the railways will bear the (water transport) cost. &ldquo;He has said Railways will bear the cost. As far as the bill is concerned, it is an administrative matter,&rdquo; Kamble said.</p><br/>]]></description></item><item><title><![CDATA[Hit-and-run case: Injured moves SC against Salman Khan's acquittal]]></title><link><![CDATA[http://www.mid-day.com/articles/hitandrun-case-injured-moves-sc-against-salman-khans-acquittal/17228157]]></link><pubDate><![CDATA[13 May 2016 02:46:19 GMT]]></pubDate><storyid><![CDATA[17228157]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/13salman-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Hit-and-run case: Injured moves SC against Salman Khan's acquittal]]></media:title><summary><![CDATA[<p>A man, who was injured in the 2002 hit-and-run case involving actor Salman Khan, yesterday moved the Supreme Court challenging the Bollywood star&rsquo;s acquittal by the Bombay High Court</p>]]></summary><description><![CDATA[<p>A man, who was injured in the 2002 hit-and-run case involving actor Salman Khan, yesterday moved the Supreme Court challenging the Bollywood star&rsquo;s acquittal by the Bombay High Court.</p>\r\n<p><img title=\"Salman Khan\" src=\"http://images.mid-day.com/images/2016/may/13salman.jpg\" alt=\"Salman Khan\" /><br /><span style=\"font-size: x-small;\"><em><strong>Salman Khan</strong></em></span></p>\r\n<p>The special leave petition sought setting aside of the HC judgement and a direction to the actor and state government to pay compensation for survival of petitioner Muslim Niyamat Shaikh and his family.</p>\r\n<p>The main petition filed by the state government in SC challenging his acquittal is listed for hearing today.</p>\r\n<p>The petition filed by the injured man alleged that the HC has wrongly acquitted Salman by \"ignoring the material points with regard to the statement of the petitioner before the police and the trial court\" which had sentenced him to five years rigorous imprisonment.</p>\r\n<p>\"The judgement of the high court also suffers from other infirmities and errors and the respondent (actor) needs to be punished for offence of culpable homicide under section 304 Part-II of the IPC,\" it said.</p>\r\n<p>The petition said the HC was not justified in not attributing knowledge on the part of Salman in driving the vehicle at a fast speed and under the influence of liquor and treating it as a pure and simple accident and not considering it a case of culpable homicide not amounting to murder.</p>\r\n<p>The state government in its appeal has said among the errors committed by the HC was non-consideration of evidence of Ravindra Patil, former police bodyguard of Salman, in \"proper perspective\".</p><br/>]]></description></item><item><title><![CDATA[Allot Adarsh flats to widows of Kargil war heros, demands NGO]]></title><link><![CDATA[http://www.mid-day.com/articles/allot-adarsh-flats-to-widows-of-kargil-war-heros-demands-ngo/17228195]]></link><pubDate><![CDATA[13 May 2016 02:45:39 GMT]]></pubDate><storyid><![CDATA[17228195]]></storyid><media:content type=\"image/jpeg\"/><media:title><![CDATA[Allot Adarsh flats to widows of Kargil war heros, demands NGO]]></media:title><summary><![CDATA[<p>An NGO today demanded that flats of Adarsh Cooperative Housing Society -- which is facing demolition in keeping with a Bombay High Court order -- be re-allotted to widows of Kargil war heroes who had sacrificed their lives for the nation</p>]]></summary><description><![CDATA[<p><strong>Mumbai:</strong> An NGO today demanded that flats of Adarsh Cooperative Housing Society -- which is facing demolition in keeping with a Bombay High Court order -- be re-allotted to widows of Kargil war heroes who had sacrificed their lives for the nation.<br /><br />Members of \"Bharat Against Corruption\" , led by its president Hemant Patil, today gathered near Adarsh Society tower at Colaba in South Mumbai here to stage a demonstration but withdrew their protest when police told them that section 144 of CrPc -- which prohibits assembly of ten people in an area -- was in force.<br /><br />Patil and other members of the NGO were then taken to Azad Maidan police station and later let off. <br /><br />Senior Police Inspector of Azad Maidan Police Station, Vijay Kadam, said, \"the NGO members withdrew their protest and hence we did not take any action against them.\" Later, speaking to reporters, Patil demanded that the Maharashtra government should file an appeal in the Supreme Court against the Bombay High Court order which had recently asked the Centre to demolish Adarsh Society as it was illegally built upon the plot of land.<br /><br />The land was to be allotted to war widows and hence the allotment to bureaucrats and others was illegal, Patil told PTI.<br /><br />The Bombay HC, on April 29, had ordered demolition of the 31-storey scam-tainted Adarsh tower and sought criminal proceedings against politicians and bureaucrats for \"misuse\" of powers, holding that the building was illegally constructed.<br /><br />However, on a plea made by the Adarsh Housing Society, a division bench stayed its order to pull down the building close to the sea at Colaba for 12 weeks to enable it to file an appeal in the apex court, despite the Maharashtra government opposing it.<br /><br />In its order, the division bench asked the Union Ministry of Environment and Forest to carry out the demolition at the expense of petitioners (Adarsh Society).<br /><br />The court asked the Centre and Maharashtra government to consider initiating civil and criminal proceedings against bureaucrats, ministers and politicians for misuse and abuse of power to get plots under the scheme, originally meant for Kargil war heroes and war widows</p><br/>]]></description></item><item><title><![CDATA[Delhi breathes easy at No. 11 on WHO's most polluted cities report]]></title><link><![CDATA[http://www.mid-day.com/articles/delhi-breathes-easy-at-no-11-on-whos-most-polluted-cities-report/17229171]]></link><pubDate><![CDATA[13 May 2016 02:44:38 GMT]]></pubDate><storyid><![CDATA[17229171]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/pollution-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Delhi breathes easy at No. 11 on WHO's most polluted cities report]]></media:title><summary><![CDATA[<p>Gwalior, Allahabad, Patna and Raipur are in the top seven cities with worst air pollution</p>]]></summary><description><![CDATA[<p><strong>New Delhi/Geneva:</strong> New Delhi is no longer the world&rsquo;s most polluted city but four other Indian cities were among the top seven most polluted cities, the WHO said yesterday warning that over 80 per cent of the world&rsquo;s city dwellers breathe poor<br />quality air.</p>\r\n<p><img title=\"New Delhi, which was ranked worst in terms of air pollution in 2014, was listed 11th this time.  Pic/AFP\" src=\"http://images.mid-day.com/images/2016/may/13pollution.jpg\" alt=\"New Delhi, which was ranked worst in terms of air pollution in 2014, was listed 11th this time.  Pic/AFP\" /><br /><span style=\"font-size: x-small;\"><em><strong>New Delhi, which was ranked worst in terms of air pollution in 2014, was listed 11th this time.&nbsp; Pic/AFP</strong></em></span></p>\r\n<p>According to a new World Health Organisation (WHO) report based on data collected between 2008 and 2013, New Delhi was the 11th most-polluted city while four other Indian cities &ndash; Gwalior (2), Allahabad (3), Patna (6) and Raipur (7) &ndash; figured in the top seven cities with worst air quality.</p>\r\n<p>New Delhi, which was ranked worst in terms of air pollution in 2014, was listed 11th this time. In a sample of selected mega-cities with a population of above 14 million, New Delhi was however the most polluted, followed by Cairo and Bangladesh&rsquo;s capital Dhaka.</p>\r\n<p>According to the WHO report, Delhi&rsquo;s annual mean PM10 was 229. Zabol in Iran figured as the city with dirtiest air. Delhi Chief Minister Arvind Kejriwal tweeted, &ldquo;Latest WHO report - Delhi no more most polluted city. Congrats Delhiites.&rdquo;</p><br/>]]></description></item><item><title><![CDATA[ED writes to CBI, asks for Red Corner Notice against Vijay Mallya]]></title><link><![CDATA[http://www.mid-day.com/articles/ed-writes-to-cbi-asks-for-red-corner-notice-against-vijay-mallya/17229166]]></link><pubDate><![CDATA[13 May 2016 02:39:38 GMT]]></pubDate><storyid><![CDATA[17229166]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/13Vijay-Mallya-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[ED writes to CBI, asks for Red Corner Notice against Vijay Mallya]]></media:title><summary><![CDATA[<p>After Britain declined India&rsquo;s request to deport Vijay Mallya, ED has now sought an Interpol arrest warrant against the liquor baron to make him join investigations in connection with a money laundering probe case</p>]]></summary><description><![CDATA[<p><strong>New Delhi:</strong> After Britain declined India&rsquo;s request to deport Vijay Mallya, ED has now sought an Interpol arrest warrant against the liquor baron to make him join investigations in connection with a money laundering probe case.</p>\r\n<p><img title=\"Vijay Mallya\" src=\"http://images.mid-day.com/images/2016/may/13Vijay-Mallya.jpg\" alt=\"Vijay Mallya\" /><br /><span style=\"font-size: x-small;\"><em><strong>Vijay Mallya</strong></em></span></p>\r\n<p>Officials said the Enforcement Directorate (ED) has written to CBI to obtain a Red Corner Notice (RCN) against Mallya from the global police body. CBI acts as the nodal office for execution of Interpol warrants in India. An RCN is issued &ldquo;to seek the location and arrest of wanted persons with a view to extradition or similar lawful action&rdquo; in a criminal case probe.</p>\r\n<p>Once the said notice is issued, the Interpol seeks to arrest the person concerned in any part of the world and notifies that country to take his or her custody for further action at their end.</p>\r\n<p>The agency has been wanting to make Mallya join investigations &ldquo;in person&rdquo; in the over R900 crore IDBI loan fraud case in which it registered a criminal case under the Prevention of Money Laundering Act (PMLA) early this year.</p>\r\n<p>It has virtually exhausted most of the legal options to make Mallya join the probe including issuance of a non-bailable warrant against him from a Mumbai court. ED is also mulling attaching domestic assets and shares worth about Rs 9,000 crore owned by Mallya in this case.</p><br/>Elections for 57 RS seats on June 11<br/><p>Biennial elections to 57 Rajya Sabha seats, including the one vacated by liquor baron Vijay Mallya, will be held on June 11, the <br />Election Commission said yesterday. The elections were necessitated as 55 members from 15 states are retiring between June and August.</p>]]></description></item><item><title><![CDATA[Oomen Chandy, Sushma Swaraj in war of words over Libya evacuations]]></title><link><![CDATA[http://www.mid-day.com/articles/oomen-chandy-sushma-swaraj-in-war-of-words-over-libya-evacuations/17229164]]></link><pubDate><![CDATA[13 May 2016 02:23:16 GMT]]></pubDate><storyid><![CDATA[17229164]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/13Sushma-Oomen-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Oomen Chandy, Sushma Swaraj in war of words over Libya evacuations]]></media:title><summary><![CDATA[<p>After evacuating 29 Indians from Libya, Oomen Chandy said his government, and not MEA, paid for their travel; Sushma Swaraj hit back, asking him who paid for the thousands evacuated earlier</p>]]></summary><description><![CDATA[<p><strong>New Delhi/ Thiruvananthapuram:</strong> Amidst the fierce electoral battle in Kerala, a war of words broke out yesterday between Chief Minister Oommen Chandy and External Affairs Minister Sushma Swaraj for taking credit for evacuation of 29 Indians from Libya.</p>\r\n<p><img title=\"External Affairs Minister Sushma Swaraj\" src=\"http://images.mid-day.com/images/2016/may/13Sushma-Swaraj.jpg\" alt=\"External Affairs Minister Sushma Swaraj\" /><br /><span style=\"font-size: x-small;\"><em><strong>External Affairs Minister Sushma Swaraj</strong></em></span></p>\r\n<p>The political fight erupted a day after Prime Minister Narendra Modi said his government has evacuated the families from Libya and that the Centre was committed to work for welfare of Indians living abroad. A total of 29 Indians have been evacuated from Libya out of which 16 are from Kerala and they reached Kochi yesterday morning.</p>\r\n<p><img title=\"Kerala CM Oomen Chandy. \" src=\"http://images.mid-day.com/images/2016/may/ChandyLibya.jpg\" alt=\"Kerala CM Oomen Chandy. \" /><br /><span style=\"font-size: x-small;\"><em><strong>Kerala CM Oomen Chandy. Pics/AFP</strong></em></span></p>\r\n<p>&ldquo;Mr.Chandy &ndash; We evacuated thousands of Indians from Kerala from Iraq, Libya and Yemen. Who paid for them? &ldquo;Mr.Chandy &ndash; You said &lsquo;Kerala paid for 29 Indians evacuated from Libya,&rdquo; Swaraj said in a series of tweets.</p>\r\n<p>The External Affairs Minister, who is recuperating in AIIMS where she was admitted on April 25, blamed Chandy for triggering the debate. &ldquo;Mr.Chandy &ndash; You started this debate &ndash; as to Who paid? Not me. We always did this because this is our pious duty towards our citizens,&rdquo; she said in another tweet.</p>\r\n<p>Earlier, Chandy said the State government is bearing the travel expense of the families, indicating that the Centre had not extended the financial assistance for their travel. &ldquo;Sushma Swaraj paid for the earlier evacuations. This time we are paying for their travel,&rdquo; Chandy said.</p>\r\n<p><img src=\"http://images.mid-day.com/images/2016/may/tweet.jpg\" alt=\"\" /></p><br/>]]></description></item><item><title><![CDATA[NCP trying to buy MIM corporators: MLA]]></title><link><![CDATA[http://www.mid-day.com/articles/ncp-trying-to-buy-mim-corporators-mla/17229151]]></link><pubDate><![CDATA[13 May 2016 02:10:11 GMT]]></pubDate><storyid><![CDATA[17229151]]></storyid><media:content type=\"image/jpeg\"/><media:title><![CDATA[NCP trying to buy MIM corporators: MLA]]></media:title><summary><![CDATA[<p>Local Majlis-e-Ittehad-ul Muslimeen (MIM) MLA Imtiyaz Jaleel today alleged that Sharad Pawar-led NCP was trying to \"buy\" some corporators and leaders of his party</p>]]></summary><description><![CDATA[<p>Aurangabad/Mumbai: Local Majlis-e-Ittehad-ul Muslimeen (MIM) MLA Imtiyaz Jaleel today alleged that Sharad Pawar-led NCP was trying to \"buy\" some corporators and leaders of his party.<br /><br />Jaleel claimed the NCP was trying to effect the rift in MIM through \"allurement\" ahead of May 16 'drought rally' of Pawar here. However, the NCP has rubbished the allegation as baseless.<br /><br />\"Some leaders and corporators of our party (MIM) were offered up to Rs 30 lakh for joining NCP but no one is going to fall prey to this temptation,\" he told reporters.<br /><br />The MLA also presented the \"Action-Taken Report (ATR)\" of the BJP-led government on wakf properties in the state.<br /><br />\"The government should snatch such properties which are identified as encroached upon by private parties and hand them over to Muslim community for setting up educational institutions and hospitals in the region,\" he said.<br /><br />Jaleel claimed wakf properties worth more than Rs 1000 crore are encroached upon in Aurangabad itself by a few landlords and mafias.<br /><br />He announced a 'dharna' protest on May 20 demanding action against the police officers who had arrested innocent Muslim youths in the 2006 Malegaon bomb blasts case.<br /><br />\"These investigating officers had deliberately named these youths and indicted them in the Malegaon blasts case for the purpose of harassment. The government should take action against such officers under the provisions of MCOCA (Maharashtra Control of Organised Crimes Act) and sue them,\" he said.<br /><br />A sessions court in Mumbai had last month discharged nine Muslim men of all terror charges in the case, ten years after their arrest.<br /><br />Jaleel said the then chief minister and home minister in the Congress-NCP government were aware about the innocence of the Muslim youths.<br /><br />When contacted, NCP spokesperson Nawab Malik said, \"the real face of MIM is that they are in cahoots with BJP.<br /><br />They are levelling baseless allegations as a face saving measure. There are no elections due in Aurangabad in near future so there is no need for us to lure them. Recently, an entire MIM unit from Beed joined the NCP\".</p><br/>]]></description></item><item><title><![CDATA[BMC has spent Rs 97 lakh in 5 years to maintain this bungalow]]></title><link><![CDATA[http://www.mid-day.com/articles/bmc-has-spent-rs-97-lakh-in-5-years-to-maintain-this-bungalow/17228199]]></link><pubDate><![CDATA[13 May 2016 02:08:28 GMT]]></pubDate><storyid><![CDATA[17228199]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/BMC-bungalow-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[BMC has spent Rs 97 lakh in 5 years to maintain this bungalow]]></media:title><summary><![CDATA[<p>An RTI query reveals that the BMC has an annual budget of Rs 50 lakh for the maintenance of the municipal commissioner's bungalow situated on Carmichael Road</p>]]></summary><description><![CDATA[<p>The BMC has spent over Rs 97 lakh on the maintenance of the bungalow of the municipal commissioner (MC) in the past five years. The highest expenditure was in the year 2012. It has now come to light, that the civic body has an annual budget of Rs 50 lakh for the upkeep of the tony bungalow, on Carmichael Road.</p>\r\n<p><img title=\"The municipal commissioner&rsquo;s bungalow at Carmichael Road. Pic/Bipin Kokate\" src=\"http://images.mid-day.com/images/2016/may/BMC-bungalow.jpg\" alt=\"The municipal commissioner&rsquo;s bungalow at Carmichael Road. Pic/Bipin Kokate\" /><br /><span style=\"font-size: x-small;\"><strong><em>The municipal commissioner&rsquo;s bungalow at Carmichael Road. Pic/Bipin Kokate</em></strong></span></p>\r\n<p>The BMC is headed by a municipal commissioner who is usually an IAS officer appointed by the state government. Besides, there are four additional municipal commissioners (AMC) who look after the day-to-day affairs of the civic body. All five IAS officers are allotted bungalows by the civic body. It is a common practice among the bureaucracy, to refurbish their residences as soon as they take charge. However, it appears some of the municipal commissioners have gone way too far.</p>\r\n<p>According to information procured by activist Jeetendra Ghadge under RTI, the BMC has a budget of Rs 50 lakh specifically for the repairs of the MC&rsquo;s bungalow every year. Since 2011, the civic body has spent a total of around Rs 97,31,245 simply on the maintenance and renovation of this bungalow. Ghadge had also asked for details of the bungalows of the AMCs but the information was not furnished.</p>\r\n<p>The highest amount, Rs 39.29 lakh, was spent in 2012, when Subodh Kumar was reigning until May before handing over the charge to Sitaram Kunte. Current MC Ajoy Mehta comes second in spending the amount after taking charge. The expenditure on the bungalow during 2015, when Mehta took charge from Kunte in May, is Rs 29.54 lakh.</p>\r\n<p>According to documents procured under RTI, the civic body spent this amount on internal painting, external painting and general civil repair works in 2015.</p>\r\n<p>The works done in 2015 include removing certain tiles, putting a fibre glass roof sheet, thick acrylic sheets on window panels, apart from painting jobs.</p>\r\n<p>When contacted, Ajoy Mehta declined to speak on the issue.</p>\r\n<p><strong>Other cash-rich jobs</strong><br />Ghadge had also demanded the annual maintenance of these bungalows apart from renovation works. According to the reply received under RTI from the executive engineer (maintenance) of the BMC&rsquo;s Metre Workshop, Rs 6.66 lakh has been spent on just the routine maintenance of these bungalows between January 2010 and July 2015.</p>\r\n<p>Whats more, Rs 2.43 lakh were spent in 2013 for the repairs of a toilet block at the Hydraulic Engineer&rsquo;s bungalow occupied by the then additional municipal commissioner in 2013.</p>\r\n<p>According to a query sent to the BMC&rsquo;s mechanical and electrical department, the department has spent Rs 6.39 lakh on the air conditioning of the MC&rsquo;s bungalow as well as those of the AMC (city) and (projects) between January 2010 and July 2015. Of this, Rs 3.82 lakh was spent on the MC&rsquo;s bungalow alone.</p>\r\n<p>&ldquo;This is just the tip of the iceberg. There is similar expenditure on the renovation of other bungalows but I did not get access to that information. It is unfortunate that while the ordinary tax-paying Mumbaikar is dying due to potholes on roads, risking life living in dilapidated buildings, and battling erratic water supply, these officials live like royals,&rdquo; Ghadge told mid-day. He has demanded an enquiry into the matter.</p><br/><br/><p><img src=\"http://images.mid-day.com/images/2016/may/Money.jpg\" alt=\"\" /></p>]]></description></item><item><title><![CDATA[IDOL students upset at MU's musical chairs during exams]]></title><link><![CDATA[http://www.mid-day.com/articles/idol-students-upset-at-mus-musical-chairs-during-exams/17228196]]></link><pubDate><![CDATA[13 May 2016 02:06:20 GMT]]></pubDate><storyid><![CDATA[17228196]]></storyid><media:content type=\"image/jpeg\"/><media:title><![CDATA[IDOL students upset at MU's musical chairs during exams]]></media:title><summary><![CDATA[<p>The examination season is on, and students of the Institute of Distance and Open Learning (IDOL), of Mumbai University are stressed not only about studies, but whether they will reach the correct exam centre at the right time, thanks to the ever-changing seating arrangements</p>]]></summary><description><![CDATA[<p>The examination season is on, and students of the Institute of Distance and Open Learning (IDOL), of Mumbai University are stressed not only about studies, but whether they will reach the correct exam centre at the right time, thanks to the ever-changing seating arrangements.</p>\r\n<p>Students, who have been appearing for their distance course examinations at the University of Mumbai&rsquo;s Kalina campus, have complained about how the changing seating arrangement for every subject is stressful for them. If a student is appearing at the IDOL centre for one paper, her next paper may be in the Department of Marathi, which is 5-7 minutes away.</p>\r\n<p>There is no transport so they have no choice but to walk. Even if there is a one-hour difference between two papers, it is difficult for candidates to find the different centres because they say there is a lack of appropriate directions.</p>\r\n<p>One of the students, who is appearing for Second Year Bachelor of Arts papers, said, &ldquo;We are not regular students to know the campus properly. Also, we are not informed about the centres in advance. For each paper, we have to search which centre is allotted, by going through the list of seat numbers. Then, the search begins for the allotted centre.&rdquo;</p>\r\n<p>The agitated parent of a student who is appearing for the Third Year Bachelor of Arts papers, said, &ldquo;This is so confusing. There are no clear directions. Thankfully, we have a car so we are able to move about. But for those who are walking, it is very difficult and stressful if they reach a wrong centre. Why can&rsquo;t one student have a single seating arrangement for the entire examination?&rdquo;</p>\r\n<p><strong>Official speak</strong><br />When contacted Ashutosh Rathod, Deputy Registrar, Public Relations for IDOL, said, &ldquo;The seating arrangement is done as per subjects. Hence different papers are at different centres. But we have ensured that there are proper sign boards for students to easily find the places and security officials have been told to help students.&rdquo;</p>\r\n<p>He added, &ldquo;Generally exams are conducted at different colleges. But this time colleges were not available and IDOL had to accommodate all students in the Kalina campus. Considering the examination parameters of having one supervisor for 40 students, and to accommodate all students, we had to have different centres inside campus. But they are not far from each other.&rdquo;</p><br/>]]></description></item><item><title><![CDATA[Now, MARD signs up for a fairer NEET-II]]></title><link><![CDATA[http://www.mid-day.com/articles/now-mard-signs-up-for-a-fairer-neetii/17228188]]></link><pubDate><![CDATA[13 May 2016 01:55:37 GMT]]></pubDate><storyid><![CDATA[17228188]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/Teachers-protest-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Now, MARD signs up for a fairer NEET-II]]></media:title><summary><![CDATA[<p>While the association finds the SC verdict irreversible, it is trying for inclusion of CET curriculum in the national-level exam and regulation of coaching centres</p>]]></summary><description><![CDATA[<p>In the fight against Supreme Court&rsquo;s verdict mandating National Eligibility cum Entrance Test (NEET), Maharashtra Association of Resident Doctors (MARD) has also entered the fray. Though the association believes that the verdict is irreversible, it is trying arduously to get medical aspirants some justice.</p>\r\n<p><img title=\"Parents and teachers protest in Borivali against implementation of NEET this year. Pic/Nimesh Dave\" src=\"http://images.mid-day.com/images/2016/may/Teachers-protest.jpg\" alt=\"Parents and teachers protest in Borivali against implementation of NEET this year. Pic/Nimesh Dave\" /><br /><span style=\"font-size: x-small;\"><strong><em>Parents and teachers protest in Borivali against implementation of NEET this year. Pic/Nimesh Dave</em></strong></span></p>\r\n<p>The association is addressing two issues: First, inclusion of Maharashtra Common Entrance Test (MH-CET) curriculum in the NEET phase II exam scheduled on July 24 and second, to ensure coaching centres do not exploit vulnerable children and parents.</p>\r\n<p><img title=\"Dr Sagar Mundada, President, MARD\" src=\"http://images.mid-day.com/images/2016/may/Dr-Sagar-Mundada.jpg\" alt=\"Dr Sagar Mundada, President, MARD\" /><br /><span style=\"font-size: x-small;\"><strong><em>Dr Sagar Mundada, President, MARD</em></strong></span></p>\r\n<p><strong>Curriculum</strong><br />MARD strongly feels that it is not possible for students to prepare for a completely new curriculum in just two months and has come up with an online petition requesting the administration let this year&rsquo;s NEET-II have 75% MH-CET curriculum.</p>\r\n<p>President of MARD, Dr Sagar Mundada, said, &ldquo;The SC has already given its verdict. Now, our demands have to be practical and so we are asking for a flexible curriculum. For NEET phase II, CET syllabus can at least be given 75% weightage. It is draconian to expect students to study an entirely new curriculum in just two months. Hence, we have begun this petition online.&rdquo; Simultaneously, MARD has also registered its grievance with the Prime Minister&rsquo;s office.</p>\r\n<p><strong>No encashing anxiety</strong><br />While stressed children and parents are flocking to coaching institutes for the crash courses they are offering, MARD has written to the state education department asking them to regulate the centres so that nobody gets fleeced.</p>\r\n<p>&ldquo;We have written a letter to the education minister to regulate coaching institutes for the medical entrance examination, at least for this season. As soon as the SC&rsquo;s verdict was out, these institutes began advertising and promoting their crash courses and overcharging parents for it. This exploitation has to stop,&rdquo; said Mundada.</p>\r\n<p><strong>The parent brigade</strong><br />This brigade has been unstoppable since the moment SC pronounced its decision. After holding a silent protest on Wednesday in Vile Parle, the next in the series occurred in Borivali, where again over 200 parents of medical aspirants stood quietly holding placards. Savita Shah, a parent present at the protest yesterday, said, &ldquo;We parents will continue doing all that we can to reinstate CET. Children&rsquo;s preparation of two years can&rsquo;t go to waste like this. The state government has to take a stronger stand.&rdquo;</p>\r\n<p>They have also started collecting funds for the legal expenses they might incur in case they find a legal way out of this mess.</p>\r\n<p>Priya Shah, a medical aspirant&rsquo;s parent, said, &ldquo;Parents are coming out in large numbers to support our movement. We have to do this for the children who have spent two years preparing for CET and appeared for it too but now it has been canceled.&rdquo;</p>\r\n<p>Another parent Neville Cooper, while talking about their fight, said, &ldquo;This is complete injustice towards children. It is crazy to implement it from this year when even children living in cities are finding it difficult to complete the curriculum despite all the help from tutors. How are they thinking that it is possible for students from rural areas?&rdquo;</p><br/>]]></description></item><item><title><![CDATA[I prayed for better sense to prevail: Trupti Desai on Haji Ali visit]]></title><link><![CDATA[http://www.mid-day.com/articles/i-prayed-for-better-sense-to-prevail-trupti-desai-on-haji-ali-visit/17228184]]></link><pubDate><![CDATA[13 May 2016 01:49:57 GMT]]></pubDate><storyid><![CDATA[17228184]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/13-Trupti-Desai-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[I prayed for better sense to prevail: Trupti Desai on Haji Ali visit]]></media:title><summary><![CDATA[<p>Parsis baffled about being embroiled in Haji Ali controversy after AIMIM dares firebrand activist to enter fire temple</p>]]></summary><description><![CDATA[<p>Haji Ali Sabke Liye or Haji Ali for All, a group of activists fighting for equality of men and women&rsquo;s access to the Haji Ali dargah, (women are not allowed in the inner sanctum) had recently removed marquee name, Trupti Desai from their support group. The Haji Ali for All forum stated that Desai&rsquo;s high-octane antics especially the one on April 28, when she went against the forum line saying that she would attempt to enter the dargah, instead of standing outside in a designated spot and creating awareness, were detrimental to their campaign.</p>\r\n<p><img title=\"Activist Trupti Desai praying at the dargah yesterday. Pic/PTI\" src=\"http://images.mid-day.com/images/2016/may/13-Trupti-Desai.jpg\" alt=\"Activist Trupti Desai praying at the dargah yesterday. Pic/PTI\" /><br /><span style=\"font-size: x-small;\"><strong><em>Activist Trupti Desai praying at the dargah yesterday. Pic/PTI</em></strong></span></p>\r\n<p>That explained why Desai went sans Haji Ali Sabke Liye forum, to the dargah yesterday at 6 am, accompanied by few of her supporters and policemen. She entered but did not breach the inner sanctum, just till where the women were allowed.</p>\r\n<p>She said of her attempt, &ldquo;Yesterday, was a peaceful entrance, and the first step of the andolan. I prayed at the dargah that the status be reverted to 2011, when ladies could enter the inner sanctum. There is a belief that when people ask for &lsquo;dua&rsquo; here, it is granted. I wish the trustees also get more brains and see the light.&rdquo;</p>\r\n<p>Desai claimed that they have given the trustees a fortnight to reverse the rule disallowing women, &ldquo;if it does not happen then the Bhumata Brigade (her group) will take to the streets,&rdquo; she said reverting to vintage Desai speak.</p>\r\n<p>When told that some activists stated that a Muslim woman should be the &lsquo;face&rsquo; of Haji Ali protests and not Desai, the Pune firebrand said, &ldquo;Muslim women need to step forward. I will step back, let a Muslim woman be the face of the protest.&rdquo;</p>\r\n<p>Haji Ali Dargah trustee, Suhail Khandwani said, about the 15 day ultimatum, &ldquo;We will not succumb to her threats, if she tries to enter the 'mazhar' we have systems in place to stop her at any time of the day.&rdquo;</p>\r\n<p>A little after Desai prayed at Haji Ali, All India Majlis-e-Ittahadul Muslimeen (AIMIM) leader Haji Rafat Hussain, dared Desai to try and enter a Parsi fire temple. &ldquo;Then, we will know if she is fighting for justice or equality,&rdquo; he stated. Hussain&rsquo;s dare is puzzling, as women are allowed in a Parsi temple, non-Parsis (of both genders) are barred.</p>\r\n<p>The Bombay Parsi Panchayat (BPP) was startled to be drawn into the controversy. &ldquo;It is most unexpected,&rdquo; claimed a baffled BPP chairman, Yazdi Desai. The BPP trustees said, collectively, &ldquo;We, Parsis are a miniscule community respected by all our sister communities, who hold us in high regard. We hope and pray that our ancient beliefs and traditions will continue to be respected by all.&rdquo;</p>\r\n<p>Sajid Supariwala, vice president, of the Mumbai division of the Indian Union Muslim League said of Desai&rsquo;s entry, &ldquo;This is a publicity stunt. If she continues to challenge us and play politics over religion, we will be stop her, like we did on April 28. Last time, she was unable to come out of her car and was publicly ridiculed. We are sure of the security of the &lsquo;mazhar&rsquo; and know she will never be able to enter.&rdquo;</p>\r\n<p><strong><em>Inputs by Maleeva Rebello</em></strong></p><br/>]]></description></item><item><title><![CDATA[Mumbai: Now get police clearance certificate in just 10 days]]></title><link><![CDATA[http://www.mid-day.com/articles/mumbai-now-get-police-clearance-certificate-in-just-10-days/17228182]]></link><pubDate><![CDATA[13 May 2016 01:47:26 GMT]]></pubDate><storyid><![CDATA[17228182]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/Police-certificate-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Mumbai: Now get police clearance certificate in just 10 days]]></media:title><summary><![CDATA[<p>Mumbai police yesterday took the process of applying for clearance certificate online, thus curtailing the three-month time frame that it used to normally take. The online process is expected to take 10 days</p>]]></summary><description><![CDATA[<p>Mumbai police yesterday took the process of applying for clearance certificate online, thus curtailing the three-month time frame that it used to normally take. The online process is expected to take 10 days.</p>\r\n<p><img title=\"Additional CP RD Shinde (left) and DCP Ankush Shinde (right) showing the website for the police clearance certificate\" src=\"http://images.mid-day.com/images/2016/may/Police-certificate.jpg\" alt=\"Additional CP RD Shinde (left) and DCP Ankush Shinde (right) showing the website for the police clearance certificate\" /><br /><span style=\"font-size: x-small;\"><strong><em>Additional CP RD Shinde (left) and DCP Ankush Shinde (right) showing the website for the police clearance certificate</em></strong></span></p>\r\n<p>&ldquo;Every year we issue nearly 80,000 such certificates to people. Earlier applicants had to come all the way to Special Branch (SB) office in south Mumbai, at least four times for various processes. Now he or she will have to visit the concerned police station just once for verification,&rdquo; said Additional Commissioner of Police, central region RD Shinde, who is currently holding the additional charge of SB.</p>\r\n<p>For those who are applying for jobs abroad or government ones, this news comes as a relief. Agencies that provide security guards to various organisations, housing societies are also glad of this development. It is not necessary to be a resident of Maharashtra. For people staying in the city on rent, police would ask for rent agreement or other documents to prove the tenancy.</p>\r\n<p>&ldquo;The entire system has become transparent. A unique serial number printed on the certificate will provide the scope for cross verification, hence there is no question of duplicate certificate,&rdquo; said Ankush Shinde, Deputy Commissioner of Police, Special Branch 1.</p><br/><br/><p><strong>How the online system works</strong><br />&gt;&gt; Log on to: www.pcs.mahaonline.gov.in</p>\r\n<p>&gt;&gt; Register with the SB using your cellphone number or username. A password will be will be given for login.</p>\r\n<p>&gt;&gt; Using your cell phone number and the given password, fill up the form online and submit.</p>\r\n<p>&gt;&gt; Pay the fee required for the certificate online.</p>\r\n<p>&gt;&gt; Through SMS, you will be given a specific date in the next 3-4 days, on which you will have to visit the police station that falls under your area&rsquo;s jurisdiction with necessary documents.&nbsp;</p>\r\n<p>&gt;&gt; Police will submit a report to SB, after verification</p>\r\n<p>&gt;&gt; SB will then issue the certificate with a digital signature by uploading it online and you will be informed about the same through a text message.</p>\r\n<p>&gt;&gt; Login using the cellphone number and password to download the final certificate copy or get a printout.</p>]]></description></item><item><title><![CDATA['Now that Raj Kandhari is dead, who will pay our money back?']]></title><link><![CDATA[http://www.mid-day.com/articles/now-that-raj-kandhari-is-dead-who-will-pay-our-money-back/17228178]]></link><pubDate><![CDATA[13 May 2016 01:33:45 GMT]]></pubDate><storyid><![CDATA[17228178]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/Prakash-Mhatre-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA['Now that Raj Kandhari is dead, who will pay our money back?']]></media:title><summary><![CDATA[<p>A day after mid-day reported on the mountain of cases against Navi Mumbai builder Raj Kandhari, a developer from Ulwe has claimed that Kandhari cheated him of Rs 75 lakh</p>]]></summary><description><![CDATA[<p>&ldquo;Kandhari&rsquo;s death has left us in a loss, who will pay our money back?&rdquo; asks Prakash Mhatre, a construction materials supplier who claims he was cheated of Rs 75 lakh by Raj Kandhari &mdash; the Navi Mumbai developer who committed suicide on May 9.</p>\r\n<p><img title=\"Raj Kandhari (left) shot himself at his home on May 9. He died in the hospital a day later. (Right) Prakash Mhatre\" src=\"http://images.mid-day.com/images/2016/may/Prakash-Mhatre.jpg\" alt=\"Raj Kandhari (left) shot himself at his home on May 9. He died in the hospital a day later. (Right) Prakash Mhatre\" /><br /><span style=\"font-size: x-small;\"><strong><em>Raj Kandhari (left) shot himself at his home on May 9. He died in the hospital a day later. (Right) Prakash Mhatre</em></strong></span></p>\r\n<p>This is the latest in a series of accusations that have come up against the builder after his death. mid-day reported yesterday on how Kandhari has not 1 but 15 cases registered against him. The cases include an assault case, as well as lawsuits from buyers.</p>\r\n<p>Kandhari allegedly cheated Mhatre (48), who owns Prakash Construction, on a contract he signed with Kandhari&rsquo;s Swaraj Builders. Mhatre and proprietor Rajesh Naik had signed the contract with for supplying construction material for the Swaraj Kingstone project in Ulwe.</p>\r\n<p>&ldquo;Since then, we supplied materials to him and at the end when the building was ready, he refused to give us the pending Rs 75 lakh. After we pressurised him, he said he will give us a flat, but later refused to give that too,&rdquo; said Mhatre, stating that he was a cheater.</p>\r\n<p>In April 2015, Mhatre wrote a letter to Chief Minister Devendra Fadnavis as the police were not ready to register a case against Kandhari. &ldquo;From 2014 till date, no case has been registered against him. The Nhava Sheva police and the senior police officers and politicians were hand in glove with him. We approached all of them, but nothing changed,&rdquo; added Mhatre. He claims that after the losses he suffered, he cannot take on big projects anymore. Mhatre says, &ldquo;Even when he was alive, he used to threaten us against complaining to higher authorities. He would say he is in touch with the big bosses. Owing to that, all our efforts failed.&rdquo;</p><br/>]]></description></item><item><title><![CDATA[Mumbai: 19 rescued from fire in Girgaum nursing home]]></title><link><![CDATA[http://www.mid-day.com/articles/mumbai-19-rescued-from-fire-in-girgaum-nursing-home/17228176]]></link><pubDate><![CDATA[13 May 2016 01:31:17 GMT]]></pubDate><storyid><![CDATA[17228176]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/Girgaum-nursing-home-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Mumbai: 19 rescued from fire in Girgaum nursing home]]></media:title><summary><![CDATA[<p>A fire broke out in a nursing home at South Mumbai on Thursday evening. The fire brigade officials received a call around 8 pm after which 10 vehicles in all, including fire engines, water tankers and ambulances rushed to the spot&nbsp;</p>]]></summary><description><![CDATA[<p>A fire broke out in a nursing home at South Mumbai on Thursday evening. The fire brigade officials received a call around 8 pm after which 10 vehicles in all, including fire engines, water tankers and ambulances rushed to the spot and firemen rescued 19 people.</p>\r\n<p><img title=\"The fire brigade officials said the fire at Nusser building did not injure anyone, even though trapped people suffered from breathing problems. Pic/Ajinkya Sawant\" src=\"http://images.mid-day.com/images/2016/may/Girgaum-nursing-home.jpg\" alt=\"The fire brigade officials said the fire at Nusser building did not injure anyone, even though trapped people suffered from breathing problems. Pic/Ajinkya Sawant\" /><br /><span style=\"font-size: x-small;\"><strong><em>The fire brigade officials said the fire at Nusser building did not injure anyone, even though trapped people suffered from breathing problems. Pic/Ajinkya Sawant</em></strong></span></p>\r\n<p>Fire brigade officials told mid-day, that the nursing home in the building where the fire broke out, had been closed for some time.</p>\r\n<p>A fire brigade official said, &ldquo;We received a call at 7.55 pm on Thursday that a fire had broken out at Rajniben Arya Nursing Home in a five storey building, Nusser in Girgaum, after which 10 of our vehicles reached the spot and we rescued 19 people.&rdquo;</p>\r\n<p>Raju Jain, a trustee of NM Vora Charitable Trust, which owns the building, said, &ldquo;I was informed about it by a tenant, and I rushed there at around 8 o&rsquo;clock. We usually ask all the tenants to keep fire fighting equipments but we have no control over its maintenance. The clinic has been here for a long time and nobody thought that this would happen.&rdquo;</p>\r\n<p>Dr AP Chitre, who also has a clinic on the third floor of the building, said &ldquo;When this happened my clinic was shut. We had just left and I was informed by my staff about the fire. It was a lucky escape.&rdquo;</p>\r\n<p><strong>Rescuing the trapped</strong><br />The fire brigade used a turn table ladder to rescue 11, while five people were rescued with a regular ladder. Paresh V of Vasani Coaching Classes was trapped on the fourth floor, when the fire broke out. The heat and the smoke posed a problem for him. A fire brigade officer said he broke into tears after being rescued. Paresh V said, &ldquo;I am fine now. Thankfully I was saved.&rdquo;</p>\r\n<p>While Jain said all tenants had been asked to keep fire-fighting equipments, Amitya Motiwala, the owner of New Son&rsquo;s International Limited whose office is in the building, said this was not done. He said, &ldquo;The building didn&rsquo;t have any fire fighting system.&rdquo;</p>\r\n<p>Additional Divisional Fire Officer SD Sawant said, &ldquo;The door of the nursing home was locked. We had to break it to get to the fire.&rdquo;</p>\r\n<p>Fire brigade officials said nobody sustained any major injury, but trapped people suffered from breathing problems and shock.</p>\r\n<p>The fire was curbed at the right time so only the structure of the nursing home was burnt.</p><br/>]]></description></item><item><title><![CDATA[Why Sairat's female lead can't be government's brand ambassador]]></title><link><![CDATA[http://www.mid-day.com/articles/why-sairats-female-lead-cant-be-governments-brand-ambassador/17228173]]></link><pubDate><![CDATA[13 May 2016 01:24:38 GMT]]></pubDate><storyid><![CDATA[17228173]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/Rinku-Rajguru-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Why Sairat's female lead can't be government's brand ambassador]]></media:title><summary><![CDATA[<p>Rinku Rajguru&rsquo;s name is being discussed as brand ambassador of scheme to encourage inter-caste marriage. However, the move could court controversy. Read story to find out why</p>]]></summary><description><![CDATA[<p>After playing two young lovers forced to fight caste discrimination in the hit Marathi movie Sairat, there&rsquo;s a strong buzz that the lead pair &mdash; Akash Thosar and Rinku Rajguru &mdash; might soon fight the caste divide in real life as well. There is a strong buzz that the duo could be appointed brand ambassadors of the government&rsquo;s scheme to encourage inter-caste marriage. However, if this proposal is approved, it could go on to court controversy, as the female lead is a minor.</p>\r\n<p><img title=\"Akash Thosar and Rinku Rajguru played a young, inter-caste couple in the Marathi film Sairat\" src=\"http://images.mid-day.com/images/2016/may/Sairat.jpg\" alt=\"Akash Thosar and Rinku Rajguru played a young, inter-caste couple in the Marathi film Sairat\" /><br /><span style=\"font-size: x-small;\"><strong><em>Akash Thosar and Rinku Rajguru played a young, inter-caste couple in the Marathi film Sairat</em></strong></span></p>\r\n<p>Directed by filmmaker Nagraj Manjule, Sairat tells the story of two college students &ndash; a lower-caste boy and an upper-caste girl &mdash; who fall hopelessly in love. In just two weeks, the film surpassed all box office records in the Marathi film industry, and is seen as a realistic commentary on the social divide that has culminated in honour killings of several inter-caste couple in the state. Considering this, the lead actors are an apt choice as ambassadors.</p>\r\n<p>However, as per reports coming in from Akluj (Solapur), Rinku, who won a special mention for her performance at the 63rd National Awards, is just 15 years old and has only recently completed Std IX. Her examination results were declared on May 1, and she passed with flying colours. As a senior Mantralaya officer pointed out, Rinku is a few years short of 18, which is the legal marriageable age for women. He added that making a minor one of the brand ambassadors of the marriage scheme would violate the government&rsquo;s age eligibility norm for couples who can avail of the encouragement scheme.</p>\r\n<p>&ldquo;Some people are pitching for the Sairat couple, but the age of the heroine may invite controversy. The department will have to think twice before giving a nod to this proposal,&rdquo; he said.</p>\r\n<p>Social justice minister Rajkumar Badole and his junior minister Dilip Kamble did not respond to either text messages or calls, and neither did director Manjule.</p><br/><br/><p><strong>The scheme</strong><br />&gt;&gt; The male should not be less than 21 years of age and the female should not be younger than 18 years</p>\r\n<p>&gt;&gt; Submission of bride&rsquo;s school leaving certificate is a must</p>\r\n<p>&gt;&gt; Eligible inter-caste couples will be felicitated at official functions and also receive a cash incentive of R50,000 and gifts of domestic appliances</p>\r\n<p>&gt;&gt; The state and union governments will contribute equally to this scheme.</p>]]></description></item><item><title><![CDATA[Mumbai: First 3 dance bars finally get permits, but conditions apply]]></title><link><![CDATA[http://www.mid-day.com/articles/mumbai-first-3-dance-bars-finally-get-permits-but-conditions-apply/17228169]]></link><pubDate><![CDATA[13 May 2016 01:19:45 GMT]]></pubDate><storyid><![CDATA[17228169]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/13-Dance-bars-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Mumbai: First 3 dance bars finally get permits, but conditions apply]]></media:title><summary><![CDATA[<p>The first three dance bars in Mumbai were issued provisional licences by the police yesterday, two days after the Supreme Court came down heavily on the state government for its failure to start issuing permits&nbsp;</p>]]></summary><description><![CDATA[<p>The first three dance bars in Mumbai were issued provisional licences by the police yesterday, two days after the Supreme Court came down heavily on the state government for its failure to start issuing permits despite the court having lifted the ban on dance bars in October last year.</p>\r\n<p><img src=\"http://images.mid-day.com/images/2016/may/13-Dance-bars.jpg\" alt=\"\" /></p>\r\n<p>However, dance bar owners are not happy, as they have been given licence under the new law passed by the Maharashtra government, which prohibits serving alcohol in the performance area and also makes it mandatory to end the performances by 11.30 pm. Bar owners said they would oppose these stringent rules in the apex court on Friday.</p>\r\n<p>One of the bar owners said, &ldquo;If the dancing ends by 11.30 pm and cannot serve liquor in the area where the dancers perform, then no one will come. The bar owners are now hoping that the SC will strike down the stringent conditions in the new law of the state government.&rdquo;</p>\r\n<p><strong>Last minute rush</strong><br />Yesterday, six bar owners were informed by the police that they would have to make a payment of Rs 2 lakh through Demand Draft the same day (earlier the charge was R1.8 lakh). However, only three of them could reach the police headquarters with the DD on time, and were then issued permits. These three bars are Indiana (Tardeo), Aero Punjab (Andheri) and Sai Prasad (Andheri). A senior police officer confirmed the development and said that police will check the bars within 60 days to see if they are complying with the conditions.</p><br/>]]></description></item><item><title><![CDATA[NCP leader's school gobbles up open space, and claims it is protecting it]]></title><link><![CDATA[http://www.mid-day.com/articles/ncp-leaders-school-gobbles-up-open-space-and-claims-it-is-protecting-it/17228167]]></link><pubDate><![CDATA[13 May 2016 01:12:54 GMT]]></pubDate><storyid><![CDATA[17228167]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/Parking-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[NCP leader's school gobbles up open space, and claims it is protecting it]]></media:title><summary><![CDATA[<p>While locals allege school has destroyed half-an-acre of trees next to Versova mangroves, NCP leader Narendra Verma claims he is &ldquo;saving plot&rdquo; from encroachments</p>]]></summary><description><![CDATA[<p><img style=\"float: left;\" src=\"http://images.mid-day.com/images/2016/jan/open-and-shut.jpg\" alt=\"\" width=\"100\" height=\"45\" />Even as this Andheri school teaches its students environmental science, just outside the walls of the classroom, it is setting a completely different example &mdash; replacing half an acre of trees with concrete and paver blocks, just so it can make a free parking lot for the school buses. What&rsquo;s worse, the construction is going on right next to the Versova mangroves, which is now at risk of shrinking due to the concretisation.</p>\r\n<p><img title=\"A local resident sent this 2004 picture of the plot, which shows the presence of lots of trees at the spot\" src=\"http://images.mid-day.com/images/2016/may/Parking-2.jpg\" alt=\"A local resident sent this 2004 picture of the plot, which shows the presence of lots of trees at the spot\" /><br /><span style=\"font-size: x-small;\"><strong><em>A local resident sent this 2004 picture of the plot, which shows the presence of lots of trees at the spot</em></strong></span></p>\r\n<p>Residents of Sardar Vallabhai Patel Nagar in Andheri West have alleged that Janki Devi Public School has completely usurped the stretch of land behind the school compound, and won&rsquo;t even allow the public any access, even though it is open land. However, the school authorities said that far from encroaching upon the land, they were ensuring no one else could encroach there, and they even had permission from MHADA.</p>\r\n<p><img title=\"Levelled stretch behind Janki Devi Public School with a road and parking lot. Residents said the nearby mangroves are also now under threat. Pics/Pradeep Dhivar\" src=\"http://images.mid-day.com/images/2016/may/Parking-1.jpg\" alt=\"Levelled stretch behind Janki Devi Public School with a road and parking lot. Residents said the nearby mangroves are also now under threat. Pics/Pradeep Dhivar\" width=\"670\" height=\"405\" /><br /><span style=\"font-size: x-small;\"><strong><em>Levelled stretch behind Janki Devi Public School with a road and parking lot. Residents said the nearby mangroves are also now under threat. Pics/Pradeep Dhivar</em></strong></span></p>\r\n<p>Locals provided pictures of the area from 2004 to and pointed out that there were several trees at the plot that had since disappeared. Instead of trees, now dozens of buses stand on the stretch, which has been concretised. Questioned about this, the school claimed they were simply concretising the area to resolve the dust problem.</p>\r\n<p><img title=\"Not only have all the trees been wiped out (in the circled area), but the school is now laying concrete and paver blocks all over the land to build a parking lot for buses there. This will also put the nearby mangroves at risk\" src=\"http://images.mid-day.com/images/2016/may/Parking-3.jpg\" alt=\"Not only have all the trees been wiped out (in the circled area), but the school is now laying concrete and paver blocks all over the land to build a parking lot for buses there. This will also put the nearby mangroves at risk\" /><br /><span style=\"font-size: x-small;\"><strong><em>Not only have all the trees been wiped out (in the circled area), but the school is now laying concrete and paver blocks all over the land to build a parking lot for buses there. This will also put the nearby mangroves at risk</em></strong></span></p>\r\n<p>One of the school&rsquo;s trustees is NCP Leader Narendra Varma, and locals claim he is using his political clout to grab the land for the school.</p>\r\n<p>A resident from the Shiv Kutir Building said, &ldquo;There were trees and mangroves in the MHADA plot of which Varma is the official caretaker, but in last 10-15 years they have all been cleared, and the school is now parking its buses there.&rdquo;</p>\r\n<p>Locals claimed that in 2003, the school even installed a gate to keep people out of the plot, but after the residents registered a complaint at the local ward office, the gate was demolished. &ldquo;We have been following this issue for over 10 years, and over the years, the mangroves and trees that were there on this plot have been wiped out. The NCP leader who owns the school is encroaching upon the MHADA plot in the name of being a caretaker. It&rsquo;s an open space, so people should be allowed to enter, but he doesn&rsquo;t allow any of the local residents to enter the plot where he is illegally parking his school buses,&rdquo; alleged Seema Sahu, a resident of a nearby building.</p>\r\n<p><object id=\"ventuno_player\" width=\"405\" height=\"325\" data=\"http://player.ventunotech.com/vtn_player_2.swf?vID=Nzc2MzU4fHwxMjY0fHw0MTd8fDEsMiwx\" type=\"application/x-shockwave-flash\"><param name=\"allowscriptaccess\" value=\"always\" /><param name=\"src\" value=\"http://player.ventunotech.com/vtn_player_2.swf?vID=Nzc2MzU4fHwxMjY0fHw0MTd8fDEsMiwx\" /><param name=\"allowfullscreen\" value=\"true\" /><param name=\"allownetworking\" value=\"all\" /><param name=\"flashvars\" value=\"muted=false&amp;autoPlay=false\" /></object></p>\r\n<p><strong>Mangroves at risk</strong><br />Locals from the nearby residential societies &ndash; Ankita building, Sweet Home building and Shiv Kutir building &ndash;teamed up with the Friends of Environment Community, and have been fighting this issue for over a decade. Now, they are concerned that the school is going to threaten the nearby mangroves as well.</p>\r\n<p>Among the activists is BJP Mumbai secretary Vivekanand Gupta, who said, &ldquo;It is a clear violation of a 2006 order by the high court that states that no construction can be done within 50 metres of mangroves. Here, the road is literally touching the mangroves. The school is using public land for personal benefit. Two days ago, I visited the spot and informed the police, but no action was taken.&rdquo;</p><br/><br/><p><strong>The other side</strong><br />NCP Leader Narendra Verma, who is also the trustee of the school, said, &ldquo;We were the ones who had complained in 2002 when an encroachment had taken place on the land. We are the caretakers of this plot, and it is because of us that encroachment does not happen anymore. The local residents are spreading wrong information saying that we have destroyed the mangroves and trees at the plot. Had there been any mangroves there, we would have not got MHADA&rsquo;s permission to be the caretaker.&rdquo; &ldquo;We are fixing paver blocks on the plot so that the issue of dust is solved. A lot of dust used to come into the school, and during the monsoon, there used to be a problem with all the mud. We are simply beautifying the area and have all the proper permissions,&rdquo; he added. MHADA officials remained unavailable for comment on this issue.</p>\r\n<p><strong>Cop speak</strong><br />Senior Police Inspector Kiran Kale from Versova police station said, &ldquo;After the residents complained to us, we visited the spot but did not find any tree was cut. We have already written to MHADA and the suburban collector&rsquo;s office and have asked them to conduct a visit at the site. Based on their report, further action will be initiated.&rdquo;</p>]]></description></item><item><title><![CDATA[Devendra Fadnavis for investments in agriculture sector to make Maharashtra drought-proof]]></title><link><![CDATA[http://www.mid-day.com/articles/devendra-fadnavis-for-investments-in-agriculture-sector-to-make-maharashtra-droughtproof/17228192]]></link><pubDate><![CDATA[13 May 2016 01:07:28 GMT]]></pubDate><storyid><![CDATA[17228192]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/13Devendra-Fadnavis-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Devendra Fadnavis for investments in agriculture sector to make Maharashtra drought-proof]]></media:title><summary><![CDATA[<p>Maharashtra Chief Minister Devendra Fadnavis today said there is a need to shift from 'relief and rehabilitation' and focus on investment in the agriculture sector to make the state drought-proof in the next five years</p>]]></summary><description><![CDATA[<p><strong>Mumbai:</strong> Maharashtra Chief Minister Devendra Fadnavis today said there is a need to shift from 'relief and rehabilitation' and focus on investment in the agriculture sector to make the state drought-proof in the next five years.</p>\r\n<p><img title=\"Devendra Fadnavis\" src=\"http://images.mid-day.com/images/2016/may/13Devendra-Fadnavis.jpg\" alt=\"Devendra Fadnavis\" /><span style=\"font-size: x-small;\"><em><strong>Devendra Fadnavis</strong></em></span><br /><br />\"Due to climate changes, the rainfall patterns have changed drastically, which has impacted sowing seasons. <br /><br />Traditionally, governments have provided short-term crop loan, which is not investment, or if crops are damaged due to unseasonal rains or drought we provide relief in terms of money,\" he said at an event organised here.<br /><br />\"But this is not sustainable and we need to bring a paradigm shift in the way we handle such situations,\" Fadnavis added.</p>\r\n<p>He said there was a need to invest in agriculture instead or just providing relief packages to farmers.</p>\r\n<p>The BJP-led Government in Maharashtra has declared \"drought\" in over 29,000 villages of the state, mostly in parched Marathwada and Vidarbha regions where the grim situation was earlier described as 'drought-like.'</p>\r\n<p>\"We have to actually invest in agriculture. We need to create water structures and ensure its efficient utilisation, invest into cropping patterns among others. We have taken various initiatives under the 'Jalyukt Shivar Abhiyan' and we are hopeful that in the next five years we will be able to make the state drought-proof,\" Fadnavis added.</p>\r\n<p>Fadnavis also said there was a need to shift focus from agriculture to secondary and tertiary sectors to create employment.<br /><br />\"Nearly 45-50 per cent of state population is dependent on agriculture which has a share of only 11 per cent in the GSDP. We therefore need to shift the pressure on agriculture to secondary and tertiary sectors and take agriculture to value addition for creating employment,\" he said. <br /><br />The CM further said after creating a textile park in Amravati, his government is planning to set up an apparel park in the district.<br /><br />\"If we create such value addition sources, we will be able to shift the load on the agriculture sector to the secondary and tertiary sectors for creating more jobs,\" he added.<br /><br />According to Chief Minister, the proposed Rs 30,000 crore Mumbai Nagpur super communication expressway will be a game changer as it will give a much needed boost to farming in the under developed Vidarbha, Marathwada and North Maharashtra.</p><br/>]]></description></item><item><title><![CDATA[Uddhav Thackeray discharged after undergoing angiography]]></title><link><![CDATA[http://www.mid-day.com/articles/uddhav-thackeray-discharged-after-undergoing-angiography/17228161]]></link><pubDate><![CDATA[13 May 2016 01:02:57 GMT]]></pubDate><storyid><![CDATA[17228161]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/13Uddhav-Thackeray-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Uddhav Thackeray discharged after undergoing angiography]]></media:title><summary><![CDATA[<p>Shiv Sena President Uddhav Thackeray was yesterday discharged from Lilavati Hospital after he underwent angiography</p>]]></summary><description><![CDATA[<p>Shiv Sena President Uddhav Thackeray was yesterday discharged from Lilavati Hospital after he underwent angiography.</p>\r\n<p><img title=\"Uddhav Thackeray\" src=\"http://images.mid-day.com/images/2016/may/13Uddhav-Thackeray.jpg\" alt=\"Uddhav Thackeray\" /><br /><span style=\"font-size: x-small;\"><em><strong>Uddhav Thackeray</strong></em></span></p>\r\n<p>Thackeray underwent the procedure on Wednesday in a follow-up to the angioplasty which he had had on July 20, 2012, when doctors put in eight stents to remove the constrictions for multiple blockages in three main arteries in his heart.</p>\r\n<p>He underwent a second angioplasty in November 2012 to remove the blockages in the left anterior descending artery (LAD), which was blocked by almost 60 per cent.</p>\r\n<p>His son and Yuva Sena chief Aaditya Thackeray said, &ldquo;On Wednesday, Uddhavji underwent a routine health check up and with your prayers, the reports are absolutely fine.&rdquo; &nbsp;&nbsp;&nbsp;</p><br/>]]></description></item><item><title><![CDATA[Police issue licence to 2 dance bars in Mumbai]]></title><link><![CDATA[http://www.mid-day.com/articles/police-issue-licence-to-2-dance-bars-in-mumbai/17228155]]></link><pubDate><![CDATA[12 May 2016 18:23:38 GMT]]></pubDate><storyid><![CDATA[17228155]]></storyid><media:content type=\"image/jpeg\"/><media:title><![CDATA[Police issue licence to 2 dance bars in Mumbai]]></media:title><summary><![CDATA[<p>Mumbai Police on Thursday issued licence to&nbsp;two dance bars as the per the new guidelines laid down by the&nbsp;Maharashtra government</p>]]></summary><description><![CDATA[<p>Mumbai Police on Thursday issued licence to&nbsp;two dance bars as the per the new guidelines laid down by the&nbsp;Maharashtra government.</p>\r\n<p>Licences were issued to Raj Naik of Sai Prasad Bar at&nbsp;Andheri and Bharat Thakur of Indiyana Bar at Tardeo, a senior&nbsp;official told PTI.&nbsp;</p>\r\n<p>The Supreme Court had on Tuesday directed the Maharashtra&nbsp;government to grant licences to eight dance bars within two&nbsp;days and asked the owners to give an undertaking that they&nbsp;would not engage employees with criminal antecedents near the&nbsp;dance area.</p>\r\n<p>Of the eight dance bars, two owners were out of town. The&nbsp;remaining six dance bar owners had to reach Mumbai Police&nbsp;Headquarters, pay fee of Rs 2 lakh and obtain licenses, police&nbsp;said.</p>\r\n<p>Of these, four bar owners could not reach the headquarters&nbsp;on time and they will be given licences tomorrow, the officer&nbsp;said.</p>\r\n<p>According to the new conditions, dance bars must be at&nbsp;least a kilometre from any education or religious institution,&nbsp;their timings restricted between 6 PM and 11.30 PM, and liquor&nbsp;not to be served in the performance area.</p><br/>]]></description></item><item><title><![CDATA['Gate mitras' to avoid accidents at unmanned level crossings in northeast]]></title><link><![CDATA[http://www.mid-day.com/articles/gate-mitras-to-avoid-accidents-at-unmanned-level-crossings-in-northeast/17228154]]></link><pubDate><![CDATA[12 May 2016 18:20:57 GMT]]></pubDate><storyid><![CDATA[17228154]]></storyid><media:content type=\"image/jpeg\"/><media:title><![CDATA['Gate mitras' to avoid accidents at unmanned level crossings in northeast]]></media:title><summary><![CDATA[<p>As a precursor to removing all the 10,440 unmanned level crossings across the country by 2020, a beginning is being made in Assam by deploying a 'gate mitras' - literally friend at the gate - at six such places in Assam to bring down accidents&nbsp;</p>]]></summary><description><![CDATA[<p><strong>Agartala: </strong>As a precursor to removing all the 10,440 unmanned level crossings across the country by 2020, a beginning is being made in Assam by deploying a 'gate mitras' - literally friend at the gate - at six such places in Assam to bring down accidents, an official said.</p>\r\n<p>\"Assam's Tinsukia division of Northeast Frontier Railway NFR has recently deployed gate Mitras at six UMLC gates to ensure safety of road uses. Gradually gate mitras would be deployed at other places in the northeastern states,\" NFR chief public relations officer Pranav Jyoti Sharma told IANS.</p>\r\n<p>\"To avoid accidents, gate mitras have been deployed at such UMLCs where the road traffic is high and there are apprehensions of mishaps,\" he added.</p>\r\n<p>The gate Mitras would be paid Rs.7,000 to Rs.10,000 per month. They would stay at a nearby railway station or a government building and would be provided a schedule as to when they should be at the crossing. The railways would provide them with a uniform, alongwith a high-power light, a flag and a whistle to eanble them warn oncoming road traffic of an approaching train.</p>\r\n<p>Selection of gate mitras would be through outsourcing from manpower providers, the official said.</p>\r\n<p>Sharma said the gate mitras are primarily meant to counsel road users to be vigilant while crossing UMLCs. To this end, they would also distribute safety pamphlets.</p>\r\n<p>\"The idea is to put in place a mechanism before all UMLCs are eventually converted into either manned gates, limited height subways or road over bridges depending on the feasibility,\" he added.</p>\r\n<p>The official said that normally caution boards are also erected on both sides of the UMLCs to alert road-users. Speed breakers are also provided on both approaches. Drivers of passing trains are mandated to sound a loud continuous whistle while approaching UMLCs.</p>\r\n<p>\"However it is seen that accidents do occur when road users fail to be alert while crossing the railway track. The gate mitras would counsel people to be alert and to educate them to gauge the speed of the trains so that they do not take unnecessary risks while crossing the railway track,\" Sharma added.</p>\r\n<p>\"This initiative of NFR is expected to go a long way in minimising accidents at UMLCs,\" he added.</p>\r\n<p>Mishaps at UMLCs have been claiming many lives over the years. Of the 29,487 level crossings across the country, 19,047 are manned and 10,440 are unmanned.</p><br/>]]></description></item><item><title><![CDATA[SC slaps Rs 10 lakh fine on Spicejet for offloading disabled flyer]]></title><link><![CDATA[http://www.mid-day.com/articles/sc-slaps-rs-10-lakh-fine-on-spicejet-for-offloading-disabled-flyer/17227197]]></link><pubDate><![CDATA[12 May 2016 16:58:36 GMT]]></pubDate><storyid><![CDATA[17227197]]></storyid><media:content url=\"http://images.mid-day.com/images/2014/nov/spicejet-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[SC slaps Rs 10 lakh fine on Spicejet for offloading disabled flyer]]></media:title><summary><![CDATA[<p>The Supreme Court on Thursday directed&nbsp;budget airline Spicejet to pay Rs 10 Lakh as damages to a&nbsp;flyer, suffering from cerebral palsy, who was forcibly&nbsp;offloaded in 2012, saying the manner in which she was&nbsp;deboarded depicts \"total lack of sensitivity\"</p>]]></summary><description><![CDATA[<p><strong>New Delhi:&nbsp;</strong>The Supreme Court today directed&nbsp;budget airline Spicejet to pay Rs 10 Lakh as damages to a&nbsp;flyer, suffering from cerebral palsy, who was forcibly&nbsp;offloaded in 2012, saying the manner in which she was&nbsp;deboarded depicts \"total lack of sensitivity\".&nbsp;</p>\r\n<p><img src=\"http://images.mid-day.com/images/2014/nov/spicejet.jpg\" alt=\"\" width=\"650\" height=\"382\" /></p>\r\n<p>The apex court noted that the disabled flier Jeeja Ghosh&nbsp;was not given \"appropriate, fair and caring treatment\" which&nbsp;she required with \"due sensitivity\" and the decision to&nbsp;de-board her was \"uncalled for\".</p>\r\n<p>\"On our finding that SpiceJet acted in a callous manner,&nbsp;and in the process violated Rules, 1937 and Civil Aviation&nbsp;Requirements (CAR), 2008 guidelines resulting in mental and&nbsp;physical suffering experienced by Ghosh and also unreasonable&nbsp;discrimination against her, we award a sum of Rs 10,00,000 as&nbsp;damages to be payable to her,\" a bench comprising Justices A K&nbsp;Sikri and R K Agrawal said.</p>\r\n<p>Ghosh was offloaded from a SpiceJet flight on February 19,&nbsp;2012 from Kolkata when she was going to attend a conference&nbsp;in Goa hosted by NGO ADAPT (Able Disable All People Together),&nbsp;the second petitioner in the case.</p>\r\n<p>The apex court said the decision to offload Ghosh was&nbsp;taken by the airlines without any medical advise or&nbsp;consideration and her condition was not such which required&nbsp;any assistive devices or aids.</p>\r\n<p>\"Even if we assume that there was some blood or froth that&nbsp;was noticed to be oozing out from the sides of her mouth when&nbsp;she was seated in the aircraft (though vehemently denied by&nbsp;her), nobody even cared to interact with her and asked her the&nbsp;reason for the same.</p>\r\n<p>\"No doctor was summoned to examine her condition. Abruptly&nbsp;and without any justification, a decision was taken to&nbsp;deboard her without ascertaining as to whether her condition&nbsp;was such which prevented her from flying. This clearly amounts&nbsp;to violation of Rule 133-A of Rules, 1937 and the CAR, 2008&nbsp;guidelines,\" the bench said.</p>\r\n<p><span>The bench, in its 54-page judgement, further said that&nbsp;</span><span>differently-abled persons are unable to lead a full life due&nbsp;</span><span>to societal barriers and discrimination faced by them in&nbsp;</span><span>employment, access to public spaces and transportation.</span></p>\r\n<p><span>\"What is to be borne in mind is that they are also human&nbsp;</span><span>beings and they have to grow as normal persons and are to be&nbsp;</span><span>extended all facilities in this behalf. Persons with&nbsp;</span><span>disability are a most neglected lot not only in the society&nbsp;</span><span>but also in the family. More often, they are an object of&nbsp;</span><span>pity.</span></p>\r\n<p><span>\"There are hardly meaningful attempts to assimilate them&nbsp;</span><span>in the mainstream of the nation's life. The apathy towards&nbsp;</span><span>their problems is so pervasive that even the number of&nbsp;</span><span>disabled persons existing in the country is not well&nbsp;</span><span>documented,\" the bench said.</span></p>\r\n<p><span>It said that the work experience and other qualifications&nbsp;</span><span>of Ghosh amply demonstrates how a person suffering from&nbsp;</span><span>cerebral palsy can overcome the disability and achieve such&nbsp;</span><span>distinctions in her life, notwithstanding various kinds of&nbsp;</span><span>retardation and the negative attitudes which such persons have&nbsp;</span><span>to face from the society.</span></p>\r\n<p><span>\"Ghosh is a living example who has, notwithstanding her&nbsp;</span><span>disability, achieved so much in life by her sheer&nbsp;</span><span>determination to overcome her disability and become a&nbsp;</span><span>responsible and valuable citizen of this country.</span></p>\r\n<p><span>\"A little care, a little sensitivity and a little positive&nbsp;</span><span>attitude on the part of the officials of the airlines would&nbsp;</span><span>not have resulted in the trauma, pain and suffering that Jeeja&nbsp;</span><span>Ghosh had to undergo. This has resulted in violation of her&nbsp;</span><span>human dignity and, thus, her fundamental right,\" the bench&nbsp;</span><span>said.</span></p><br/>]]></description></item><item><title><![CDATA[India seeks Interpol arrest warrant against Vijay Mallya]]></title><link><![CDATA[http://www.mid-day.com/articles/india-seeks-interpol-arrest-warrant-against-vijay-mallya/17227196]]></link><pubDate><![CDATA[12 May 2016 16:50:37 GMT]]></pubDate><storyid><![CDATA[17227196]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/apr/21Vijay-Mallya-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[India seeks Interpol arrest warrant against Vijay Mallya]]></media:title><summary><![CDATA[<p>India has approached Interpol for&nbsp;issuance of an arrest warrant against liquor baron Vijay&nbsp;Mallya in connection with a money laundering case being probed&nbsp;by the ED.</p>]]></summary><description><![CDATA[<p><strong>New Delhi: </strong>India has approached Interpol for&nbsp;issuance of an arrest warrant against liquor baron Vijay&nbsp;Mallya in connection with a money laundering case being probed&nbsp;by the ED.</p>\r\n<p>The development comes in the backdrop of Britain recently&nbsp;declining India's request to deport the businessman from&nbsp;there.&nbsp;</p>\r\n<p><img src=\"http://images.mid-day.com/images/2016/may/vijay-mallya-bt.jpg\" alt=\"Vijay Mallya\" /></p>\r\n<p>Officials said CBI has forwarded a request in this regard&nbsp;to the global police after its sister probe agency ED sought a<br />Red Corner Notice (RCN) against the beleaguered businessman to make him join the investigation.</p>\r\n<p>CBI acts as the nodal office for execution of Interpol&nbsp;warrants in India.</p>\r\n<p>An RCN is issued \"to seek the location and arrest of&nbsp;wanted persons with a view to extradition or similar lawful&nbsp;action\" in a criminal case probe.&nbsp;</p>\r\n<p>Once the notice has been issued, the Interpol seeks to&nbsp;arrest the person concerned in any part of the world and&nbsp;notifies that country to take his or her custody for further&nbsp;action.</p>\r\n<p>The Enforcement Directorate has been trying to make&nbsp;Mallya join investigation \"in person\" in the over Rs 900&nbsp;crore IDBI loan fraud case in which it had registered a&nbsp;criminal case under the Prevention of Money Laundering Act&nbsp;(PMLA) early this year.</p>\r\n<p>It has almost exhausted all legal options to make Mallya&nbsp;join the probe including issuance of a non-bailable warrant<br />against him by a Mumbai court based on which it made the&nbsp;request for revocation of his passport and subsequently sought&nbsp;his deportation.</p>\r\n<p>However, Britain has made it clear that Mallya cannot be&nbsp;deported and asked India to seek his extradition instead.</p>\r\n<p>The British government said it acknowledges \"the&nbsp;seriousness of allegations\" against Mallya and was \"keen to&nbsp;assist\" the Indian government in this case.&nbsp;</p>\r\n<p>ED is also mulling attaching domestic assets and shares&nbsp;worth about Rs 9,000 crore owned by Mallya in this case.</p>\r\n<p>Finance Minister Arun Jaitley had yesterday said in&nbsp;Parliament that India will now have to initiate extradition&nbsp;process after a charge sheet is filed to bring back the&nbsp;embattled tycoon to face money laundering charges and to&nbsp;recover Rs 9,400 crore extended as loan to his now defunct&nbsp;Kingfisher Airlines by banks on which he has defaulted.</p>\r\n<p>Cancellation of passport \"does not result in automatic&nbsp;deportation, that is the stand taken by UK,\" Jaitley had said.</p><br/>]]></description></item><item><title><![CDATA[Major fire breaks out at nursing home in a south Mumbai five-storied residential building]]></title><link><![CDATA[http://www.mid-day.com/articles/major-fire-breaks-out-at-nursing-home-in-a-south-mumbai-fivestoried-residential-building/17227193]]></link><pubDate><![CDATA[12 May 2016 16:11:38 GMT]]></pubDate><storyid><![CDATA[17227193]]></storyid><media:content type=\"image/jpeg\"/><media:title><![CDATA[Major fire breaks out at nursing home in a south Mumbai five-storied residential building]]></media:title><summary><![CDATA[<p>A major fire broke out at a nursing home ina five-storied residential building in south Mumbai's Girgaum area&nbsp;on Thursday evening</p>]]></summary><description><![CDATA[<p>A major fire broke out at a nursing home in a South Mumbai five-storied residential building on Thursday evening.</p>\r\n<p><span>The blaze started at around 7.55 pm in the evening at the building which is near Roxy Cinema in Girgaum.&nbsp;</span></p>\r\n<p>The fire brigade officials received a call at around&nbsp;7.55 pm&nbsp;after which 10 vehicles from the fire brigade department including fire engines, water tankers and ambulances rushed to the spot. The fire brigade rescued 18 people from the nursing home, which was on the second floor.</p>\r\n<p>However, fire brigade officials told <strong>mid-day</strong> that the nursing home was closed during the fire incident which meant no casualties.</p>\r\n<p>According to fire brigade officials, &ldquo;We received a call at&nbsp;7.55 pm&nbsp;on Thursday&nbsp;that there a fire had broken out in a nursing floor of a five-floor building Nusser in Girgaum, after which our 10 vehicles reached the spot and safely rescued eighteen people safely.&rdquo;</p>\r\n<p>The fire brigade officials told mid-day that the reason for the fire is yet to be known but at present the fire has been brought under control and there has been no injured.</p><br/>]]></description></item><item><title><![CDATA[Another contracter emerges seeking dues from Navi Mumbai builder Raj Kandhari]]></title><link><![CDATA[http://www.mid-day.com/articles/another-contracter-emerges-seeking-dues-from-navi-mumbai-builder-raj-kandhari/17227195]]></link><pubDate><![CDATA[12 May 2016 15:36:19 GMT]]></pubDate><storyid><![CDATA[17227195]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/12-Raj-Kandhari-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Another contracter emerges seeking dues from Navi Mumbai builder Raj Kandhari]]></media:title><summary><![CDATA[<p>A contractor, Prakash Mhatre, has emerged seeking Rs 75 lakh dues from&nbsp;Navi Mumbai builder&nbsp;Raj Kandhari,&nbsp;who committed suicide, for&nbsp;supplying building material for the a project in Ulwe</p>]]></summary><description><![CDATA[<p>Navi Mumbai builder Raj Kandhari,&nbsp;who committed suicide, has been accused of cheating several people. While some of the victims have managed to register a case against the builder, there are some who are still running from pillar to post to get their case registered.</p>\r\n<p>One of those unfortunate ones is Prakash Mhatre, 48, a resident of Ulwe in Navi Mumbai.</p>\r\n<p><img title=\"Raj Kandhari\" src=\"http://images.mid-day.com/images/2016/may/11-Raj-Kandhari.jpg\" alt=\"Raj Kandhari\" width=\"670\" height=\"665\" /><br /><span style=\"font-size: x-small;\"><em><strong>Raj Kandhari</strong></em></span></p>\r\n<p>Mhatre, who&nbsp;owns Prakash Construction along with Rajesh Naik, had signed a contract with Kandhari's Swaraj builders in Ulwe to supply building material for the Swaraj Kingstone project in Ulwe.</p>\r\n<p>\"Despite supplying materials to him, at the end when the building was ready he refused to pay us Rs 75 lakh that was pending with him. When we put pressure on him, he promised us a flat, but then later refused to give that too,\" said Mhatre.</p>\r\n<p>Then in April 2015, Mhatre wrote to Chief Minister Devendra Fadnavis as the police were not ready to register a case. \"Since 2014 till date no case has been registered against him. The Nhava-Seva police and the senior police officers along with the politicans are hand-in-glove with him. We approached all of them but nothing has change,\" added Mhatre.</p>\r\n<p>Mhatre claims that Kandhari death has left them facing huge losses, and worried about who would clear their dues.</p>\r\n<p>\"Even when he was alive he used to threaten us against complaining to authorities. We have been in touch with the big bosses and all our efforts have ended in failure,\" added Mhatre.</p>\r\n<p>Kandhari shot himself with his license revolver on Monday afternoon at his residence and was declared dead in MGM hospital in Tuesday.</p>\r\n<p>The Sanpada police have register an accidental dead case on Wednesday and are further ascertaining the cause of committing suicide.</p>\r\n<p>The Navi Mumbai police also found that Kandhari was booked under 15 different cases against him in the past for cheating buyers, assualting a bus driver, misusing his weapon among many others.</p><br/><br/><p><span style=\"font-size: medium;\"><strong>15 cases against Kandhari</strong></span></p>\r\n<p><span style=\"color: #800000;\"><strong>&gt;&gt; Seven cases filed by buyers between 2012 -15, alleging that he took money from them but did not allot flats</strong></span></p>\r\n<p><span style=\"color: #800000;\"><strong>&gt;&gt; Four lawsuits alleging financial irregularities under the Negotiable Instruments Act</strong></span></p>\r\n<p><span style=\"color: #800000;\"><strong>&gt;&gt; One assault complaint filed by bus driver Mahadev Anand Rao (55), who claimed Kandhari had attacked him</strong></span></p>\r\n<p><span style=\"color: #800000;\"><strong>&gt;&gt; Cheating case filed by Kandhari&rsquo;s partner Shankarlal Brijibai Thakkar in 2011&nbsp;</strong></span></p>\r\n<p><span style=\"color: #800000;\"><strong>&gt;&gt; Kandhari&rsquo;s contractor had also filed a complaint claiming he had not been paid his dues, amounting to R1 crore, as mid-day reported yesterday</strong></span></p>\r\n<p><span style=\"color: #800000;\"><strong>&gt;&gt; Case against the builder for misusing his revolver, after which his firearms licence was cancelled. Kandhari appealed to higher powers and got his revolver back in 2014</strong></span></p>\r\n<p><strong><br /></strong></p>]]></description></item><item><title><![CDATA[Fiery 81-year-old woman fights off mugger, gets him arrested]]></title><link><![CDATA[http://www.mid-day.com/articles/fiery-81yearold-woman-fights-off-mugger-gets-him-arrested/17224159]]></link><pubDate><![CDATA[12 May 2016 14:13:32 GMT]]></pubDate><storyid><![CDATA[17224159]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/Pushpaben-Bhalla-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Fiery 81-year-old woman fights off mugger, gets him arrested]]></media:title><summary><![CDATA[<p>When a man posing as a policeman tried to make her part with her gold bangles, the 81-year-old thrashed him with her walking stick and also ensured she got him arrested</p>]]></summary><description><![CDATA[<p>As 81-year-old Pushpaben Dhamji Bhalla walked out of her building in Dadar, she moved slowly, relying heavily on her cane for support. No doubt, she looked like an easy target to a conman lurking nearby. He couldn&rsquo;t have been more wrong.</p>\r\n<p><img title=\"81-year-old Pushpaben. Pic/Rane Ashish\" src=\"http://images.mid-day.com/images/2016/may/Pushpaben-Bhalla-a-1.jpg\" alt=\"81-year-old Pushpaben. Pic/Rane Ashish\" /><br /><span style=\"font-size: x-small;\"><strong><em>81-year-old Pushpaben. Pic/Rane Ashish</em></strong></span></p>\r\n<p>Frail as her body is, Pushpaben&rsquo;s mind is still sharp as a razor, and she immediately knew something was wrong when the crook told her he was a cop. So, when he told her give her gold bangles to him for safekeeping, she gave him a few beatings from her stick instead.</p>\r\n<p><img title=\"Pushpaben Bhalla was exiting her society when the conman, Ali Jaffari saw her. His associates were waiting in a cab nearby. Illustrations/Uday Mohite\" src=\"http://images.mid-day.com/images/2016/may/Pushpaben-Bhalla-2.jpg\" alt=\"Pushpaben Bhalla was exiting her society when the conman, Ali Jaffari saw her. His associates were waiting in a cab nearby. Illustrations/Uday Mohite\" /><br /><span style=\"font-size: x-small;\"><strong><em>Pushpaben Bhalla was exiting her society when the conman, Ali Jaffari saw her. His associates were waiting in a cab nearby. Illustrations/Uday Mohite</em></strong></span></p>\r\n<p>On Wednesday morning, it was around 10 am that Pushpaben stepped out of her residence at Landmark Tower residence on GD Ambekar Road. She didn&rsquo;t have to go far; just to the Hanuman temple right outside the complex. But as soon as she came out of the society gates, a stranger approached her and said he was a policeman.</p>\r\n<p><img title=\"Jaffari approached the elderly woman and showed her a fake ID, claiming he was a cop in plainclothes\" src=\"http://images.mid-day.com/images/2016/may/Pushpaben-Bhalla-3.jpg\" alt=\"Jaffari approached the elderly woman and showed her a fake ID, claiming he was a cop in plainclothes\" /><br /><span style=\"font-size: x-small;\"><strong><em>Jaffari approached the elderly woman and showed her a fake ID, claiming he was a cop in plainclothes</em></strong></span></p>\r\n<p>&ldquo;Maaji, humlog Crime Branch se hai. Civil mein ghoomkar poore area ka patrolling karte hai. (We are Crime Branch officials. We patrol in civil clothes),&rdquo; he told her while flashing an ID card. But the man was no cop; he was later identified as Ali Raza Aziz Jaffari (49), a resident of Ambivli.</p>\r\n<p><img title=\"He told her she was in an unsafe area, and that she should hand over her gold bangles for safekeeping\" src=\"http://images.mid-day.com/images/2016/may/Pushpaben-Bhalla-4.jpg\" alt=\"He told her she was in an unsafe area, and that she should hand over her gold bangles for safekeeping\" /><br /><span style=\"font-size: x-small;\"><strong><em>He told her she was in an unsafe area, and that she should hand over her gold bangles for safekeeping</em></strong></span></p>\r\n<p>He told the 81-year-old that she was in a very sensitive area and should remove her gold bangles (worth around Rs 50,000) and put it in his bag. He told her that once she passed through the danger zone, he would meet her on the other end and return the ornaments to her. &ldquo;I doubted his intentions from the very beginning. I asked him to leave me alone. I don&rsquo;t need any protection and I can take care of myself,&rdquo; Pushpaben told this reporter.</p>\r\n<p><img title=\"When the crook tried to force her to obey, Pushpaben gave him a thrashing with her walking stick\" src=\"http://images.mid-day.com/images/2016/may/Pushpaben-Bhalla-5.jpg\" alt=\"When the crook tried to force her to obey, Pushpaben gave him a thrashing with her walking stick\" /><br /><span style=\"font-size: x-small;\"><strong><em>When the crook tried to force her to obey, Pushpaben gave him a thrashing with her walking stick</em></strong></span></p>\r\n<p>Then she noticed that Jaffari was not alone, two more associates were waiting for him inside a taxi parked close by. &ldquo;He was trying to convince me again and again. When I refused, he got agitated and even tried to force me to obey. But I was adamant and refused to follow his orders. When he tried to grab my hand, I hit him hard, three to four times, with my walking stick,&rdquo; she recounted.</p>\r\n<p><img title=\"Passers-by saw the struggle and came to her aid. Jaffari&rsquo;s associates fled, but he was arrested\" src=\"http://images.mid-day.com/images/2016/may/Pushpaben-Bhalla-6.jpg\" alt=\"Passers-by saw the struggle and came to her aid. Jaffari&rsquo;s associates fled, but he was arrested\" /><br /><span style=\"font-size: x-small;\"><strong><em>Passers-by saw the struggle and came to her aid. Jaffari&rsquo;s associates fled, but he was arrested</em></strong></span></p>\r\n<p>A vegetable vendor heard the scuffle from the other side of the road and rushed to help the old woman. Soon, pedestrians also stopped and asked what was happening. &ldquo;The accused was baffled. He realised that he had made a huge mistake. But before he could escape, the crowd overpowered him and called the police,&rdquo; said a cop from RAK Marg police.</p>\r\n<p>After all the excitement of the morning, Pushpaben was slightly disappointed that she still had to part with her gold bangles, which is now with the real police. &ldquo;Why did they take my bangles? When will I get them back?&rdquo; she asked this reporter when he visited her house yesterday.</p>\r\n<p>Asked whether the incident had made her fearful of stepping out, she said, &ldquo;I am not scared at all. If this happens again, I will do the same thing again &ndash; hit the crooks with my stick.&rdquo;</p>\r\n<p>Senior Police Inspector Siddharth Kasbe from RAK Marg police station said, &ldquo;Pushpaben is an example for other women who fall prey to such fake cops. Despite her age, she caught hold of the accused and got him arrested.&rdquo;</p>\r\n<p><strong>Family amazed</strong><br />Her son Harender Bhalla (57), who runs a restaurant, said, &ldquo;My mother has made us proud. She is a true inspiration for others. I cannot believe what she has done today.&rdquo;</p>\r\n<p>His wife, Jasmine (57), added, &ldquo; She has never raised her hands on her son, or grandchildren. I am amazed by her daredevil attitude. Soon after the incident, when we were called to the police station, she saw the accused and started walking towards him to slap him, but managed to stop her.&rdquo;</p><br/>]]></description></item><item><title><![CDATA[Maharashtra declares drought in 29,000 villages]]></title><link><![CDATA[http://www.mid-day.com/articles/maharashtra-declares-drought-in-29000-villages/17227188]]></link><pubDate><![CDATA[12 May 2016 14:10:51 GMT]]></pubDate><storyid><![CDATA[17227188]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/12-farmer-drought-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Maharashtra declares drought in 29,000 villages]]></media:title><summary><![CDATA[<p>The BJP-led Government in Maharashtra has declared 'drought' in over 29,000 villages of the state, mostly in parched Marathwada and Vidarbha regions where the grim situation was earlier described as 'drought-like'</p>]]></summary><description><![CDATA[<p>The BJP-led Government in Maharashtra has declared 'drought' in over 29,000 villages of the state, mostly in parched Marathwada and Vidarbha regions where the grim situation was earlier described as 'drought-like.'</p>\r\n<p><img title=\"Drought\" src=\"http://images.mid-day.com/images/2016/may/12-farmer-drought.jpg\" alt=\"Drought\" /><em style=\"font-size: x-small;\"><strong>File pic of a farmer standing over&nbsp;in his dried up cotton field. Pic/PTI</strong></em></p>\r\n<p>The government through a corrigendum on Wednesday clarified that wherever reference is made to a 'drought-like situation' in the state manual, it would be read as 'drought,' in accordannce with an assurance it gave to the Bombay High Court recently.</p>\r\n<p>The opposition Congress and the NCP, however, said today the Fadnavis Government was not serious in addressing the situation and the belated move was only meant to avoid judicial action.</p>\r\n<p>Chief Minister Devendra Fadnavis on his part said the villages that have now been declared as affected by drought were already receiving benefits from the government and that the Drought Manual provided only for the word 'drought-like.'</p>\r\n<p>\"We had already declared a drought-like situation in these villages. All the benefits which are needed to be given were accorded. The High Court asked us why 'drought-like' and not 'drought (is used in reference to the affected villages). We pointed out that the Manual was adopted more than 25 years back and it provides for the word drought-like. There is no word as drought in the manual,\" Fadnavis told PTI.</p>\r\n<p>\"We also pointed out that even if we call it drought by effecting changes in the manual, it will not attract anything new to be done. What we have done or doing will continue. Court asked us our willingness to change the manual and introduce the word drought. We said we are ready to do that. So we did that and conveyed it to the court,\" he added.</p>\r\n<p>State Congress president and former chief minister Ashok Chavan said the government is not serious in tackling the drought and that the decision has been taken keeping in mind the monsoon season which is due shortly. \"The government is simply not serious on tackling drought. They were scared that the courts might take action against them and thus chose to simply adhere to the court and make the necessary changes,\" he said.</p>\r\n<p>\"Also, the government knows that monsoon is soon to arrive and thus they would not have to do anything much even if they bring in the word drought. This is clever tactics played by the government,\" Chavan said.</p>\r\n<p>NCP spokesperson Nawab Malik said the government was prompted by the fear that the court would come down on it if it dithered on the issue. \"People are asking this for the last 8 months and the government suddenly wakes up now. They are scared of action<br />by the court and hence they decided to declare drought. This decision, along with CM's meet with the Prime Minister besides seeking additional funds to tackle drought have all been done keeping in mind the monsoon season, which is barely two months away,\" Malik said.</p>\r\n<p>The government on Wednesday issued a corrigendum clarifying that wherever a reference is made to a 'drought-like situation', it would be read as 'drought'.</p>\r\n<p>\"The state government has already taken drought relief measures in villages where the proportion of failed crops is below 50 paise in Kharif and Rabi season. Nevertheless, in future, all instances of villages where the government has mentioned drought-like situation, the reference to the situation will be called as drought,\" stated a government resolution issued in Mumbai on Wednesday.</p>\r\n<p>In the wake of acute water shortage in various parts of Maharashtra, the state government had informed the High Court that it would declare drought in over 29,000 villages in the state and all relief prescribed in the Drought Manual, 2009 would be provided.</p><br/>]]></description></item><item><title><![CDATA[Tests show gazelle killed was chinkara: Prosecution in Salman Khan case]]></title><link><![CDATA[http://www.mid-day.com/articles/tests-show-gazelle-killed-was-chinkara-prosecution-in-salman-khan-case/17227183]]></link><pubDate><![CDATA[12 May 2016 13:36:43 GMT]]></pubDate><storyid><![CDATA[17227183]]></storyid><media:content url=\"http://images.mid-day.com/images/2015/may/sallu-controversies-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Tests show gazelle killed was chinkara: Prosecution in Salman Khan case]]></media:title><summary><![CDATA[<p>The prosecution told the Rajasthan High Court (HC) in the Salman Khan case that blood samples and hair strands collected by the Forensic Science Laboratory (FSL) team from two spots showed that the gazelle killed was an endangered chinkara</p>]]></summary><description><![CDATA[<p><strong>Jodhpur:</strong> The prosecution on Thursday told the Rajasthan High Court (HC) in the Salman Khan case that blood samples and hair strands collected by the Forensic Science Laboratory (FSL) team from two spots showed that the gazelle killed was an endangered chinkara.</p>\r\n<p><img title=\"Salman Khan\" src=\"http://images.mid-day.com/images/2015/may/salman-airport.jpg\" alt=\"Salman Khan\" width=\"670\" height=\"892\" /><em style=\"font-size: x-small;\"><strong>Salman Khan. Pic/PTI</strong></em></p>\r\n<p>Additional Advocate General KL Thakur told Justice Nirmaljit Kaur that the FSL team had collected samples of blood-soaked soil from Ujalia Bhakar where a chinkara was allegedly killed by the actor in 1998.</p>\r\n<p>The team had also collected hair strands from Ghoda Farm in Mathania, around 40 kms of Jodhpur, where the carcass was allegedly cleaned, he said. \"The report of the FSL team clearly mentioned that blood samples and hair strands collected from both the places were of a chinkara, which substantiated the statements of both the prosecution witnesses, Harish Dulani and Goverdhan Singh, about Khan killing the Chinkara at Ujalia Bhakar and then, taking the carcass to the farmhouse for cleaning,\" Thakur contended, citing the FSL report.</p>\r\n<p>Khan (50) has filed a revision petition in the HC against a five-year sentence awarded to him by the Sessions Court in the case. Today was the third successive day of the prosecution's arguments.</p>\r\n<p>Citing the statements of the two witnesses, Thakur said that Dulani had shown the farmhouse to the investigators but could not identify the spot where the alleged poaching had occurred whereas, Goverdhan Singh had taken them to the spot as he was the one who had guided Khan and others to the spot on September 28-29, 1998 for sighting and alleged poaching of the animal.</p>\r\n<p>Thakur argued that the trial court did not err in relying on the statements of Dulani which matched with the circumstantial evidence in the case right from the time of Khan leaving the hotel and coming back.</p>\r\n<p>\"Even the guns recovered from Khan's room matched the description of the same in the statements of Dulani which is a clear indication that Khan was the one, who had hunted down a chinkara on September 28-29, 1998 in Mathania,\" Thakur submitted.</p>\r\n<p>The hearing on Thursday lasted for about an hour over the scheduled timing of the court after Justice Kaur insisted on completion of arguments.</p>\r\n<p>The hearing, however, will continue tomorrow when the prosecution is expected to conclude its arguments.</p>\r\n<p>On Wednesday, the prosecution had submitted before the court that samples of tyre treads showed that Khan himself had driven the vehicle, a Maruti Gypsy, from Jodhpur to Ujalia Bhakar where the gazelle was killed.</p><br/>]]></description></item><item><title><![CDATA[Differently abled woman killed as hut catches fire]]></title><link><![CDATA[http://www.mid-day.com/articles/differently-abled-woman-killed-as-hut-catches-fire/17227179]]></link><pubDate><![CDATA[12 May 2016 12:13:33 GMT]]></pubDate><storyid><![CDATA[17227179]]></storyid><media:content type=\"image/jpeg\"/><media:title><![CDATA[Differently abled woman killed as hut catches fire]]></media:title><summary><![CDATA[<p>A 60-year-old differently abled woman was killed when her hut was gutted in fire at Machilipatnam town in Krishna district on Thursday</p>]]></summary><description><![CDATA[<p><strong>Machilipatnam (AP)</strong>: A 60-year-old differently abled woman was killed when her hut was gutted in fire at Machilipatnam town in Krishna district on Thursday.</p>\r\n<p>The woman, identified as P Venkata Ramana, lived with her husband and children in a hut near zilla court centre in Machilipatnam, police said.</p>\r\n<p>Their hut caught fire from a candle that was lit last night. While her husband and children managed to come out, the woman was seriously burnt and died on the spot, Chilakalapudi Circle Inspector B Janardhana Rao said.</p>\r\n<p>A case has been registered in this regard and investigation is underway, he said.</p><br/>]]></description></item><item><title><![CDATA[Twitter reacts to Subramanian Swamy's 'Rajan unfit for RBI governor' jibe]]></title><link><![CDATA[http://www.mid-day.com/articles/twitter-reacts-to-subramanian-swamys-rajan-unfit-for-rbi-governor-jibe/17227177]]></link><pubDate><![CDATA[12 May 2016 11:54:20 GMT]]></pubDate><storyid><![CDATA[17227177]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/12-Subramanium-Swamy-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Twitter reacts to Subramanian Swamy's 'Rajan unfit for RBI governor' jibe]]></media:title><summary><![CDATA[<p>Twitterati came out in full support of RBI governor Raghuram Rajan and slammed BJP leader Subramanian Swamy for his unsavory remarks against the former saying that he is 'unfit to be RBI governor'</p>]]></summary><description><![CDATA[<p>BJP leader Subramanian Swamy on Thursday suggested that Reserve Bank Governor Raghuram Rajan be removed from the post as he was responsible for 'unemployment and collapse' of industrial activity.</p>\r\n<p><img title=\"Subramanian Swamy\" src=\"http://images.mid-day.com/images/2016/may/12-Subramanium-Swamy.jpg\" alt=\"Subramanian Swamy\" width=\"670\" height=\"700\" /><em style=\"font-size: x-small;\"><strong>Subramanian Swamy</strong></em></p>\r\n<p>\"In my opinion, RBI Governor is not appropriate for the country. I don't want to speak much about him. He has hiked interest rates in the garb of controlling inflation that has damaged the country,\" he told reporters in Parliament House.</p>\r\n<p>The Governor's actions have \"led to collapse of industry and rise of unemployment in the economy\", he said. \"The sooner he is sent back to Chicago, the better it would be.\"</p>\r\n<p>Twitter slammed him for his not so savory remarks. Here are few reactions...</p>\r\n<blockquote class=\"twitter-tweet\" data-lang=\"en\">\r\n<p lang=\"en\" dir=\"ltr\">If Raghuram Rajan is not fit for this country, then <a href=\"https://twitter.com/Swamy39\">@Swamy39</a> is not fit for this species. <a href=\"https://t.co/2IEG1dlAMH\">pic.twitter.com/2IEG1dlAMH</a></p>\r\n&mdash; Ã¢Â¬Â\u0085 (@saadshake) <a href=\"https://twitter.com/saadshake/status/730724905793130496\">May 12, 2016</a></blockquote>\r\n<script charset=\"utf-8\" type=\"text/javascript\" src=\"http://platform.twitter.com/widgets.js\"></script>\r\n<blockquote class=\"twitter-tweet\" data-lang=\"en\">\r\n<p lang=\"en\" dir=\"ltr\">Swamy's new dictate send Raghuram Rajan to Chicago, no one listens to him but he has the habit to speak so he never stop to amuse us</p>\r\n&mdash; Cifar (@cifarshayar) <a href=\"https://twitter.com/cifarshayar/status/730722739347017728\">May 12, 2016</a></blockquote>\r\n<script charset=\"utf-8\" type=\"text/javascript\" src=\"http://platform.twitter.com/widgets.js\"></script>\r\n<blockquote class=\"twitter-tweet\" data-lang=\"en\">\r\n<p lang=\"en\" dir=\"ltr\">Raghuram Rajan should be sent back to Chicago and Gajendra Chauhan should be made the RBI Governer.</p>\r\n&mdash; Arifuddin Mohammed (@Arifuddin_Moh) <a href=\"https://twitter.com/Arifuddin_Moh/status/730722539090087936\">May 12, 2016</a></blockquote>\r\n<script charset=\"utf-8\" type=\"text/javascript\" src=\"http://platform.twitter.com/widgets.js\"></script>\r\n<blockquote class=\"twitter-tweet\" data-lang=\"en\">\r\n<p lang=\"en\" dir=\"ltr\">This is interesting.. A Havard pass out Economist <a href=\"https://twitter.com/Swamy39\">@Swamy39</a> (P.hD) telling an MIT passed out banker (P.hD) to leave India :D Raghuram Rajan</p>\r\n&mdash; Ashis Kar (@ashisiniter) <a href=\"https://twitter.com/ashisiniter/status/730722293761069056\">May 12, 2016</a></blockquote>\r\n<script charset=\"utf-8\" type=\"text/javascript\" src=\"http://platform.twitter.com/widgets.js\"></script>\r\n<blockquote class=\"twitter-tweet\" data-lang=\"en\">\r\n<p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/ShameOnSwamy?src=hash\">#ShameOnSwamy</a> to say Raghuram rajan is un-fit, may be for his bold act on govt.</p>\r\n&mdash; Ravi prasad (@raviprasad_rp) <a href=\"https://twitter.com/raviprasad_rp/status/730720971770859520\">May 12, 2016</a></blockquote>\r\n<script charset=\"utf-8\" type=\"text/javascript\" src=\"http://platform.twitter.com/widgets.js\"></script>\r\n<blockquote class=\"twitter-tweet\" data-lang=\"en\">\r\n<p lang=\"en\" dir=\"ltr\">Raghuram Rajan is a fine man and a Good RBI Governor;<br />Whereas Subramanian Swamy is a Loose Cannon - Somaila is a better place for you.</p>\r\n&mdash; Stoned Baba (@indicube) <a href=\"https://twitter.com/indicube/status/730719951430897665\">May 12, 2016</a></blockquote>\r\n<script charset=\"utf-8\" type=\"text/javascript\" src=\"http://platform.twitter.com/widgets.js\"></script>\r\n<blockquote class=\"twitter-tweet\" data-lang=\"en\">\r\n<p lang=\"en\" dir=\"ltr\">Rightly and intelligently said .. After BJP nominated Subramanian Swamy to RS, Raghuram Rajan is defintely inappropriate for India;</p>\r\n&mdash; Faieza Khan (@faiezakhan) <a href=\"https://twitter.com/faiezakhan/status/730721134497255424\">May 12, 2016</a></blockquote>\r\n<script charset=\"utf-8\" type=\"text/javascript\" src=\"http://platform.twitter.com/widgets.js\"></script>\r\n<blockquote class=\"twitter-tweet\" data-lang=\"en\">\r\n<p lang=\"en\" dir=\"ltr\">Subramanian Swamy wants Raghuram Rajan be sent to Chicago. What if he's not fit for RBI Governor's job, Shobha De always there to retain him</p>\r\n&mdash; Debarati (@debarati_m) <a href=\"https://twitter.com/debarati_m/status/730723387253923840\">May 12, 2016</a></blockquote>\r\n<script charset=\"utf-8\" type=\"text/javascript\" src=\"http://platform.twitter.com/widgets.js\"></script>\r\n<blockquote class=\"twitter-tweet\" data-lang=\"en\">\r\n<p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/Swamy39\">@Swamy39</a> were you a born idiot or BJP made you like this, or even worse, you made the BJP what it is<br />How can you Accuse Raghuram Rajan??</p>\r\n&mdash; Partho (@CasualTweetster) <a href=\"https://twitter.com/CasualTweetster/status/730725678719455232\">May 12, 2016</a></blockquote>\r\n<script charset=\"utf-8\" type=\"text/javascript\" src=\"http://platform.twitter.com/widgets.js\"></script>\r\n<blockquote class=\"twitter-tweet\" data-lang=\"en\">\r\n<p lang=\"en\" dir=\"ltr\">Is Swamy ADHD case to have commented such for Raghuram Rajan?</p>\r\n&mdash; Nandini Kakoti (@nandinikakoti) <a href=\"https://twitter.com/nandinikakoti/status/730726953750269954\">May 12, 2016</a></blockquote>\r\n<script charset=\"utf-8\" type=\"text/javascript\" src=\"http://platform.twitter.com/widgets.js\"></script>\r\n<blockquote class=\"twitter-tweet\" data-lang=\"en\">\r\n<p lang=\"en\" dir=\"ltr\">Funny CoincidenceÃ°Â\u009fÂ\u0098Â\u0084 Everyone of the view that Rahul Gandhi is fit to be a PM are also of the view Raghuram Rajan is fit to be RBI Governor.</p>\r\n&mdash; Ro&yacute; (@MixedRaita) <a href=\"https://twitter.com/MixedRaita/status/730727546300440577\">May 12, 2016</a></blockquote>\r\n<script charset=\"utf-8\" type=\"text/javascript\" src=\"http://platform.twitter.com/widgets.js\"></script><br/>]]></description></item><item><title><![CDATA[Expect unconditional apology, not silence, Kerala CM to Narendra Modi]]></title><link><![CDATA[http://www.mid-day.com/articles/expect-unconditional-apology-not-silence-kerala-cm-to-narendra-modi/17227173]]></link><pubDate><![CDATA[12 May 2016 11:38:34 GMT]]></pubDate><storyid><![CDATA[17227173]]></storyid><media:content url=\"http://images.mid-day.com/images/2015/oct/27chandy-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Expect unconditional apology, not silence, Kerala CM to Narendra Modi]]></media:title><summary><![CDATA[<p>Prime Minister Narendra Modi faced more heat today for comparing Kerala to Somalia with Chief Minister Oommen Chandy saying people of the state expected an unconditional apology from him and not his silence after it whipped up a controversy</p>]]></summary><description><![CDATA[<p><strong>Thiruvananthapuram</strong>: Prime Minister Narendra Modi faced more heat today for comparing Kerala to Somalia with Chief Minister Oommen Chandy saying people of the state expected an unconditional apology from him and not his silence after it whipped up a controversy.</p>\r\n<p><img title=\"Kerela Chief Minister Oommen Chandy\" src=\"http://images.mid-day.com/images/2015/oct/27chandy.jpg\" alt=\"Kerela Chief Minister Oommen Chandy\" width=\"670\" height=\"447\" /><br /><span style=\"font-size: x-small;\"><em><strong>Kerela Chief Minister Oommen Chandy</strong></em></span></p>\r\n<p>The comparison made by Modi at a poll rally in the state early this week when he said the \"infant mortality rate among the scheduled tribe community in Kerala is worse than Somalia\" has set off a political storm and triggered criticism in the social media.</p>\r\n<p>Twitter users have responded with hashtag #PoMoneModi (Get lost Modi), a take off from the Mohanlal starrer, which features the famous punch line \"Po Mone Dinesha\" to ridicule some of the characters of his hit film 'Narasimham'.</p>\r\n<p>Chandy flayed Modi for not withdrawing his controversial comment while CPI-M leader Kodiyeri Balakrishnan said his statement would result in a setback to BJP in the ensuing polls as it has insulted the people of the state. Kerala goes to polls on May 16.</p>\r\n<p>In his Facebook post, Chandy said Modi had kept mum on the controversy and what Keralites want is not his silence, but an unconditional apology from the Prime Minister.</p>\r\n<p>\"Prime Minister Narendra Modi left the election campaign rally without answering my questions. It could be due to the wide criticism he had received not only from the state, but also from Malayali community world over,\" the senior Congress leader said.</p>\r\n<p>In a hard-hitting letter, Chandy had lambasted Modi recently for comparing Kerala to Somalia, saying he has insulted the state. He had also requested Modi to show some \"political decency\" by withdrawing the statement as they are \"baseless and contrary to ground realities.</p>\r\n<p>\"The people of Kerala, whose self-pride was wounded by the Prime Minister's statement, expected an unconditional apology from him and not his silence. But it didn't happen,\" Chandy said in his post, adding that Keralites still hoped he would withdraw his 'Somalia' remark.</p>\r\n<p>Balakrishnan, who is CPI-M state Secretary, said, \"Modi's statement would result in a setback to BJP in the ensuing polls as it has insulted the people of the state.\"</p>\r\n<p>Referring to Modi's Somalia remark, Balakrishnan said \"one thing the Prime Minister should understand is that the state has no such situation as in Somalia because, BJP has never come to power\".</p>\r\n<p>He said \"Gujarat Model\" development projected by the BJP was actually a false propaganda. \"It was the first communist government formed in 1957 that laid the foundation for the development path of the state with its policy on land reforms, education, health and also in other sectors,\" Balakrishnan said.</p>\r\n<p>Taking a swipe at Modi, the CPI-M leader said whichever states that went to polls where Modi led the campaign as Prime Minister, BJP suffered defeat.</p>\r\n<p>\"In Kerala also, the same thing is going to happen. BJP is not going to open an account in the state this time also\", he said.</p><br/>]]></description></item><item><title><![CDATA[Heat wave grips parts of Gujarat, Ahmedabad admn issues warning]]></title><link><![CDATA[http://www.mid-day.com/articles/heat-wave-grips-parts-of-gujarat-ahmedabad-admn-issues-warning/17227166]]></link><pubDate><![CDATA[12 May 2016 10:46:28 GMT]]></pubDate><storyid><![CDATA[17227166]]></storyid><media:content type=\"image/jpeg\"/><media:title><![CDATA[Heat wave grips parts of Gujarat, Ahmedabad admn issues warning]]></media:title><summary><![CDATA[<p>Severe heat wave gripped most parts of Gujarat with temperatures in several parts of the state crossing 43 degrees Celsius prompting the city administration here to issue warning people to take precautionary measures while venturing out in the sun</p>]]></summary><description><![CDATA[<p><strong>Ahmedabad</strong>: Severe heat wave gripped most parts of Gujarat with temperatures in several parts of the state crossing 43 degrees Celsius prompting the city administration here to issue warning people to take precautionary measures while venturing out in the sun.</p>\r\n<p>Heat wave has gripped most of North Gujarat, Kutch and Rajkot, with maximum temperature at most places likely to remain between 43-44 degrees Celsius, Manorama Mohanty, official of the Meteorological Centre of IMD here, told PTI today.</p>\r\n<p>\"Peak summer season coupled with dry upper level due to lack of humidity has led to rise in temperature which is likely to stay for at least another week. Most parts in North Gujarat, Kutch, Rajkot, Ahmedabad and Gandhinagar are witnessing the situation,\" she said.</p>\r\n<p>City civic administration in Ahmedabad has issued health advisory to people asking them to take precautionary measures while going out, and sent out SMS to one lakh people sounding alert regarding soaring temperature. According to a health officer of Ahmedabad Municipal Corporation, Bhavin Solanki, a warning was issued today as mercury levels in the city are likely to hover between 43 and 45 degree Celsius for at least another five days.</p>\r\n<p>\"We are monitoring the situation as the temperature has risen sharply. SMS alerts have been sent to one lakh people alerting them about the weather situation. We will keep updating them about the situation,\" Solanki said.</p>\r\n<p>In Ahmedabad, maximum temperature touched 43.5 degrees Celsius yesterday while in Gandhinagar it went up to 43.6 degrees Celsius, in Surendrangar it was 43.5 degrees Celsius and in Rajkot it was 42.9 degree Celsius, whereas Vadodara and Deesa stood at 42.4 degree Celsius each, data from the Indian Meteorological Department (IMD) showed.</p><br/>]]></description></item><item><title><![CDATA[PM Narendra Modi condoles demise of MP Praveen Rashtrapal]]></title><link><![CDATA[http://www.mid-day.com/articles/pm-narendra-modi-condoles-demise-of-mp-praveen-rashtrapal/17227164]]></link><pubDate><![CDATA[12 May 2016 10:44:54 GMT]]></pubDate><storyid><![CDATA[17227164]]></storyid><media:content type=\"image/jpeg\"/><media:title><![CDATA[PM Narendra Modi condoles demise of MP Praveen Rashtrapal]]></media:title><summary><![CDATA[<p>Prime Minister Narendra Modi today expressed pain over the demise of Rajya Sabha MP Praveen Rashtrapal whom he described as a trade unionist who remained sensitive to concerns and aspirations of the poor</p>]]></summary><description><![CDATA[<p><strong>New Delhi</strong>: Prime Minister Narendra Modi on Thursday expressed pain over the demise of Rajya Sabha MP Praveen Rashtrapal whom he described as a trade unionist who remained sensitive to concerns and aspirations of the poor.</p>\r\n<p>76-year-old Rashtrapal, a Congress member of the Upper House from Modi's home state Gujarat, died here this morning after suffering a massive heart attack.</p>\r\n<p>\"Pained by the demise of Rajya Sabha MP from Gujarat Shri Praveen Rashtrapal. My thoughts are with his family in this hour of grief,\" the Prime Minister said in a tweet.</p>\r\n<p>\"As a trade unionist &amp; subsequently as a leader, Shri Rashtrapal remained sensitive to concerns &amp; aspirations of the poor &amp; marginalised,\" Modi added.</p>\r\n<p>An AICC Secretary, who was also in charge of Uttar Pradesh affairs, Rashtrapal was associated with the trade union movement of Income Tax employees in particular and the Central Government employees. He was an Assistant Commissioner of Income Tax before he took a plunge into politics.</p>\r\n<p>He was a elected to the 13th Lok Sabha (1999-2004). He was a member from the Upper House from April 2006 to April<br />2012 and was re-elected in April 2012.</p>\r\n<p>Rashtrapal was a member of the Joint Parliamentary Committee on 2G scam in the previous Lok Sabha. Following his demise, Rajya Sabha was adjourned for the day on Thursday.</p><br/>]]></description></item><item><title><![CDATA[Rajan unfit to be RBI Governor, should be removed: Subramanian Swamy]]></title><link><![CDATA[http://www.mid-day.com/articles/rajan-unfit-to-be-rbi-governor-should-be-removed-subramanian-swamy/17227169]]></link><pubDate><![CDATA[12 May 2016 10:30:08 GMT]]></pubDate><storyid><![CDATA[17227169]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/12-Subramanium-Swamy-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Rajan unfit to be RBI Governor, should be removed: Subramanian Swamy]]></media:title><summary><![CDATA[<p>BJP leader Subramanian Swamy on Thursday suggested that Reserve Bank Governor Raghuram Rajan be removed from the post as he was responsible for 'unemployment and collapse' of industrial activity</p>]]></summary><description><![CDATA[<p><strong>New Delhi:</strong> BJP leader Subramanian Swamy on Thursday suggested that Reserve Bank Governor Raghuram Rajan be removed from the post as he was responsible for 'unemployment and collapse' of industrial activity.</p>\r\n<p><img title=\"Subramanian Swamy\" src=\"http://images.mid-day.com/images/2016/may/12-Subramanium-Swamy.jpg\" alt=\"Subramanian Swamy\" /><em style=\"font-size: x-small;\"><strong>BJP MP Subramanian Swamy after the party's Parliamentary Party meeting at Parliament Library in New Delhi on Tuesday. Pic/PTI</strong></em></p>\r\n<p>\"In my opinion, RBI Governor is not appropriate for the country. I don't want to speak much about him. He has hiked interest rates in the garb of controlling inflation that has damaged the country,\" he told reporters in Parliament House. The Governor's actions have \"led to collapse of industry and rise of unemployment in the economy\", he said. \"The sooner he is sent back to Chicago, the better it would be.\"</p>\r\n<p>Rajan is the on-leave Professor of Finance at the University of Chicago's Booth School of Business. After assuming charge as RBI governor in September 2013, Rajan gradually raised the short-term lending rate from 7.25 per cent to 8 per cent and had retained the high rates throughout 2014.</p>\r\n<p>He kept the rates high, citing inflationary concerns despite intense pressure from the Finance Ministry and the industry for softening them with a view to boosting growth.</p>\r\n<p>The Governor began the process of lowering the rates in January 2015 and since then it has come down by 1.50 per cent to 6.50 per cent.</p><br/>]]></description></item><item><title><![CDATA[HC allows Nilesh Rane to amend bail plea; defers hearing to May 17]]></title><link><![CDATA[http://www.mid-day.com/articles/hc-allows-nilesh-rane-to-amend-bail-plea-defers-hearing-to-may17/17227162]]></link><pubDate><![CDATA[12 May 2016 10:29:12 GMT]]></pubDate><storyid><![CDATA[17227162]]></storyid><media:content type=\"image/jpeg\"/><media:title><![CDATA[HC allows Nilesh Rane to amend bail plea; defers hearing to May 17]]></media:title><summary><![CDATA[<p>The Bombay High Court on Thursday deferred till May 17 the hearing on an anticipatory bail petition filed by former Congress MP Nilesh Rane, son of former Maharashtra Chief Minister Narayan Rane, in a case of alleged kidnapping and assault on a party worker from Chiplun</p>]]></summary><description><![CDATA[<p>The Bombay High Court on Thursday deferred till May 17 the hearing on an anticipatory bail petition filed by former Congress MP Nilesh Rane, son of former Maharashtra Chief Minister Narayan Rane, in a case of alleged kidnapping and assault on a party worker from Chiplun.</p>\r\n<p>The hearing was adjourned to enable the petitioner to carry out amendments in his petition after his lawyer Rajendra Shirodkar said he had just got a copy of the Khed Sessions Court order which had rejected his pre-arrest bail plea. Judge M S Karnik said he was not inclined to give any interim protection to Rane until the next hearing.</p>\r\n<p>Meanwhile, public prosecutor Arfan Sait, while opposing Rane's bail plea, told the HC that the police may not arrest Rane until the court hears the petition on May 17. However, his statement was not taken on record by the court. Rane's lawyer said he wanted to amend the petition because the sessions court, while rejecting Rane's bail plea on May 9, had made certain observations in his favour. The order had said investigations were over and custodial interrogation was no longer required in this case.</p>\r\n<p>A case was earlier registered by Thane police against Rane, his personal assistant Tushar Panchal and bodyguard Manish Singh under IPC for allegedly kidnapping and assaulting Congress president of Chiplun Taluka Sandeep Sawant in April. According to the FIR, Rane and his accomplices had allegedly kidnapped Sawant and assaulted him on way to Mumbai for not attending a rally called by Nilesh Rane at Chiplun in Ratnagiri district to demand reservation for the Maratha community. Sawant was allegedly confined to a house at Andheri in Mumbai and later let-off.</p>\r\n<p>Sawant had told Rane that he could not attend the rally because his mother had taken ill in a nearby village and he had to rush there to be with her.</p>\r\n<p>On the basis of a complaint filed by Sawant, the Thane police registered a case against Rane and his accomplices. Soon after the incident, Sawant was hospitalised and Narayan Rane had visited him to pacify and urge him to withdraw the complaint against Nilesh Rane, but Sawant declared his resolve to fight the case. Rane's lawyer told the court today that the charges levelled against the Congress leader were not very serious and attracted punishment upto seven years, if proved against him.</p>\r\n<p>The allegations that the accused was assaulted with hockey sticks were not true because no injury marks were found on his person when he was hospitalised, Shrirodkar argued.</p><br/>]]></description></item><item><title><![CDATA[Railways provide 6.20 crore litre water to Latur, sends Rs 4 crore bill]]></title><link><![CDATA[http://www.mid-day.com/articles/railways-provide-620-crore-litre-water-to-latur-sends-rs-4-crore-bill/17227168]]></link><pubDate><![CDATA[12 May 2016 10:16:10 GMT]]></pubDate><storyid><![CDATA[17227168]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/apr/11-Latur-Train-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Railways provide 6.20 crore litre water to Latur, sends Rs 4 crore bill]]></media:title><summary><![CDATA[<p>A month after the first 'water train' reached Latur, the Railways have provided 6.20 crore litre water to the parched region, and sent a Rs four crore bill to the district collector towards transport cost</p>]]></summary><description><![CDATA[<p>A month after the first 'water train' reached Latur, the Railways have provided 6.20 crore litre water to the parched region, and sent a Rs four crore bill to the district collector towards transport cost.</p>\r\n<p><img title=\"Latur train\" src=\"http://images.mid-day.com/images/2016/apr/11-Latur-Train.jpg\" alt=\"Latur train\" width=\"670\" height=\"446\" /><em style=\"font-size: x-small;\"><strong>Latur train. Pic/PTI</strong></em></p>\r\n<p>\"We have sent the bill to the Latur district collector as per the administration's request,\" Central Railway's General Manager S K Sood told PTI. \"It is up to the district administration whether to pay us or seek waiver of the amount, through proper channels. We sent the water transport bill as per their request,\" he said.</p>\r\n<p>The first water train, christened 'Jaldoot', left Miraj in western Maharashtra on April 11 and reached Latur on April 12, covering the distance of around 342 kilometres.</p>\r\n<p>After nine trips by a 10-wagon water train, a 50-wagon water train carrying 25 lakh litre water was later pressed into service. It was specially commissioned from Kota in Rajasthan to transport water to Latur.</p>\r\n<p>It was in January 2013 that Maharashtra first considered water trains for parched regions of drought-hit Marathwada. Discussions were then held with the Railways to arrange wagons to transport 5 lakh litres of water daily.</p>\r\n<p>While Latur city has a population of over four lakh, the district rural areas, with 943 villages, have a population of 18 lakh. The water levels in the 131 smaller dams in the district have depleted fast.</p><br/>]]></description></item><item><title><![CDATA[Maharashtra government assures help to ailing singer Mubarak Begum]]></title><link><![CDATA[http://www.mid-day.com/articles/maharashtra-government-assures-help-to-ailing-singer-mubarak-begum/17226184]]></link><pubDate><![CDATA[12 May 2016 10:14:20 GMT]]></pubDate><storyid><![CDATA[17226184]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/12-Mubarak-Begum-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Maharashtra government assures help to ailing singer Mubarak Begum]]></media:title><summary><![CDATA[<p>Maharashtra Government has assured all necessary help to noted Bollywood playback singer Mubarak Begum who has been hospitalised after complaining of weakness and stomach ache</p>]]></summary><description><![CDATA[<p>Maharashtra Government has assured all necessary help to noted Bollywood playback singer Mubarak Begum who has been hospitalised after complaining of weakness and stomach ache.</p>\r\n<p><img title=\"Mubarak Begum\" src=\"http://images.mid-day.com/images/2016/may/12-Mubarak-Begum.jpg\" alt=\"Mubarak Begum\" width=\"670\" height=\"868\" /><em style=\"font-size: x-small;\"><strong>Mubarak Begum</strong></em></p>\r\n<p>\"On instructions from Cultural Affairs minister Vinod Tawde, a senior official from the department met Begum at the hospital and spoke to the doctors,\" an aide of the minister told PTI.</p>\r\n<p>The minister has assured all financial and medical support to the family, he said. Begum, 76, was admitted to a hospital in suburban Andheri on May 3.</p>\r\n<p>Begum, who sang the evergreen song 'Kabhi tanhaiyon mein hamari yaad ayegi,' from the 1961 movie 'Hamari Yaad Aayegi', has not been keeping well for the last few years.</p>\r\n<p>Through the 1950s and 1960s, she worked with the best music directors in the film industry, collaborating with S D Burman, Shankar Jaikishan and Khayyam for movies that starred screen legends like Sunil Dutt, Nargis and Rajendra Kumar.</p>\r\n<p>Now, she lives in a one-bedroom house in the Mumbai suburb of Jogeshwari. Her health deteriorated after the demise of her daughter last year.</p>\r\n<p>Her son -- who used to freelance as a driver -- and his wife also live in the same house. Mubarak Begum was born in Rajasthan. She moved to&nbsp;Mumbai when she was 10-year-old. Among her favourite memories is singing 'Woh na aayenge palat kar' from 'Devdas' which released in 1955 starring Dilip Kumar and Vaijayantimala.</p><br/>]]></description></item><item><title><![CDATA[Here's why Sahara chief Subrata Roy has been behind bars since March 4, 2014]]></title><link><![CDATA[http://www.mid-day.com/articles/heres-why-sahara-chief-subrata-roy-has-been-behind-bars-since-march-42014/17226180]]></link><pubDate><![CDATA[12 May 2016 10:10:05 GMT]]></pubDate><storyid><![CDATA[17226180]]></storyid><media:content url=\"http://images.mid-day.com/images/2016/may/7Subrata-Roy-s.jpg\" type=\"image/jpeg\"/><media:title><![CDATA[Here's why Sahara chief Subrata Roy has been behind bars since March 4, 2014]]></media:title><summary><![CDATA[<p>The Supreme Court has extended Sahara chief Subrata Roy&rsquo;s parole till July 11 to enable him to deposit Rs 200 crore with market regulator SEBI. Roy walked out of Tihar jail on Friday, May 6 after he was granted four weeks parole for his mother's last rites</p>]]></summary><description><![CDATA[<p>The Supreme Court has extended Sahara chief Subrata Roy&rsquo;s parole till July 11 to enable him to deposit Rs 200 crore with market regulator SEBI. Roy walked out of Tihar jail on Friday, May 6 after he was granted four weeks parole for his mother's last rites.</p>\r\n<p><img src=\"http://images.mid-day.com/images/2014/mar/Subrata-Roy.jpg\" alt=\"\" width=\"650\" height=\"511\" /></p>\r\n<p>But, do you know why he has been behind bars since March 4, 2014?</p>\r\n<p>Roy and two other directors, Ravi Shankar Dubey and Ashok Roy Choudhary were arrested for the failure of Sahara group's two companies - Sahara India Real Estate Corporation (SIRECL) and Sahara Housing Investment Corp Ltd (SHICL) - to comply with the court's August 31, 2012 order.</p>\r\n<p>The top court had that day directed SIRECL and SHICL to return investors money they had collected through OFCDs (Optionally Fully Convertible Debentures) in 2008 and 2009.</p>\r\n<p>The apex court, on March 26, 2014, had said Sahara Group would deposit Rs.10,000 crore as part payment of investors' Rs.24,000 crore that its two companies collected as a condition for the release of Roy, Dubey and Choudhary.</p>\r\n<p>According to market regulator SEBI, this amount now stands at about Rs.38,000 crore.</p><br/>]]></description></item><item><title><![CDATA[Matheran toy train route continues to be a challenge for Railways]]></title><link><![CDATA[http://www.mid-day.com/articles/matheran-toy-train-route-continues-to-be-a-challenge-for-railways/17227160]]></link><pubDate><![CDATA[12 May 2016 09:49:23 GMT]]></pubDate><storyid><![CDATA[17227160]]></storyid><media:content type=\"image/jpeg\"/><media:title><![CDATA[Matheran toy train route continues to be a challenge for Railways]]></media:title><summary><![CDATA[<p>The suspension of the famous Neral- Matheran toy train has posed not only financial problem for the Central Railway, but raised concern of passenger safety as it is a challenge for the Railways to put in place advanced services on the 21-km long hilly stretch</p>]]></summary><description><![CDATA[<p>The suspension of the famous Neral- Matheran toy train has posed not only financial problem for the Central Railway, but raised concern of passenger safety as it is a challenge for the Railways to put in place advanced services on the 21-km long hilly stretch.</p>\r\n<p>Services of the 109-year-old toy train, synonymous to the tourist spot located in the Western Ghats range of Raigad district, was suspended early this week after two incidents derailment on May 2 and May 7.</p>\r\n<p>Following which, CR constituted a committee to probe the incidents.</p>\r\n<p>\"Our main concern is not just the restoration of services temporarily, but safety of the entire stretch on a permanent basis. And it does not seem to be taking place, because there are remote chances of installing technological advancements into operation on this hilly route,\" a senior CR officer said requesting anonymity. \"There is ample fund but investing on that particular route is not economically viable for the railways because the spot has limited tourist footfall,\" the officer said.</p>\r\n<p>Operation of the 610 MN narrow gauge heritage train has been economically inviable as CR spends about Rs 13 crore annually, while the profit stands only at Rs 3 crore. CR has deployed 222 railway officers and staffers, including 67 break porters, to operate the 26 services in a single day for carrying not more than 1,500 passengers a day.</p>\r\n<p>Recently, the Railway minister had stated that senior most zonal officer and the Divisional Railway Manager would be held responsible if any mishap occur under their jurisdiction. In wake of the minister's remarks, another senior CR official said it has sent them in a tizzy when it comes to Matheran toy train service.</p>\r\n<p>The Neral-Matheran Light Railway was built between 1901 and 1907 by Adamji Peerbhoy (1846&iquest;1913), an Indian business and philanthropist by investing Rs 16 lakh.</p><br/>]]></description></item></channel></rss>",
  "headers": {
    "Content-Length": "169046",
    "Last-Modified": "Fri, 13 May 2016 07:30:10 GMT",
    "Date": "Fri, 13 May 2016 07:44:09 GMT",
    "ETag": "W/\"169046-1463124610000\"",
    "Content-Type": "text/xml",
    "Server": "Apache 1",
    "Connection": "keep-alive"
  },
  "response_url": "http://www.mid-day.com/Resources/midday/rss/news-national.xml"
}