{
  "requested_url": "http://www.huffingtonpost.com/feeds/verticals/world/index.xml",
  "fetched_at": "2016-05-13T00:45:07.428862",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\"?>\n<rss version=\"2.0\">\n  <channel>\n    <title>WorldPost - The Huffington Post</title>\n    <link>http://www.huffingtonpost.com/world/</link>\n    <description>WorldPost news and blog articles from The Huffington Post</description>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/hezbollah-mustafa-badreddine-killed_n_9943816.html</guid>\n      <title><![CDATA[Hezbollah Top Commander Mustafa Badreddine Killed In Israeli Air Strike]]></title>\n      <author>Andrew Hart</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/hezbollah-mustafa-badreddine-killed_n_9943816.html?utm_hp_ref=world&amp;ir=WorldPost</link>\n      <pubDate>Thu, 12 May 2016 23:42:23 -0400</pubDate>\n      <description><![CDATA[<br />\n<p>BEIRUT (Reuters) - Top Hezbollah commander Mustafa Badreddine was killed in an Israeli air strike at the Lebanese-Israeli border this week, the Lebanese Shi'ite group announced on Friday, the biggest blow to the group since the 2008 killing of its military commander.</p><br />\n<p>Badreddine, 55, was one of the highest ranking officials in the group, according to security sources.</p><br />\n<p>\"He took part in most of the operations of the Islamic resistance since 1982,\" Hezbollah said in a statement announcing his death, describing Badreddine as \"the great jihadi leader\". He was killed on Tuesday night, the statement said.</p><br />\n<p>A U.S. Department of the Treasury statement detailing sanctions against Badreddine last year said he was assessed to be responsible for the group's military operations in Syria since 2011. Hezbollah, which is backed by Iran, is fighting in Syria in support of President Bashar al-Assad.</p><br />\n<p>Badreddine, a brother-in-law of the late Hezbollah military commander, Imad Moughniyah, was indicted by the U.N.-backed Special Tribunal for Lebanon in the 2005 killing of statesman Rafik al-Hariri.</p><br />\n<p>He was sentenced to death in Kuwait for his role in bomb attacks there in 1983. He escaped from prison in Kuwait after Iraq, under the leadership of Saddam Hussein, invaded the country in 1990.</p><br />\n<p>For years, Badreddine masterminded military operations against Israel from Lebanon and overseas and managed to escape capture by Arab and Western governments by operating clandestinely.</p><br />\n<p>The U.S. Treasury statement said Badreddine had accompanied Hezbollah leader Sayyed Hassan Nasrallah during strategic coordination meetings with Assad in Damascus.</p><br />\n<p>It also said he had led Hezbollah ground offensives in the Syrian town of al-Qusayr in February 2013, a critical battle in the war when Hezbollah fighters defeated Syrian rebels in an area near the Syrian-Lebanese border.</p><br />\n<p>Around 1,200 Hezbollah fighters are estimated to have been killed in the Syrian conflict.</p><br />\n<p>(Writing by Tom Perry; Editing by Samia Nakhoul)</p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/57354cff160000ae0731ea67.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/apple-didi-china-uber_n_9943268.html</guid>\n      <title><![CDATA[Apple Invests $1 Billion In Uber's Chinese Competitor Didi Chuxing]]></title>\n      <author>Andrew Hart</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/apple-didi-china-uber_n_9943268.html?utm_hp_ref=world&amp;ir=WorldPost</link>\n      <pubDate>Thu, 12 May 2016 22:40:15 -0400</pubDate>\n      <description><![CDATA[<br />\n<p>By Julia Love</p><br />\n<p>(Reuters) - Apple said on Thursday it has invested $1 billion in Chinese ride-hailing service Didi Chuxing, a move that Apple Chief Executive Tim Cook said would help the company better understand the critical Chinese market.</p><br />\n<p>The investment comes as Apple is trying to reinvigorate sales in China, its second-largest market. Apple recently has come under pressure from Chinese regulators, with its online book and film services shut down last month, and Cook is traveling to the country this month.</p><br />\n<p>The investment gives Apple, which has hired dozens of automotive experts over the past year, a sizeable stake in Uber Technologies Inc's chief rival in China. Cook said in an interview that he sees opportunities for Apple and Didi Chuxing to collaborate in the future.</p><br />\n<p>\"We are making the investment for a number of strategic reasons, including a chance to learn more about certain segments of the China market,\" he said. \"Of course, we believe it will deliver a strong return for our invested capital over time as well.\"</p><br />\n<p>Didi Chuxing, formerly known as Didi Kuaidi, said in a statement that the funding from Apple was the single largest investment it has ever received. The company, which previously raised several billion dollars, dominates the ride-sharing market in China. The company said it completes more than 11 million rides a day, with more than 87 percent of the market for private car-hailing in China.</p><br />\n<p>Investors are eagerly watching to see whether Apple will enter the automotive business. Apple has hired a wide range of automotive experts, and the company is exploring building a self-driving car, sources have told Reuters.</p><br />\n<p>Cook said Apple remains focused on the in-car experience with its CarPlay system that links smartphones to vehicle infotainment systems.</p><br />\n<p>&ldquo;That is what we do today in the car business, so we will have to see what the future holds,\" he said.</p><br />\n<p>Although Apple's sales in China have slumped amid slowing economic growth there, Cook stressed he remains confident in the market.</p><br />\n<p>The deal \"reflects our excitement about their growing business ... and also our continued confidence in the long term in China&rsquo;s economy,\" Cook said.</p><br />\n<p>(Reporting by Julia Love; Editing by Leslie Adler)</p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/57353df922000057072567e8.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/richard-javad-heydarian/philippines-under-duterte_b_9943248.html</guid>\n      <title><![CDATA[Philippines Under President Duterte: Dawn of a New Age?]]></title>\n      <author>Richard Javad Heydarian</author>\n      <link>http://www.huffingtonpost.com/richard-javad-heydarian/philippines-under-duterte_b_9943248.html?utm_hp_ref=world&amp;ir=WorldPost</link>\n      <pubDate>Thu, 12 May 2016 22:24:06 -0400</pubDate>\n      <description><![CDATA[<a href=\"http://images.huffingtonpost.com/2016-05-13-1463105391-9578533-duterte.png\"><img alt=\"2016-05-13-1463105391-9578533-duterte.png\" src=\"http://images.huffingtonpost.com/2016-05-13-1463105391-9578533-duterte-thumb.png\" width=\"549\" height=\"280\" /></a><br />\n<br />\nReflecting on Italy's transmogrification during the opening decades of the early-20th century, Antonio Gramsci lamented how the \"old world is dying, and the new world struggles to be born.\" <br />\n<br />\nIt was not until the middle of the 20th century that Italy began to reconstitute its foundations and embark on an economic miracle (<a href=\"http://www.lrb.co.uk/v36/n10/perry-anderson/the-italian-disaster\" target=\"_hplink\">Anderson</a> 2014). In many ways, the Philippines is caught in the same interregnum. Three decades after the downfall of the Marcos dictatorship, the Filipino people are once again telegraphing their demand for real, meaningful \"change\" through the ballot box. <br />\n<br />\nFed up with vacuous slogans and broken promises from mainstream candidates, a<a href=\"http://www.mb.com.ph/voter-turnout-for-2016-polls-is-84-says-comelec/\" target=\"_hplink\"> large plurality</a> (<a href=\"http://www.nytimes.com/2016/05/12/world/asia/philippines-election-rodrigo-duterte.html\" target=\"_hplink\">38.5 percent</a>) of the electorate has elected Rodrigo Dutetre -- the firebrand mayor of Davao City, and a <a href=\"http://newsinfo.inquirer.net/779984/duterte-im-a-socialist-not-a-communist-last-card\" target=\"_hplink\">self-described \"socialist\"</a> -- as the next president of the Republic of the Philippines. <br />\n<br />\nThe vice-presidential race, which unlike the American system is separately contested, is yet to be settled. But many expect <a href=\"http://www.rappler.com/thought-leaders/69004-leni-robredo-real-deal-president\" target=\"_hplink\">Leni Robredo</a> -- a social democratic provincial legislator, and widow of one of the most celebrated statesmen in Philippine history, Jesse Robredo -- to narrowly defeat Ferdinand \"Bong Bong\" Marcos Jr., the sole son of the late dictator. Recognizing that this is perhaps the last chance for the Marcoses to wrest back control of the Malacanang, Ferdinand Jr. has openly cast doubt on the credibility of the election process. <br />\n<br />\nAs this <a href=\"https://twitter.com/TVPatrol/status/725650368583987200\" target=\"_hplink\">author forecasted</a>, the race boiled down to the \"iron fist\" Duterte-Marcos tandem vs. the \"straight path\" Roxas-Robredo tandem, with Duterte and Robredo favoured to win the race. Nevertheless, the very fact that the Marcoses have come this close to power says a lot about the Southeast Asian country's fatigue with the current establishment -- and a simmering yearning for strongman leaders in \"outside the box\" candidates like Duterte and Marcos. <br />\n<br />\nThe old order -- a cacique democracy, undergirded by 'managed competition' among liberal oligarchs -- is withering away. But it is far from certain whether the Philippines is on the cusp of salvation or instead diving straight into abyss. <br />\n<br />\nFor now, however, the Filipino people are celebrating one of their most credible and peaceful presidential elections in recent memory. Underscoring popular excitement about electing a new breed of leaders, <a href=\"http://www.mb.com.ph/voter-turnout-for-2016-polls-is-84-says-comelec/\" target=\"_hplink\">voter turnout</a> was the highest on record. For the first time in history the incoming number one and two in the Philippine state are -- or openly claim to be -- persons with left-leaning convictions. <br />\n<br />\nLong-time leftist activists such as Risa Hontiveros have, upon third attempt, made it to the quasi-aristocratic Philippine senate. The Philippines seems to be following a similar pattern among its distant cousins in Latin America. To the delight of many, president-elect Duterte, who is assembling a <a href=\"http://newsinfo.inquirer.net/785041/new-faces-top-names-from-previous-governments-eyed-for-duterte-cabinet\" target=\"_hplink\">cabinet filled with</a> seasoned officials, has signaled his willingness to transform into a more <a href=\"http://newsinfo.inquirer.net/785018/duterte-swears-he-wont-swear-again\" target=\"_hplink\">statesmanlike leader</a> of hundred million souls. <br />\n<br />\nDuterte has begun to disown many of his controversial statements, and is beginning to translate his 'bumper sticker' campaign proposals into, hopefully, more tangible and realistic policies. The incoming president will have to quickly transition from a 'loose canon' candidate into a dignified and reassuring head of state. He is no longer a provincial mayor, but instead the incoming captain of one of the world's most promising emerging markets and a frontline state in the emerging superpower clash in the Western Pacific. <br />\n<br />\n<strong> <br />\nThe Duterte Phenomenon  </strong><br />\n<br />\nDuterte, affectionately known as \"Mayor Digong\", <a href=\"http://time.com/4324098/rodrigo-duterte-philippines-president-donald-trump-human-rights-immigration/\" target=\"_hplink\">is no Donald Trump</a>. Unlike the New Yorker real estate mogul, Duterte is not a fictitious product of 'reality show' hits. Duterte boasts more than two decades of experience in public office, having turned -- <a href=\"http://www.rappler.com/nation/politics/elections/2016/94302-rodrigo-duterte-davao-death-squad\" target=\"_hplink\">through 'iron fist'</a> -- a Hobbesian Davao City into of the safest and most prosperous places in the Philippines. He has also a<a href=\"http://time.com/4325711/rodrigo-duterte-philippines-president-women-lgbt-china/\" target=\"_hplink\"> long record</a> in advancing the rights of gender minorities and pushing for progressive programs in local government. <br />\n<br />\nDuterte is no ordinary politician. He is what can be described as a 'meta-candidate', one who changes the very conception of and expectations from a presidential candidate. In some ways, he singlehandedly changed the rules of the game. Throughout the campaign period, he crossed one redline after the other, and yet he managed to build a massive nationwide following. He reminded his opponents that presidency is a matter of life and death, of going to the distance, of risking it all. <br />\n<br />\nYet, he also reminded his opponents that the president could also be an ordinary person, a sinner, and a struggling student who barely passed his courses -- an extraordinarily \"ordinary\" Filipino. Politics is a game of connecting to the audience, of establishing affinity with the electorate. Arguably no one has done it better than Duterte in the last elections. No wonder then, Duterte has never lost a single election in his life. <br />\n<br />\nBut how did he become the 16th president of the Philippines? Especially when one considers how only few months back, many dismissed him as a loose canon, a political outsider with no realistic chance at the highest office in the country. No less than Duterte himself at some point considered withdrawing from the race. After all, the field was just too tight and competitive for him. <br />\n<br />\nHe confronted establishment goliaths like Vice President Jojomar Binay, who boasted a nationwide network of patronage linkages. He also faced a stiff challenge in the Wharton-trained interior secretary Mar Roxas, who was expected to leverage the formidable machinery of the ruling party. <br />\n<br />\nHis fiercest competition, however, was Grace Poe, an American-educated senator, who combined a sleek reformist platform with a potent populist appeal, thanks to her (foster) parents, the late Fernando Poe and Susan Roces, who are considered as celebrity royalties. Dutere was, <a href=\"http://opinion.inquirer.net/94430/the-political-outsider\" target=\"_hplink\">in the words of </a>Filipino sociologist Randy David, \"until very recently an outsider to national politics whom very few thoughtful Filipinos took seriously.\" But this apparent weakness would turn out to be his strongest weapon in the race. <br />\n<br />\n<strong>Serendipitous Success </strong><br />\n<br />\nDuterte's astonishing success was the product of three factors. First and foremost, it was perfect timing. Dutere was the beneficiary of an emerging zeitgeist of '<a href=\"http://news.abs-cbn.com/halalan2016/nation/04/20/16/duterte-marcos-lead-show-grievance-politics-analyst\" target=\"_hplink\">grievance politics</a>' in the Philippines, and throughout the democratic world. Most of the electorate were just sick and tired of empty promises by mainstream politicians. With much of the population mired in crushing poverty, only a select few truly enjoyed the fruits of political freedom brought about by the downfall of the Marcos dictatorship. <br />\n<br />\nThis engendered a 'cacique democracy fatigue' among a growing numbers of Filipinos. The Philippines fell into what can be called \"strongman syndrome\", the simplistic belief that only tough-talking leaders can address complex 21st century challenges. <br />\n<br />\nDespite rapid economic growth in recent years, the Philippines still suffers from one of the highest rates of unemployment and poverty in Asia -- an <a href=\"http://www.forbes.com/sites/jplehmann/2016/05/11/president-elect-rodrigo-duterte-the-philippines-distressing-and-damaging-political-circus-goes-on/#50f3f5c45207\" target=\"_hplink\">uber-dynamic region </a>that hosts nine out of thirteen economic miracles in modern times. Strongman candidates like Duterte and Marcos Jr. were in a particularly favorable position to present themselves as single-minded, decisive leaders who could bring about overnight solutions to the country's perennial predicaments. <br />\n<br />\nSecondly, he was the beneficiary of the mistakes of his opponents, some of whom carried their own skeletons in the closet. On one hand, the populist Binay, who could also boast his own 'Makati model' of success, was racked by <a href=\"http://www.rappler.com/nation/125289-vp-binay-liable-graft-corruption-coa\" target=\"_hplink\">corruption scandals</a>. On his part, Roxas, the anointed successor of President Benigno Aquino, largely ended up defending the incumbent's (mixed) track record rather than promoting himself. In short, Roxas became a referendum on Aquino -- a huge mistake in an era of grievance politics. <br />\n<br />\nWhen it <a href=\"http://www.rappler.com/nation/politics/elections/2016/131050-grace-poe-legend-imagined-president\" target=\"_hplink\">comes to Poe,</a> who was the leading candidate throughout much of the campaign period, she suffered from 'guilt by association'. More than her legal battled on question of eligibility, what hurt the former American citizen the most was her association with oligarchs and a convicted plunderer. Towards the end of the race, Dutere was in a strong position to portray all his opponents as incompetent, crook or puppet of the oligarchy. <br />\n<br />\nFinally, Duterte launched an impressive campaign, anchored <a href=\"http://www.rappler.com/newsbreak/rich-media/125524-podcast-inside-track-duterte-campaign-social-media-peter-lavina\" target=\"_hplink\">by a social media blitzkrieg</a>, which presented the mayor as an uncompromising, independent and 'authentic' statesman, who could turn the Philippines into a safe and prosperous place. As a candidate from the margins, he promised more political autnomy and fiscal resources to peripheral regions of Visayas and Mindanao. No wonder then, he ended up dominating the race in southern island of Mindanao and vote-rich central islands of Visayas. <br />\n<br />\nIt must also be said, and this is extremely crucial, that Duterte's strategy would have been too risky if the Philippines had a runoff election, where candidates are expected to garner the support of majority of the voters. The fact that the reformist vote was split between Poe and Roxas was a great source of help to Duterte (and even Binay,<a href=\"http://www.philstar.com/headlines/2016/02/15/1553291/binay-tops-sws-presidential-survey-anew-chiz-bongbong-share-vp-top-spot\" target=\"_hplink\"> who climbed to the top</a> of the polls early this year). <br />\n<br />\nDuterte's off-the-cuff rhetoric, however, was enough to get the support of a plurality of disillusioned voters who saw in him the promise of radical change -- and were willing to turn a blind eye to his plethora of imperfections. In the Philippines' single-round, first-past-the-post system, that was just enough to make him the president. <br />\n<br />\n<br />\n<strong>Machiavellian Steak </strong><br />\n<br />\nWhen it comes to foreign policy, Duterte is, on the surface, a diplomatic-disaster-in-the-making. Some senior diplomats have asked me whether I think Duterte can oversee East Asia Summit and other major gathering next year, when the Philippines becomes the chairman of the Association of Southeast Asian Nations (ASEAN). After all, shortly after his despicable \"rape joke\" that was followed by global condemnation, Duterte went so far as <a href=\"http://www.update.ph/2016/04/duterte-to-us-australian-ambassadors-shut-your-mouth/4576\" target=\"_hplink\">to tell</a> ambassadors of America and Australia to \"shut their mouths\". <br />\n<br />\nA more careful look, however, reveals a <a href=\"http://english.cctv.com/2016/05/05/VIDEr8FZBkWg3Pi0mo9UNpAO160505.shtml\" target=\"_hplink\">largely pragmatic statesman</a>, who discerns the vicissitudes of high-stakes geopolitics. Yes, he has indeed made Trump-style statements like his ludicrous <a href=\"http://www.nytimes.com/2016/05/12/world/asia/philippines-election-rodrigo-duterte.html?_r=0\" target=\"_hplink\">suggestion to drive a jet ski </a>and plant flag on contested land features in the South China Sea.  But that was more of Duterte-the-entertainer, who tried to play to the crowd and project a tough image before a broadly anti-China citizenry. <br />\n<br />\nWhat is more consistent in his statements is his professed willingness to launch direct dialogue with Beijing and, if necessary, negotiate a joint development agreement across contested waters to avoid direct war. At one point, he said if China will \"build [the Philippines] a train around Mindanao, build [the Philippines] train from Manila to Bicol . . . build [the Philippines] a train [going to] Batangas, for the six years that I'll be president, I'll shut up [on the sovereignty disputes].\"<br />\n<br />\nIt is broadly expected that Duterte will adopt - similar to the Arroyo administration (2001-2010) -- an equilateral-balancing strategy towards China and America and not side with one power against the other. In fact, Duterte is expected to appoint former Arroyo administration officials such as Gibo Teodoro and General Hermogenes Esperon in his presidential cabinet. <br />\n<br />\nThis means he will most likely dispense with Aquino administration's counter-balancing strategy against China. But, despite his <a href=\"http://www.theaustralian.com.au/news/world/philippines-election-dutertes-vow-to-communists-may-trigger-coup/news-story/d4088ba9843e75d89aee1af1515573ad\" target=\"_hplink\">affiliation with leftist groups</a>, it is unlikely that he will downgrade relations with America, a powerful ally that is extremely popular among the security establishment and intelligentsia. Though one can expect him to bargain for more American military assistance to the Philippines and not readily open more Philippine bases to Washington under the Enhanced Defense Cooperation Agreement (EDCA).  <br />\n<br />\nAccording to the Council on Foreign Relations, America's Foreign Military Financing (FMF) to the Philippines <a href=\"http://www.huffingtonpost.com/council-on-foreign-relations/pivot-asia-security_b_9830182.html\" target=\"_hplink\">is actually lower </a>than 2010, and dwarfed by Washington's military support to allies in the (oil-rich) Middle East and (wealthy) Europe. America has also equivocated on whether its mutual defense treaty with the Philippines covers the latter's claims in the South China Sea. <br />\n<br />\nDuterte i<a href=\"http://globalnation.inquirer.net/126835/duterte-to-military-attaches-ph-not-out-for-war-china-should-just-let-us-fish-in-seas\" target=\"_hplink\">s deeply aware </a>of the <a href=\"http://nationalinterest.org/feature/will-america-go-war-the-philippines-15031\" target=\"_hplink\">limits of American commitment,</a> thus expect him to explore more constructive relations with China. He will cooperate with each great power on areas of common interest, whether it is infrastructure development (with China) or counter-terrorism (with America). <br />\n<br />\nThe Duterte administration, however, will be remiss to over-read its mandate. He actually won only <a href=\"http://www.rappler.com/nation/politics/elections/2016/132728-regional-winners-presidential-election\" target=\"_hplink\">3 out of 18 regions </a>in the Philippines. Six out of ten voters chose Duterte's rivals. So clearly he doesn't have a <em>carte blanche</em>, though markets and the civil society, for now, are giving him the benefit of the doubt. <br />\n<br />\nBut if he dares to introduce<a href=\"http://asiapacific.anu.edu.au/newmandala/2016/04/29/the-neo-authoritarian-threat-in-the-philippines/\" target=\"_hplink\"> a seismic shift </a>in the Philippines' domestic political landscape -- by tinkering with democratic institutions -- or dramatically reconfigure its foreign policy -- by severing ties with America and bandwagoning with China -- expect his legions of critics, including <a href=\"https://www.youtube.com/watch?v=OGi5vlOCgIk\" target=\"_hplink\">the outgoing president,</a> to mobilize for his departure. Yet, one could bet that Duterte will likely be wise enough to properly assess the coordinates of peaceful yet meaningfu change.<br />\n<br />\n<br />\n<em>You may check the author's pre-elections essays, Part I (\"The End of Philippine Democracy?\"), Part II (\"The Folly of Philippines' Autocratic Nostalgia\"), and Part III (\"Philippines at a Crossroads\") <a href=\"http://www.huffingtonpost.com/richard-javad-heydarian/\" target=\"_hplink\">here</a>. <br />\n</em> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/cas-mudde/dont-blame-the-refugees-f_b_9941756.html</guid>\n      <title><![CDATA[Don't Blame the Refugees for President Hofer, Blame Austria's (Formerly) Big Parties!]]></title>\n      <author>Cas Mudde</author>\n      <link>http://www.huffingtonpost.com/cas-mudde/dont-blame-the-refugees-f_b_9941756.html?utm_hp_ref=world&amp;ir=WorldPost</link>\n      <pubDate>Thu, 12 May 2016 21:01:23 -0400</pubDate>\n      <description><![CDATA[<a href=\"http://images.huffingtonpost.com/2016-05-13-1463101132-2786478-FLAGGEZEIGENNEU.png\"><img alt=\"2016-05-13-1463101132-2786478-FLAGGEZEIGENNEU.png\" src=\"http://images.huffingtonpost.com/2016-05-13-1463101132-2786478-FLAGGEZEIGENNEU-thumb.png\" width=\"570\" height=\"414\" /></a><br />\n(election poster of Norbert Hofer: \"Show the Flag! Love, Freedom, Love of the Homeland)<br />\n<br />\n<br />\nBarring what looks increasingly like a miracle, Austria will elect a far right president this Sunday. This time around it is not just someone with a far right past, like Kurt Waldheim, but a current member of a far right party, Norbert Hofer, of the Austrian Freedom Party (FPÖ). <br />\n<br />\nThe Austrian presidency is not very powerful, but it is not a purely ceremonial position either. Most importantly, the president can dismiss the federal government. While this power has not been used in the postwar period, <a href=\"http://diepresse.com/home/politik/innenpolitik/4937865/Hofer-wurde-Regierung-entlassen\" target=\"_hplink\">Hofer</a> has already said he would use it under a variety of different conditions. <br />\n<br />\nThe recent polls will make him even more eager to find a reason: his FPÖ has about one-third of the vote, far ahead of the traditional two \"big\" parties - the social democratic SPÖ and the conservative ÖVP - which have been reduced to a mere 20 percent each. In other words, by the end of this year Austria might have both a far right President and a far right Prime Minister!<br />\n<br />\nMost analysts will argue that the far right success is a (logical) consequence of the \"refugee crisis,\" further fueling the myth that immigration automatically leads to anti-immigrant sentiments and far right electoral success. But there is nothing automatic about it. Just look at Canada, which has one of the highest levels of immigration of all western democracies, and willingly took in tens of thousands of Syrian refugees. But, rather than seeing a far right backlash, it sees thousands of <a href=\"https://www.washingtonpost.com/lifestyle/magazine/while-other-countries-turn-syrian-refugees-away-canadians-are-taking-them-home/2016/05/04/e912371a-01dd-11e6-9203-7b8670959b88_story.html\" target=\"_hplink\">Canadians</a> line up to sponsor (more) Syrian refugees!<br />\n<br />\nMoreover, the rise of the FPÖ predates the \"refugee crisis\" by many decades. Let's not forget that the party gained almost 30 percent of the vote in 1999, before entering the government as a junior partner, and splitting as a consequence of internal struggles. It was battling for first position in polls already in 2014, well before refugees became perceived as a \"crisis\" in Europe. The \"refugee crisis\" has been at best a catalyst, boosting the support of the FPÖ, while at the same time absolutely destroying that of the two governmental parties.<br />\n<br />\nThe reason for both processes is the incompetent and opportunistic behavior of the two mainstream parties. First and foremost, they completely mishandled the refugee situation. After German Chancellor Angela Merkel had come out in support of the refugees, calling for a Willkommenkultur (welcome culture), the Austrian government joined in. Prime Minister Werner Faymann (SPÖ) even heavily criticizing Merkel's nemesis, Hungarian premier Viktor Orbán, likening Orbán's anti-refugee policies to <a href=\"http://www.reuters.com/article/us-europe-migrants-austria-hungary-idUSKCN0RC09U20150912\" target=\"_hplink\">Nazi deportations of Jews</a> - a preposterous analogy, obviously.<br />\n<br />\nBut as Austria struggled logistically with the sharp increase in refugees, anti-refugee sentiments in the media and public grew, and the Austrian government radically changed opinion. Against international pressure and obligations they closed Austria's borders, suspending Schengen, and introduced a daily quota of refugees. Faymann even openly criticized Merkel's open door policy, stating that Austria is not Germany's \"w<a href=\"http://www.politico.eu/article/werner-faymann-refugees-migration-crisis/\" target=\"_hplink\">aiting room</a>.\" <br />\n<br />\nNot surprisingly, rather than regaining the trust of the people, the government policies intensified public frustration. The complete turnaround only strengthened the impression that the government parties were out of their depth and that the FPÖ had been right all along that this was indeed a refugee \"crisis.\" Both SPÖ and ÖVP got hammered in the first round of the presidential elections: their candidates gained 11.3 percent (SPÖ) and 11.1 percent (ÖVP), respectively. In previous presidential elections their candidates would get a combined 80 percent or more!<br />\n<br />\nYet, nothing was lost yet. Although Hofer won the first round of the presidential elections convincingly, with 35 percent of the vote, he was still far away from a majority. If the liberal democratic forces would rally around Alexander van der Bellen, the nominally independent Green politician who came second with 21 percent, the second round would see the broadly anticipated FPÖ defeat. After all, this had happened before in France, for example, when Chirac defeated Jean-Marie Le Pen in 2002.<br />\n<br />\nSurely the SPÖ would endorse Van der Bellen, an establishment Green who is so moderate that he could almost be a social democrat. But they didn't. And neither did the ÖVP. While several individual SPÖ and ÖVP politicians have endorsed Van der Bellen, the two parties have not. There can be only one reason for this embarrassing reluctance: both parties are flirting with the FPÖ to form a coalition government after the next parliamentary elections, slated for next year - if President Hofer will not force an earlier election.<br />\n<br />\nBut it wasn't just opportunism. Political incompetence also plays a role. Faymann <a href=\"http://www.bbc.com/news/world-europe-36245316\" target=\"_hplink\">resigned</a> as premier earlier this week. While the decision makes some sense, the timing does not. By resigning in between the first and second round of the presidential elections, he only strengthened Hofer. After all, the resignation is universally seen as a consequence of the \"refugee crisis,\" and the far right backlash, showing everyone critical of the government that voting for the FPÖ provides direct results! <br />\n<br />\nThe latest polls have Hofer at (roughly) 53 percent and Van der Bellen at 47 percent. Given that the polls were hugely underestimating Hofer's support in the first round, by some ten percent (!), this seems like a run race. Hence, illiberal democracy will be extending its reach even further within Central Europe, having grown from Hungary to Poland to Austria (and possibly Croatia). It will no longer be just an East Central European issue, to be defined away by \"post-communism\" and other increasingly dated explanations.<br />\n<br />\nHow many more countries must embrace illiberal democracy before the established parties and political groups of the European Union give up on their opportunistic policy of alleged containment and face this most fundamental challenge to \"the European Project\" since the end of the Second World War? Or have they given up on the project themselves and are they truly just holding on to power, however little remains of it? With elections scheduled in France and the Netherlands next year, time is running out. <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/brazil-temer-rousseff_n_9941704.html</guid>\n      <title><![CDATA[Brazil's Temer Takes Reins After Rousseff's Ouster]]></title>\n      <author>Andrew Hart</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/brazil-temer-rousseff_n_9941704.html?utm_hp_ref=world&amp;ir=WorldPost</link>\n      <pubDate>Thu, 12 May 2016 20:33:43 -0400</pubDate>\n      <description><![CDATA[<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><div id=\"vidible_14630996321\" class=\"vdb_player vdb_5668ae6ee4b0b5e26955d6a656000e19e4b0e4e194b84b31\" vdb_params=\"m.fwkeyvalues=sponsorship%3DSPONSORSHIP_NAME&amp;m.fwsitesection=composer\"><script type=\"text/javascript\" src=\"//delivery.vidible.tv/jsonp/pid=5668ae6ee4b0b5e26955d6a6/vid=57349767e4b0d8ab7e0906a1/56000e19e4b0e4e194b84b31.js\"></script></div></div><script type='text/javascript'>function onPlayerReadyVidible(e){'undefined'!=typeof HPTrack&&HPTrack.Vid.Vidible_track(e)}!function(e,i){if(e.vdb_Player){if('object'==typeof commercial_video){var a='',o='m.fwsitesection='+commercial_video.site_and_category;if(a+=o,commercial_video['package']){var c='&m.fwkeyvalues=sponsorship%3D'+commercial_video['package'];a+=c}e.setAttribute('vdb_params',a)}i(e.vdb_Player)}else{var t=arguments.callee;setTimeout(function(){t(e,i)},0)}}(document.getElementById('vidible_1'),onPlayerReadyVidible);</script></div><br />\n     <br />\n<p>By Lisandra Paraguassu and Alonso Soto</p><br />\n<p>BRASILIA (Reuters) - Brazil's interim President Michel Temer called on his country to rally behind his government of \"national salvation,\" hours after the Senate voted to suspend and put on trial his leftist predecessor, Dilma Rousseff, for breaking budget laws.</p><br />\n<p>Temer, a 75-year-old centrist, told Brazilians to have \"confidence\" that Latin America's biggest country would overcome an ongoing crisis marked by a deep economic recession, political volatility and a sprawling corruption scandal.</p><br />\n<p>\"It is urgent we calm the nation and unite Brazil,\" said Temer, after a signing ceremony for his incoming cabinet. \"Political parties, leaders, organizations and the Brazilian people will cooperate to pull the country from this grave crisis.\"</p><br />\n<p><strong><em><span class=\"s1\">(READ MORE: <a href=\"http://www.huffingtonpost.com/entry/dilma-rousseff-impeachment-brazil_us_573377e1e4b012a8b9340044\" data-beacon=\"{&quot;p&quot;:{&quot;mnid&quot;:&quot;entry_text&quot;,&quot;lnid&quot;:&quot;citation&quot;,&quot;mpid&quot;:0}}\">Here&rsquo;s</a></span><span class=\"s1\">&nbsp;how Brazil&rsquo;s politics descended into chaos. For coverage in Portuguese, visit <a href=\"http://www.brasilpost.com.br/\" target=\"_blank\" data-beacon=\"{&quot;p&quot;:{&quot;mnid&quot;:&quot;entry_text&quot;,&quot;lnid&quot;:&quot;citation&quot;,&quot;mpid&quot;:1}}\">HuffPost Brasil</a>.)</span></em></strong></p><br />\n<p>He charged his new ministers with enacting business-friendly policies while maintaining the popular social programs that were the hallmark of the 13-year administration of the leftist Workers Party.</p><br />\n<p>The change in government marks a dramatic political shift in Brazil, where Rousseff, who has been in office since 2011 and was heading the fourth consecutive term for the Workers Party, was hobbled by the downturn, the corruption scandal and a political opposition determined to oust her.</p><br />\n<p>Temer, a constitutional scholar who spent decades in Brazil's Congress and who had a bitter falling out with Rousseff last year, faces the daunting task of hauling the world's No. 9 economy out of recession and cutting bloated public spending.</p><br />\n<p>He quickly named respected former central bank governor Henrique Meirelles as his finance minister, with a mandate to overhaul the costly pension system.</p><br />\n<p><strong>ROUSSEFF DEFIANT</strong></p><br />\n<p>The Senate deliberated for 20 hours before voting 55-22 early on Thursday to put Rousseff on trial over charges that she disguised the size of the budget deficit to make the economy look healthier in the runup to her 2014 re-election.</p><br />\n<p>Rousseff, 68, was automatically suspended for the duration of the trial, which could be up to six months. Before departing the presidential palace in Brasilia, a defiant Rousseff vowed to fight the charges.</p><br />\n<br />\n<p>In her speech, she reiterated what she has maintained since impeachment proceedings were launched against her last December by the lower house of Congress, calling the impeachment \"fraudulent\" and \"a coup.\"</p><br />\n<p>\"I may have made mistakes but I did not commit any crime,\" she said.</p><br />\n<p>Rousseff's mentor, former President Luiz Inacio Lula da Silva, who now faces corruption charges, stood behind her and looked on dejectedly. Even as outgoing ministers wept, Rousseff remained stolid.</p><br />\n<p>\"I never imagined that it would be necessary to fight once again against a coup in this country,\" Rousseff said, in a reference to her youth fighting Brazil's military dictatorship.</p><br />\n<p>\"This is a tragic hour for our country,\" Rousseff said, calling her suspension an effort by conservatives to roll back the social and economic gains made by the Workers Party.</p><br />\n<p>The party rose from Brazil's labor movement and in the heady days of Lula's presidency from 2003 helped pull millions of people out of poverty before running into recession and scandal, with many of its leaders tainted by corruption investigations and Rousseff herself increasingly unpopular.</p><br />\n<p>Rousseff, an economist and former Marxist guerrilla who became Brazil's first woman president, has steadfastly denied any wrongdoing and called the charges politically motivated.</p><br />\n<p>Despite her vows to fight, she is unlikely to be acquitted in the Senate trial. The size of the vote to try her showed the opposition already has the support it will need to reach the two-thirds majority required to convict Rousseff and remove her definitively from office.</p><br />\n<p>\"It is a bitter though necessary medicine,\" opposition Senator Jose Serra, who became the new foreign minister, said during the marathon Senate debate. \"Having the Rousseff government continue would be a bigger tragedy.\"</p><br />\n<br />\n<p>&nbsp;</p><br />\n<p><strong>ECONOMIC CHALLENGES</strong></p><br />\n<p>Temer aides said the incoming government would soon announce a series of austerity measures to help reduce a massive budget deficit. An immediate goal is a reform of Brazil's costly pension system, possibly setting a minimum age for retirement, said one advisor.</p><br />\n<p>Brazilian markets, which for weeks have rallied because of expectations for a business-friendly Temer administration, traded similarly to a day earlier.</p><br />\n<p>Upon being notified of her suspension early Thursday, Rousseff dismissed her cabinet, including the sports minister, who is in final preparations for the Olympics in Rio de Janeiro in August. The central bank governor, who has ministerial rank, was the only minister to remain.</p><br />\n<p>As suspended head of state, Rousseff can continue to live in her official residence, and is entitled to a staff and use of an Air Force plane.</p><br />\n<p>Fireworks erupted in cities across Brazil after the Senate vote, but the country took the change in stride, with scattered celebrants in S&atilde;o Paulo and other cities draping themselves in Brazil's green, yellow and blue flag.</p><br />\n<p>Temer, of the grab-bag Brazilian Democratic Movement Party, must stabilize the economy and restore calm at a time when Brazilians, increasingly polarized, are questioning whether their institutions can deliver on his promise of stability.</p><br />\n<p>In addition to the gaping deficit, equal to more than 10 percent of its annual economic output, Brazil is suffering from rising unemployment, plummeting investment and a projected economic contraction of more than 3 percent this year.</p><br />\n<p>\"Only major reforms can keep Brazil from moving from crisis to crisis,\" says Eduardo Giannetti da Fonseca, an economist and author in S&atilde;o Paulo who has written extensively about the country's socioeconomic problems.</p><br />\n<p>But those changes, including the pension effort, overhauls of tax and labor laws and a political reform to streamline fragmented parties in a mercenary Congress, could remain elusive at a time of turmoil.</p><br />\n<p>Elected leaders from parties that had been in the opposition expressed optimism on Thursday that they could come together to help spur a recovery. Even some leftists said Temer may enjoy Congressional goodwill because, after his long experience there, he could ably negotiate with disparate parties and interests.</p><br />\n<p>\"Temer is someone who knows Congress, said Hugo Leal, a socialist Congressman from Rio de Janeiro. \"He understands the logic.\"</p><br />\n<p>Foreign officials and governments, from the secretary general of the United Nations to the U.S. Department of State, expressed confidence in Brazil's institutions.</p><br />\n<p>Wild cards remain for Temer himself, including still-pending investigations by an electoral court into financing for his and Rousseff&rsquo;s 2014 election campaign.</p><br />\n<p>Then there is the far-reaching kickback probe around state-run oil company Petroleo Brasileiro SA (PETR4.SA), which has ensnared dozens of corporate and political chieftains, and helped set the scene for the discontent that engulfed Rousseff.</p><br />\n<p>(Additional reporting by Paulo Prada, Brad Brooks, Alonso Soto, Lisandra Paraguassy, Leonard Goy, Silvio Cascione and Guillermo Parra-Bernal; Writing by Paulo Prada and Daniel Flynn; Editing by Kieran Murray and Frances Kerry)</p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/57351f27130000f0043817ac.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/sabbir-khan/votebased-politics-quandr_b_9896638.html</guid>\n      <title><![CDATA[Vote-based Politics, Quandry for Minority Groups]]></title>\n      <author>Sabbir Khan</author>\n      <link>http://www.huffingtonpost.com/sabbir-khan/votebased-politics-quandr_b_9896638.html?utm_hp_ref=world&amp;ir=WorldPost</link>\n      <pubDate>Thu, 12 May 2016 19:33:28 -0400</pubDate>\n      <description><![CDATA[Victimizing the minority communities in vote-based politics is not an uncommon phenomenon in national politics worldwide. In many countries of the world, the term \"immigrant\" and \"minority\" holds almost same meaning if not all the time. Even in Europe, where political culture is grossly considered somewhat fairer than the other parts of the world, many of the European political parties intentionally place the issue of immigration policy ahead of other more important issues to create a temporary stir that helps them increase the support of swinging voter and sometimes to confuse and divide their opponent's support. So, it is no wonder that this tendency would be reproduced by other countries as well.<br />\n<br />\nTendency of this practice has increased throughout Europe since the last two decade, which results an emersion of the far-right political parties as a balancing factor to form the government and in the parliament as well. Aftermath of upsurge of the far-right political parties also compelled the progressive and liberal parties to change or accommodate their policies on immigration in favor of the far-rights, which set a bad example to the other countries of the world.<br />\n<br />\n<a href=\"http://images.huffingtonpost.com/2016-05-10-1462924351-1983377-bayoshdeep.jpg\"><img alt=\"2016-05-10-1462924351-1983377-bayoshdeep.jpg\" src=\"http://images.huffingtonpost.com/2016-05-10-1462924351-1983377-bayoshdeep-thumb.jpg\" width=\"570\" height=\"288\" /></a><br />\n<br />\nCommunalism of all form is nothing new to us. Though Hitlar's war against Jew or the conflict between the White and Blacks seems like primitive now-a-days, but something similar to those still exist in many societies today.  Business was the main purpose of colonialism which relied upon communalism and racism.  However this deep root of communalism extended through difference on religious opinion and customs. After the dissolution of the Soviet Union, the vacuum of super-power in world politics was filled-up by religious communalism, which was opaque in nature earlier. Since the early nineties, religious politics became deep-rooted in almost all of the modern societies. Since then, radicalism has become a particular dogma and annexed a good share of the world politics steadily. Now, given the contemporary world problems like Islamic State and crisis in Syria and failure of joint effort of world powers to solve the problems, it can be said that the world has become divided into two parts- \"Democratic Capitalism\" and \"Radical fundamentalism\". <br />\n<br />\nIt can be argued that the vote-scoring tendency of the world leaders produced such polarization throughout the world. Particularly in South-Asia, this tendency is so acute that the religious minorities are being victimized on a regular basis. Though presence of radicalism in politics is not new in Pakistan and Bangladesh, this phenomenon recently occupied the world's largest democratic country-India. Infamously known for their communal approach, BJP has managed to form the government there. Though the country's politics is visibly dominated by development issues, but deep within it is radicalism that really dominate.  For this, many suspects that Congress may need to adopt with the radical parties like BJP or compromise with their secular stance which is seen regularly by the liberal parties in the western democratic societies. To survive, the left-leaning parties in India prefers an opportunistic approach. Al these factors and practice helps strengthen radicalism.  <br />\n<br />\nBeing influenced by the politics of other countries is a common trend now-a-days in world politics. We have left behind the period of circumscription. So, as influential neighbor, the politics of Bangladesh is bound to be influenced by the politics of India and Pakistan. In the beginning, I argued that religion-based politics is actually the ill-practice of getting more vote and polarizing the society. After the killing of secular icon Sheikh Muzibur Rahman in 1975, a stiff decline was seen in the demography of the minority. (Some statistics). Since 2001-2011, one million Hindus simply vanished from the population census without any visible reason, despite having a secular party in the government. It is definitely a matter of regret and anxiety that, despite having a secular government, the percentage of minority people is decreasing without a valid reason and a large number of them are reported to be forcefully exiled to the neighboring India, which has a Hindu majority population. <br />\n<br />\nSo far, it has become clear that around the world, the liberal, democratic and socialist political parties are losing ground on politics on the issue of immigration to their radical and conservative political counterparts. Though there is an attempt by the progressive political parties to show this tendency as a trick to keep the far-rights distant from state power, but this fails to hinder them from gaining popularity. <br />\n<br />\nIn Bangladesh, the same tendency of a hidden conciliation in between the secularist government party- 'Bangladesh Awami League' and the other radical religious parties has become evident with the continuous declination of the minority. Already Bangladesh's the largest neighbor country in South Asia, India, declared that it will give shelter to the oppressed religious minority of Bangladesh and Pakistan- the Hindus, with an automatic citizenship according to the Indian Citizenship Act, 1955. Though it seems as a good move to stop the oppression of the religious minorities in Bangladesh and Pakistan, but this step has been taken by a right-leaned religious political party- Bharatiya Janata Party, which has been taken as a political trick to strengthen the narrative of the religion based politics of BJP. It is worthy to mention that India is a Hindu-majority nation, whereas Bangladesh and Pakistan are Muslim majority. The BJP leaders already made it clear that the muslims-who want to take shelter in India will be opted out of this opportunity-which is a clear indication that this decision was taken from a religious point of view and not from the intention of serving the oppressed.  This decision will indeed encourage the muslim radicals in Bangladesh and Pakistan and will also create a \"cause\" to evict and persecute the religious minority-the muslims in India, on which BJP and its leaders are already convicted. <br />\n<br />\nIt is a matter of regret that the same occurrence, in different camouflage, is taking place in Europe. For example, all the countries of Europe vowed to protect the Jews minority after the Second World War, but now-a-days, they are slightly shifting from their promise, which is same in the case of other minorities as well. If the political parties continues this practice, then everybody will suffer in the long run, particularly the upcoming generations. The politics of compromising with the \"bad\" achieve nothing apart from the moral erosion of the political parties and hence loosing popularity in the long run. <br />\n<br />\nEvery government and political parties need to keep in mind that radicalism and fundamentalism can never bring good to the society and can never be a friend of the civilization. To be befriended with radicalism for momentary benefit, is to fall in their trap. This deception of changing a country toward their vile political ideology through keeping secular and progressive parties in state power in nothing but a political trap. The early the South-Asian governments realize this, the better it will be for the people. <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/3337804/images/s-DEFAULT-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/judy-gearhart/the-price-of-silence_1_b_9930894.html</guid>\n      <title><![CDATA[The Price of Silence]]></title>\n      <author>Judy Gearhart</author>\n      <link>http://www.huffingtonpost.com/judy-gearhart/the-price-of-silence_1_b_9930894.html?utm_hp_ref=world&amp;ir=WorldPost</link>\n      <pubDate>Thu, 12 May 2016 19:32:22 -0400</pubDate>\n      <description><![CDATA[<em>How global complacency puts Uzbek human rights defenders at risk</em><br />\n<br />\n<em>Co-authored by Abby McGill, Campaigns Director, International Labor Rights Forum</em><br />\n<br />\nThis week, more than 200 labor rights advocates from unions, companies, churches and non-governmental organizations are gathering in Washington, D.C. to <a href=\"http://laborrights.org/2016awards\" target=\"_hplink\">honor Uzbek human rights defenders</a> who have been documenting the Government of Uzbekistan's ongoing use of forced labor in its annual cotton harvest. Unfortunately, only one of the invited honorees was able to attend due to increasing attacks from government officials. These brave activists take incredible personal risks to ensure evidence of state-sponsored forced labor is publicly available to the global governments and institutions that could influence the situation. But in a sad irony, those same governments and institutions speak in defense of persecuted activists only in private, if at all. <br />\n<br />\nNeither violent repression of civil society actors nor international complacency is new in Uzbekistan. This same week in 2005, armed security forces under the leadership of the Uzbek Government gunned down at least 700 citizens and subsequently tortured dozens more in what became known as the Andijan massacre. After Andijan, the United States and European Union imposed sanctions on the Uzbek regime for its brutality, yet quickly softened enforcement and then let the sanctions expire. The brutality of the Uzbek regime has not softened, however, and it is time that the international community took forceful action in support of those struggling to promote a culture of freedom and against a regime that continues to coerce citizens to labor in agricultural fields against their will for the benefit of a wealthy elite. <br />\n<br />\nUzbek President Islam Karimov, who has been in power since Uzbekistan's emergence as an independent country after the collapse of the Soviet Union in 1991, oversees a forced-labor system of cotton production in which officials force more than a million Uzbek citizens to work in cotton fields under threat of penalty. This system is only possible through the state's use of fear, established with both violence and regular coercion. Average Uzbek citizens are faced each fall with the choice between weeks of picking cotton, paying bribes to officials, or facing penalties imposed by the state, including job loss, expulsion from school, denial of social benefits and punitive tax investigations. Officials routinely try to silence those who seek to document this system, but 2015 saw a new level of official repression against those who openly document this egregious violation of human rights:<br />\n<br />\n<ul><li>Uktam Pardaev, head of the Jizzak Branch of the Independent Human Rights Organization of Uzbekistan, was arrested on falsified charges, detained for eight weeks, and beaten. Global pressure led the government to reduce a 6-year prison sentence to probation. Uktam cannot leave his hometown or his home after 10 pm and remains under constant surveillance. <a href=\"https://www.labourstartcampaigns.net/show_campaign.cgi?c=3033\" target=\"_hplink\">A global campaign is working to free Uktam.</a></li><br />\n<br />\n<li>Dmitri Tikhonov was forced to flee Uzbekistan after multiple arrests and his house was set on fire. The arsonists also stole archives of Dmitri's work. No one was ever charged. Instead, officials fabricated serious charges against him, forcing Dmitri to seek asylum in Europe.</li><br />\n<br />\n<li>Elena Urlaeva was detained five times while documenting the 2015 cotton harvest. Twice she was subjected to brutal body cavity searches while in custody. Officials also subjected her to other humiliations and videotaped the abuse.  She was denied an exit visa.</li></ul><br />\n<br />\nThe second attack against Ms. Urlaeva came only a week after the Uzbek government met with the International Labour Organization (ILO), World Bank and several diplomatic missions in Tashkent to discuss the government's systematic use of forced labor to produce cotton. Elena, Uktam and Dmitri all met with the ILO, World Bank, U.S. and European Union (EU) diplomatic missions in Uzbekistan repeatedly throughout the 2015 cotton harvest. ILRF and our allies on the Cotton Campaign have repeatedly, though unsuccessfully, urged these international organizations, the EU and the U.S. government to speak out publicly in defense of these activists. In Uzbekistan, where freedom of association is not respected, these brave citizens are doing the work of independent trade unions. We remain deeply concerned that quiet diplomacy leaves Uzbek human rights defenders at risk of continued repression.<br />\n<br />\nUrgent action to press the Uzbek government to respect civil society and end forced labor is vital. We call for principled engagement that holds the Uzbek government accountable for its crimes. We call on governments and international organizations to take a firm, public stance against the Uzbek Government's mass use of forced labor and repression of civil society, and condition support to the Uzbek Government on concrete reform. <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/3579832/images/s-COTTON-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/sri-mulyani-indrawati/the-way-out-of-corruption_b_9931526.html</guid>\n      <title><![CDATA[The Way Out of Corruption Is Paved With Good Governance]]></title>\n      <author>Sri Mulyani Indrawati</author>\n      <link>http://www.huffingtonpost.com/sri-mulyani-indrawati/the-way-out-of-corruption_b_9931526.html?utm_hp_ref=world&amp;ir=WorldPost</link>\n      <pubDate>Thu, 12 May 2016 19:04:04 -0400</pubDate>\n      <description><![CDATA[<a href=\"http://images.huffingtonpost.com/2016-05-12-1463065494-5560235-SMblog1.jpg\"><img alt=\"Woman speaks to World Bank MD and COO Sri Mulyani Indrawati in the Nyabithu District of Rwanda. Photo © Simone D. McCourtie / World Bank\" src=\"http://images.huffingtonpost.com/2016-05-12-1463065494-5560235-SMblog1-thumb.jpg\" width=\"570\" height=\"320\" /></a><br />\n<br />\n<p style=\"font-size:12px\" align=\"right\"><em>Woman speaks to World Bank MD and COO Sri Mulyani Indrawati in the Nyabithu District of Rwanda. Photo © Simone D. McCourtie / World Bank</em><br />\n</p><br />\n<br />\n<br />\n<em>For the first time in history, the number of people living in extreme poverty has fallen below 10%. The world has never been as ambitious about development as it is today. After adopting the Sustainable Development Goals and signing the Paris climate deal at the end of 2015, the global community is now looking into the best and most effective ways of reaching these milestones. In this five-part series I will discuss what the World Bank Group is doing and what we are planning to do in key areas that are critical for ending poverty by 2030: good governance, gender equality, conflict and fragility, creating jobs, and, finally, preventing and adapting to climate change.</em><br />\n<br />\nTwenty years ago, the World Bank took up the fight against <a href=\"http://web.worldbank.org/WBSITE/EXTERNAL/EXTABOUTUS/ORGANIZATION/EXTPRESIDENT/EXTPASTPRESIDENTS/PRESIDENTEXTERNAL/0,,contentMDK:20025269~menuPK:232083~pagePK:159837~piPK:159808~theSitePK:227585,00.html\" target=\"_hplink\">corruption</a> as an integral part of reducing poverty, hunger, and disease. The decision was groundbreaking then and remains valid today. Corruption diverts resources from the poor to the rich, leads to a culture of bribes, and distorts public expenditures, deterring foreign investors and hampering economic growth. <br />\n<br />\nBut, in some ways, corruption is only a symptom. Anti-corruption must be paired with efforts to enable governments to govern openly and fairly, to provide services and security to their citizens, and create an environment that fosters jobs and economic growth. <br />\n<br />\nThese are the attributes of good <a href=\"http://www.worldbank.org/en/topic/governance\" target=\"_hplink\">governance</a> and effective institutions, and helping countries achieve them is a major focus of our work in <a href=\"http://ida.worldbank.org/\" target=\"_hplink\">low-income countries</a> around the world. <br />\n<br />\nHere are three ways we are going about it.<br />\n<br />\n<ol><li><strong>We focus on institution-building.</strong></li><br />\n<br><br />\nProsperity and the quality of a country's institutions typically go hand in hand. Governments with well-run, accountable institutions are better able to deliver public goods and support an environment that can generate jobs and growth.  <br />\n<br />\nPublic sector performance is particularly important to the world's poorest people, who rely disproportionately on government services, and improving service delivery is essential to leaving poverty behind.<br />\n<br />\nWorld Bank specialists in nearly 100 countries provide expertise and training to governments to strengthen public administration and public financial management -- systems that are the key to ensuring fiscal resources are spent efficiently, effectively, and accountably. <br />\n<br />\nWe've seen significant results. Between 2011 and 2015, 50 million people in the <a href=\"http://ida.worldbank.org/\" target=\"_hplink\">poorest countries</a> gained access to better <a href=\"http://www.worldbank.org/en/topic/water\" target=\"_hplink\">water</a> services, 413 million people received essential <a href=\"http://www.worldbank.org/en/topic/health\" target=\"_hplink\">health</a> services, and 102,000 kilometers of <a href=\"http://www.worldbank.org/en/topic/transport\" target=\"_hplink\">roads</a> were constructed or improved. <br />\n<br />\nIn <a href=\"http://www.worldbank.org/en/country/comoros\" target=\"_hplink\">Comoros</a>, we've helped the government strengthen economic management, so that more information on national finances is available to the public than ever before. <br />\n<br />\nIn <a href=\"http://www.worldbank.org/en/country/cotedivoire\" target=\"_hplink\">Côte d'Ivoire</a>, our support has helped the government bring in the private sector and prepare energy, transport and port infrastructure projects. Impending reforms of the financial sector promise to promote investment in <a href=\"http://www.worldbank.org/en/topic/agriculture\" target=\"_hplink\">agriculture</a>, agribusiness and manufacturing.<br />\n<br />\n<a href=\"http://data.worldbank.org/\" target=\"_hplink\">Data</a> is crucial, and one of our priorities is building the statistical capacity of our client countries. Last year, we helped 32 countries (including 11 fragile states) do this; 18 countries now use statistics to design and monitor policies and promote accountability and transparency.  For example, <a href=\"http://www.worldbank.org/en/country/bolivia\" target=\"_hplink\">Bolivia</a> has completed agricultural and housing censuses and three rounds of household surveys to strengthen the planning and evaluation of public programs and policies.<br />\n<li><strong>We help countries mobilize the resources necessary for delivering services. </strong></li><br />\nFifty percent of low-income countries raise less than 15% of their gross domestic product in taxes. By contrast, <a href=\"https://stats.oecd.org/Index.aspx?DataSetCode=REV\" target=\"_hplink\">the OECD average is about 34%</a>.<br />\n<br />\nThe reason for this discrepancy? The poorest countries grapple with a wide range of problems: businesses -- both foreign and domestic -- that avoid paying taxes, large numbers of informal businesses that aren't on the books, weak revenue administrations, poor governance, lack of international tax cooperation and the public's mistrust.<br />\n<br />\nThis is not just a question of raising taxes, but of designing tax systems that are fair and accountable and don't hinder economic growth. We've supported tax reforms and improved tax administration for years, both within countries and in international fora such as the G20. And we just launched a Global Tax Team to expand this work.  <br />\n<br />\nFrom 2012 to 2014, <a href=\"http://www.worldbank.org/en/country/mauritania\" target=\"_hplink\">Mauritania</a> increased the amount it collects in taxes by nearly 50 percent through reforms to improve public resources management.<br />\n<br />\nIn <a href=\"http://www.worldbank.org/en/country/pakistan\" target=\"_hplink\">Pakistan</a>, tax collection in the Sindh province increased by 24 percent in a single year.<br />\n<br />\nWhile development assistance will remain critical in the fight against poverty, it won't be enough to achieve the ambitious goals we have set. We must help countries mobilize domestic resources - the largest untapped resource for development - to become self-sufficient and to provide quality services to citizens.<br />\n<br />\n<li><strong>We promote transparency and accountability. </strong></li><br />\nOpenness about the use of public resources builds trust between citizens and their governments. It can make public spending more targeted and effective. This is why we work with governments to make their budgets and the way resources are used more transparent. This also reduces fraud and corruption, and makes citizen voices heard. <br />\n<br />\n<a href=\"http://www.worldbank.org/en/country/tunisia\" target=\"_hplink\">Tunisia</a> is among 40 countries using our <a href=\"http://wbi.worldbank.org/boost/boost-initiative\" target=\"_hplink\"><a href=\"http://wbi.worldbank.org/boost/boost-initiative\" target=\"_hplink\">public expenditure database</a></a> tool to make detailed public spending data more open and accessible. <br />\n<br />\nAlso in Tunisia, our research quantifying the value of illicit trade and identifying the scope and cost of state capture has helped increased transparency and improved the ability of Tunisians to hold their government accountable.<br />\n<br />\nIn <a href=\"http://www.worldbank.org/en/country/moldova\" target=\"_hplink\">Moldova</a>, more than 2,200 public servants and other employees received e-government training. People can now access more than 880 government datasets and 131 electronic public services.<br />\n<br />\nIn <a href=\"http://www.worldbank.org/en/country/nigeria\" target=\"_hplink\">Nigeria</a>, the number of public contracts awarded through open competition grew by 85 percent in 2015, up from 20 percent growth in 2009. <br />\n<br />\nThe three-pronged approach of improving institutions, raising more domestic resources, and engaging citizens is the closest thing to a development silver bullet. Chronic mismanagement and corruption demoralizes citizens and undermines their trust in the state; corruption deepens poverty, leaving the poor vulnerable to exploitation and bribery in return for services such as health care and education; denying citizens participation in their governments stunts their full potential. For all of these reasons, the World Bank considers strong governance and effective institutions essential to putting the poorest countries on the path to self-sufficiency.<br />\n</ol> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/3337804/images/s-DEFAULT-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/pets-evacuate-fort-mcmurray_n_9939724.html</guid>\n      <title><![CDATA[Pilot Breaks Rules To Save Animals From Fort McMurray Fire]]></title>\n      <author>Andrew Hart</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/pets-evacuate-fort-mcmurray_n_9939724.html?utm_hp_ref=world&amp;ir=WorldPost</link>\n      <pubDate>Thu, 12 May 2016 18:53:37 -0400</pubDate>\n      <description><![CDATA[<br />\n<p>For pilot Keith Mann, loading dozens of animals onto his plane in order to evacuate them from the historic Fort McMurray wildfire in Canada was the right thing to do, even if it was against the rules.</p><br />\n<p>Nearly 90,000 people were forced to flee from the wildfire that raged through Alberta last week, in what is <a href=\"http://www.reuters.com/article/us-canada-wildfire-insurers-idUSKCN0XV2NS\" target=\"_blank\">likely to be the country's costliest natural disaster</a>. As citizens of Fort McMurray relocated to camps for refuge, many struggled with how to bring along their furry friends. Some were even&nbsp;<a href=\"http://www.huffingtonpost.ca/2016/05/05/fort-mcmurray-pets_n_9849132.html\">forced to leave them behind</a>.</p><br />\n<br />\n<p>The energy company Suncor, which has an airport located northwest of Fort McMurray, offered its planes to fly evacuees south of the blaze. On Tuesday, around 300 citizens showed up at the airport&nbsp;--&nbsp;with nearly 100 animals in tow.</p><br />\n<p>\"The terminal was quite a sight,\" Mann said. \"Just full of animals.\"</p><br />\n<br />\n<p>Mann, Suncor&rsquo;s manager of flight operations, said that he quickly realized the dilemma.</p><br />\n<p>\"I didn&rsquo;t want our personnel to be faced with the decision of whether to separate these people from their pets,&rdquo; Mann told HuffPost. \"So I made the executive decision.\"</p><br />\n<p>The pets were coming too.</p><br />\n<br />\n<p>Mann said that they had to bend the rules in order to do what was right, adding that he and most Suncor employees are pet owners. Airlines often set a limit on the number of animals that they can have on board, and what parts of the plane pets occupy.</p><br />\n<br />\n<p>Mann and flight crews had to be creative in order to transport approximately 10,000 people and 100 animals that needed help. Over the course of about 50 hours, Mann and other pilots gave rides to cats, rabbits, hedgehogs, a chinchilla, frogs and dogs&nbsp;--&nbsp;including a Great Dane who took a whole seat to himself.</p><br />\n<p>\"There were even unconfirmed reports that a pig was on one of the flights,\" Mann said.</p><br />\n<p>Even with as many as 36 animals of all kinds loaded along with people onto a plane, Mann said that for the most part, the flights were &ldquo;tranquil.&rdquo; Flight attendants had to separate two dogs that didn't get along during boarding, seating them in the front and back of the plane. For the sake of the smaller critters on board, two dogs took seats in the plane&rsquo;s lavatory.</p><br />\n<br />\n<p>A flight attendant said that passengers were consulting YouTube for tutorials on how to make a muzzle out of a shirt, Mann said.</p><br />\n<p>Mann, who owns a 4-month-old golden retriever, was proud of how they responded. \"We did everything we can to keep pets with their owners, and ensure that the flights were safe.\"</p><br />\n<p>\"That&rsquo;s the Canadian way,\" Mann said. \"We wanted to help.\"</p><br />\n<br />\n<p>Suncor is one of several companies that stepped in to help people and pets fleeing the wildfire.&nbsp;Canadian North has been running evacuation flights that have plenty of furry passengers along with human ones, as <a href=\"http://www.huffingtonpost.ca/2016/05/07/fort-mcmurrays-pets-flight-canadian-north_n_9862304.html\">HuffPost Canada reports</a>.</p><br />\n<p>Even though the worst of the wildfire is over, Fort McMurray residents are unable to return home due to the risk of hot spots flaring up. On Tuesday the fire had grown to <a href=\"http://www.theglobeandmail.com/news/alberta/the-fort-mcmurray-disaster-read-the-latest-wednesday/article29930041/\" target=\"_blank\">229,000 hectares</a>, but more favorable weather was helping firefighting efforts.</p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/5734fb07130000f00438178e.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/idomeni-final-stop-of-refugee-route_n_9939012.html</guid>\n      <title><![CDATA[Idomeni: The Final Stop Of The Mediterranean Refugee Route]]></title>\n      <author>Jesselyn Cook</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/idomeni-final-stop-of-refugee-route_n_9939012.html?utm_hp_ref=world&amp;ir=WorldPost</link>\n      <pubDate>Thu, 12 May 2016 17:56:32 -0400</pubDate>\n      <description><![CDATA[<br />\n<p><em>During his final stop of our series \"Route Mediterranean,\" journalist Eric Reidy visits support groups struggling to provide regular services in the refugee camps of Idomeni, northern Greece, where people are living in complete limbo.</em></p><br />\n<p><span class=\"start\">Qusai, a broad-shouldered</span>&nbsp;19-year-old with deeply guarded eyes, stands outside a large, green tent in a field. The wind-rumpled structure has a sign over its entrance made out of handcrafted wooden letters that read &ldquo;Idomeni Cultural Center.&rdquo;</p><br />\n<p>The tent is home to a newly started educational project for the approximately 11,000 residents of the informal Idomeni refugee camps. These camps, near the Greek border with Macedonia, are stark reminders of Europe&rsquo;s neglect in addressing the refugee question.</p><br />\n<p>Qusai is lining up to find the schedule of upcoming English and German courses. &ldquo;Arabic won&rsquo;t help us in Europe. So I want to learn a language that will help me with my future,&rdquo; he said.</p><br />\n<p>Idomeni is home to roughly one-fifth of the 50,000 people stranded in Greece, a country that usually serves as a stepping stone on the road into the heart of Europe. The switch from a transit country to a forced destination, epitomized by the camp here, came about following Macedonia&rsquo;s unilateral decision in March to close its border with Greece.</p><br />\n<p>A small village of 150 residents, mostly pensioners living in quiet retirement, Idomeni became host to the desperate travelers. While volunteers struggle to meet the needs of these communities, refugees stranded by E.U. policy are growing increasingly desperate.</p><br />\n<p>Qusai, a Palestinian from Yarmouk camp in the southern suburbs of Damascus, the Syrian capital, has been living in a small tent in Idomeni since the middle of February. Initially, he was waiting for his turn to cross the border into Macedonia and continue on to western Europe. But, when the border closed on March 8 he found himself stranded with around 15,000 other people. The open field was their only option for an abode.</p><br />\n<p>His temporary home abuts a double fence topped with coils of razor wire. Macedonian soldiers with weapons slung over their shoulders patrol a thin strip of sand between the fences. A heavy tractor follows behind them, erasing their footprints so the sand can capture the evidence of new crossings.</p><br />\n<p>After the forward movement of asylum seekers was blocked in February, the tents in the field in Idomeni multiplied like wild flowers. By the time of my visit the season was still in full bloom.</p><br />\n<p>The population of the camp has dwindled, but only slightly, in the weeks since the settlement sprang up along a set of railroad tracks leading to the border. Many people cling to hopes that the border will open at some point.</p><br />\n<p>Others stay here because they don&rsquo;t trust the formal refugee camps set up as alternatives under the authority of the Greek military. Most of these people have little choice other than to believe that the situation will change.</p><br />\n<p>The E.U.&ndash;Turkey deal that came into effect on March 20 has only complicated matters. The agreement calls for the deportation of refugees and migrants from Greece back to Turkey. The E.U. is supposed to resettle one Syrian from Turkey for every Syrian who is returned. The fate of non-Syrians under the deal is unclear.</p><br />\n<br />\n<p>At the same time, international law mandates that everyone is entitled to apply for asylum in Greece. But accurate information about how to make a claim or how long the process will take is scarce, and the rules are abstract and filled with loopholes that are difficult to comprehend. What will happen with applications that are made and the future of deportations remains to be seen.</p><br />\n<p>Despite the confusion and difficult living conditions, Qusai is staying put. &ldquo;We sold our house to pay for me to get here. I can&rsquo;t go back. It&rsquo;s impossible,&rdquo; he said. &ldquo;I left because I wanted to study &hellip; I just want to bring my brothers, sisters and family [somewhere safe].&rdquo;</p><br />\n<p>As the wait for a solution to the stalemate on the border has dragged on for months, there is a growing demand for projects catering to the needs of a longer-term population.</p><br />\n<p>The cultural center is one such attempt. &ldquo;We saw that the food was provided, the clothes were provided, but there was no education and no activities &hellip; the only activity people do here is wait in line,&rdquo; Maisda Turki, a 39-year-old volunteer from Barcelona with Syrian roots, said about the inspiration for the project.</p><br />\n<p>Education is in high demand for Syrian refugees. The five-year civil war has interrupted countless school and university educations, and educational resources are scarce in countries bordering Syria, such as Lebanon and Turkey, which host an overwhelming majority of the nearly 5 million Syrian refugees registered with the United Nations High Commissioner for Refugees (UNHCR). &ldquo;We spoke with some children and other people in the camp, and they told us that for five years they haven&rsquo;t been to school,&rdquo; Maisda said.</p><br />\n<p>Organized by independent volunteers, the center offers a mix of language courses, basic school subjects and recreational activities for children and adults. The volunteers are working with more than two dozen teachers living in Idomeni who are interested in collaborating on the project. But the center&rsquo;s capacity is limited compared to the size of the population it is trying to serve, and volunteers come and go over short periods of time, making continuity difficult. The courses are a temporary measure that can&rsquo;t substitute for a formal education.</p><br />\n<p>Everything in idomeni, in fact, has an air of semi-permanence. The Greek government is pushing to clear the site and move people to official camps, but there isn&rsquo;t enough room yet in those camps for everyone. The uncertainty surrounding how long people will be here makes it difficult to plan and implement projects. &ldquo;We don&rsquo;t know if [the refugees] are going to go tomorrow or in one month, but while they&rsquo;re here they need these activities,&rdquo; Maisda said.</p><br />\n<p>Despite the looming scenario of relocation, volunteers have set up other activities, including breastfeeding workshops and women&rsquo;s groups. But the work has become significantly more difficult. &ldquo;People are getting stressed out and tired. There&rsquo;s been a lot of anger directed at some of our distribution points,&rdquo; Phoebe Ramsey, a 28-year-old volunteer from Canada, said.</p><br />\n<p>Phoebe has been volunteering in Greece since December 2015, first on the islands and now in Idomeni. She&rsquo;s witnessed the change in people&rsquo;s attitudes as they&rsquo;ve gotten stuck and have languished in difficult conditions for months without adequate information.</p><br />\n<p>Interpersonal and domestic violence are on the rise in Idomeni, according to Phoebe. Mental-health issues and the effects of trauma are starting to manifest themselves. Refugees lash out at volunteers because they are confused and angry, she said. There are no authority figures in the camp. So some refugees displace their frustration on the volunteers.</p><br />\n<p>The camp bristles with an angry, angst-riddled energy that often spills over into protests and futile attempts to break through the border fence. Macedonian guards respond on occasion by showering the camp with teargas and shooting rubber bullets at demonstrators.</p><br />\n<p>There&rsquo;s no personal space in Idomeni. Living conditions are cramped and unsanitary, the air is choked with thick, plastic-smelling smoke from ubiquitous cooking fires, while water trickles into people&rsquo;s tents when it rains, soaking their blankets and meager belongings. On sunny days, there&rsquo;s no respite from the scorching heat. It&rsquo;s an extreme and stressful environment for people who have already fled from war and oppression.</p><br />\n<br />\n<p>Volunteers are ill-equipped to handle it. &ldquo;Now we are kind of humanitarian aid workers, but we don&rsquo;t have the education or experience to do that,&rdquo; Phoebe said. &ldquo;It&rsquo;s starting to get more and more complicated.&rdquo;</p><br />\n<p>Conditions in the camp are understandably weighing on the people staying there and also the volunteers who have chosen to be there.</p><br />\n<p>Bashir, a 72-year-old Syrian Kurd from Qamishli, has been living in Idomeni since the middle of February. He&rsquo;s here with his wife, two daughters and a nephew. Another daughter, 21, was separated from the family during their chaotic escape to the Lebanese border after their house was destroyed by a tank shell.</p><br />\n<p>The 21-year-old daughter is now living with a distant relative in Damascus while her family is stuck in Idomeni. &ldquo;I speak with her and she cries. She says, &lsquo;Mom, Dad why did you leave me?&rsquo;&rdquo; Bashir told me. He has seven other children who are already in Europe. They are all educated with university degrees.</p><br />\n<p>Bashir, a dignified man with graying hair and a neat mustache, did not foresee such dire conditions. He fled to save his own life and to give his three youngest daughters opportunities for their futures. Insistent on continuing the traditions of Syrian hospitality, he presented me with small gifts and invited me to a meal of rice and chicken cooked over an open fire.</p><br />\n<p>After months on the border, he has grown despondent.</p><br />\n<p>&ldquo;We don&rsquo;t have money or anything else. Where are we supposed to go?&rdquo; he asks. &ldquo;Where are the human rights? If there was such thing as human rights, we wouldn&rsquo;t be treated like this.&rdquo; The two daughters who are with him, bright girls with strong personalities, cry at night in their tents because of the situation.</p><br />\n<p>Bashir doesn&rsquo;t know if or how he can apply for asylum or what other options exist. He doesn&rsquo;t want to go to the government camps because he thinks they will become closed detention centers, like the camps on the Greek islands. His time in Idomeni has been a humiliation. &ldquo;If I died in Syria it would have been better than living here like this,&rdquo; he said, sitting next to a low cooking fire emitting black smoke.</p><br />\n<p>With no clear information, people in Idomeni are left to wait for eventual eviction followed by relocation to the official camps. But the situation in the official camps is not much better. Food, sanitation and basic resources in some of them are lacking, as the cash-strapped Greek government is awaiting financial aid from Europe. Even in the good camps, people are left with little to do other than while away their time waiting for an uncertain future.</p><br />\n<p>Being forced to stay in one place without having arrived at a final destination is very bad for the mental health of people who escaped war and other traumatic experiences, according to Essam Daoud.</p><br />\n<p>Essam is a Palestinian doctor from Haifa who started an organization called Humanity Crew with his wife, Maria. The organization provides psychological and social support in Arabic to refugees, addressing a long-term need. &ldquo;[But] it&rsquo;s a problem they haven&rsquo;t &hellip; reached their goal,&rdquo; Essam said.</p><br />\n<p>While people are in flight, their survival mechanisms kick in, guarding them against the full weight of the trauma they&rsquo;ve experienced, Essam explained. When they stop in one place, the post-traumatic stress disorder (PTSD) and other psychological effects stemming from their experiences start to manifest. It&rsquo;s difficult to treat these when people are still in an unstable situation. &ldquo;It&rsquo;s better not to start an intervention than to start it and not finish,&rdquo; Essam told me.</p><br />\n<p>Effective psychological treatment requires a stable setting. Still, Humanity Crew is starting to set up programs for children in some of the official camps that combine education and psychological support. &ldquo;It&rsquo;s providing education, it&rsquo;s providing mental health and it&rsquo;s providing the most important thing: normalcy,&rdquo; Essam said of the program that his organization runs.</p><br />\n<p>But the situation in Greece is anything but normal. The difficult living conditions and lack of clear information about the future have made it nearly impossible for volunteers to address people&rsquo;s needs effectively. Without a place to call home where they can start rebuilding their lives, the people stranded in Greece are left to languish, awaiting a long-term solution that has yet to arrive.</p><br />\n<p><em>This article originally appeared on&nbsp;<a href=\"https://www.newsdeeply.com/refugees/articles/2016/05/11/idomeni-fifth-stop-of-mediterranean-route\" target=\"_blank\">Refugees <span class=\"il\">Deeply</span></a>. For weekly updates and analysis about refugee issues, you can&nbsp;<a href=\"http://www.refugeesdeeply.org/\" target=\"_blank\">sign up to the Refugees <span class=\"il\">Deeply</span> email list</a>.</em></p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/5734f7931300000105381780.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/congress-isis-war-authorization_n_9938988.html</guid>\n      <title><![CDATA[Lawmakers Will Try Again To Make Congress Care About Authorizing War]]></title>\n      <author>Jennifer Bendery</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/congress-isis-war-authorization_n_9938988.html?utm_hp_ref=world&amp;ir=WorldPost</link>\n      <pubDate>Thu, 12 May 2016 17:45:42 -0400</pubDate>\n      <description><![CDATA[<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><div id=\"vidible_14630902861\" class=\"vdb_player vdb_5668ae6ee4b0b5e26955d6a656000e19e4b0e4e194b84b31\" vdb_params=\"m.fwkeyvalues=sponsorship%3DSPONSORSHIP_NAME&amp;m.fwsitesection=composer\"><script type=\"text/javascript\" src=\"//delivery.vidible.tv/jsonp/pid=5668ae6ee4b0b5e26955d6a6/vid=5734faf4e4b0ff04c08302fc/56000e19e4b0e4e194b84b31.js\"></script></div></div><script type='text/javascript'>function onPlayerReadyVidible(e){'undefined'!=typeof HPTrack&&HPTrack.Vid.Vidible_track(e)}!function(e,i){if(e.vdb_Player){if('object'==typeof commercial_video){var a='',o='m.fwsitesection='+commercial_video.site_and_category;if(a+=o,commercial_video['package']){var c='&m.fwkeyvalues=sponsorship%3D'+commercial_video['package'];a+=c}e.setAttribute('vdb_params',a)}i(e.vdb_Player)}else{var t=arguments.callee;setTimeout(function(){t(e,i)},0)}}(document.getElementById('vidible_1'),onPlayerReadyVidible);</script></div><br />\n     <br />\n<p><span style=\"font-weight: 400;\">WASHINGTON -- A frustrated group of House lawmakers is taking another crack at forcing Congress to debate a war it has already spent billions of dollars on&nbsp;--&nbsp;without ever actually voting to authorize it.</span></p><br />\n<p>Rep. Barbara Lee (D-Calif.) said Thursday that she and a handful of other members will try to add language to a must-pass defense authorization bill that would require Congress to pass a new Authorization for the Use of Military Force for the self-described Islamic State. That defense bill, the National Defense Authorization Act, is scheduled for a Rules Committee hearing on Monday. That's where Lee and her colleagues plan to offer their amendments.</p><br />\n<p>Lee's amendment would repeal the 2001 AUMF -- the never-expired, 9/11-era war authorization that the Obama administration is using as legal justification for bombing ISIS in Iraq and Syria. Rep. Jim McGovern (D-Mass.) will push an amendment that would cut off all funding for military operations against ISIS in Iraq and Syria unless Congress passes a new AUMF.</p><br />\n<p><span style=\"font-weight: 400;\">It's not just Democrats demanding action. Rep. Scott Rigell (R-Va.) plans to offer an amendment that would attach </span><a href=\"http://www.huffingtonpost.com/2015/06/08/war-authorization-islamic-state_n_7537448.html\"><span style=\"font-weight: 400;\">a bipartisan AUMF bill</span></a><span style=\"font-weight: 400;\"> to the NDAA. And Rep. Walter Jones (R-N.C.) says he plans to send a letter to Speaker Paul Ryan (R-Wis.) urging him to allow a floor vote on a new AUMF.&nbsp;</span></p><br />\n<p>\"I want to remind Mr. Ryan that he is denying members of Congress their constitutional duty, that we are sworn to uphold the Constitution, and one of those duties is to vote whether we send our young men and women to die or not,\" Jones said.</p><br />\n<br />\n<p>Most members of Congress would prefer to ignore the AUMF issue altogether.&nbsp;War votes are tough, and President Barack Obama has already made the case that he doesn't need congressional sign-off to go after ISIS. He maintains the 2001 AUMF gives him that authority because ISIS is an offshoot of al Qaeda, which was the target of that AUMF. But some have called BS, saying the 2001 authorization is being stretched beyond its limits, while others argue the war is flat-out illegal. Those voices have mostly been drowned out.</p><br />\n<p>Ryan signaled in January that he was open to debating an AUMF on the floor and asked his deputy, Majority Leader Kevin McCarthy (R-Calif.), to figure out a strategy. But nothing came of it.</p><br />\n<p>A Ryan spokesman told The Huffington Post last week to ask McCarthy's office for an update on what happened.&nbsp;A McCarthy spokesman did not respond to a request for comment.</p><br />\n<p>The months-long silence on the issue is what spurred Thursday's motley crew of lawmakers to hold a press conference. Anti-war progressives like Lee and McGovern stood alongside conservatives like Jones, Rigell and Rep. Thomas Massie (R-Ky.) to plead for action.</p><br />\n<br />\n<p>Even Obama isn't particularly comfortable using a 15-year-old AUMF for a new war. He sent Congress a draft AUMF proposal in February 2015 to try to get the ball rolling on a new one. But Democrats said his proposal was too broad, Republicans said it was too restrictive, and they didn't take the time to reach a compromise. Nothing has happened since.</p><br />\n<p>In the meantime, the U.S. has spent more than $7 billion bombing Iraq and Syria since August 2014. More than <a href=\"http://www.reuters.com/article/us-mideast-crisis-iraq-carter-idUSKCN0XF1ZP\" target=\"_blank\">4,000 U.S. military personnel</a>&nbsp;have been deployed. To some, it's downright offensive that Congress won't even debate the costs or duration of the war as people are overseas dying for the cause.</p><br />\n<p>\"Moral cowardice,\" McGovern said.</p><br />\n<p>\"It's easier for the Republican majority to let Obama have blood on his hands than to give us the opportunity we're asking for to share the blood of our men and women in uniform,\" Jones said. \"Right now, the politics of this is why I don't think we've had this debate. I'm not sure we're going to have a debate.\"</p><br />\n<p>Last week, a U.S. Army captain<a href=\"http://www.npr.org/sections/thetwo-way/2016/05/05/476871160/u-s-army-captain-is-suing-obama-over-legality-of-the-war-against-isis\" target=\"_blank\"> filed a lawsuit</a> against Obama over the legality of the war, charging the president with violating the 1973 War Powers Act because he hasn't gotten congressional authorization to attack ISIS.&nbsp;All of the lawmakers gathered Thursday nodded when asked if they supported the suit. McGovern said there was only one thing he wished was different about it.</p><br />\n<p><span style=\"font-weight: 400;\">\"I wish the lawsuit were filed against Congress,\" he said.</span></p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/5734da7a160000ae0731e9a7.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/farming-in-the-arctic_n_9938972.html</guid>\n      <title><![CDATA['Meet The North': Farming In A Tourism-Dominated Country]]></title>\n      <author>Jesselyn Cook</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/farming-in-the-arctic_n_9938972.html?utm_hp_ref=world&amp;ir=WorldPost</link>\n      <pubDate>Thu, 12 May 2016 17:42:48 -0400</pubDate>\n      <description><![CDATA[<br />\n<p><em>At a dairy farm on the coast, a glass of fresh milk takes on new meaning. \"Meet the North,\" a series that ventures into the lives of some of the 4 million people who call the Arctic home, learns about farming in a country now dominated by tourism.</em></p><br />\n<p><span class=\"start\">Light spilled out</span>&nbsp;of the barn windows and the sunset glowed over the ocean. It was time for the evening milking.</p><br />\n<p>Johannes Eyberg Ragnarsson (Eyberg) was one year old when he moved to Hraunhals farm in western Iceland in 1964. The rhythm of his life has been the same ever since: &ldquo;We have milking at seven in the morning and seven in the evening and other than that time is easy.&rdquo;</p><br />\n<p>Eyberg and his wife Gudlaug Sigurdardottir (Lauga) make it look easy. They&rsquo;ve been farmers all of their lives; they met as children and have lived together on this 600-hectare (1,480-acre) farm for 30 years. When I visited, they had 100 sheep, 30 dairy cows, 32 calves and a few cattle that they raised for meat.</p><br />\n<p>The farm sits along a gravel road in between a lava field and the wild coast. Stories in these parts go back hundreds of years; in fact, one of the sagas, the Eyrbyggja saga, is set right here. The lush hayfields look so natural it&rsquo;s easy to overlook the expertise it takes to grow such a crop in a cool, rainy climate where windstorms blow hard enough to break windows and sandblast the paint off cars. The deep knowledge of Iceland&rsquo;s farmers can get lost amid today&rsquo;s tourism narrative that highlights glaciers and thermal pools.</p><br />\n<p>Eyberg and Lauga&rsquo;s cows are Icelandic. They are small and come in many color combinations of black, brown, white and red. Their fur holds a slight curl.</p><br />\n<p>Eyberg and Lauga have named each cow in the barn. This is one clue to the care the animals receive here; another is their milk yield.</p><br />\n<p>The average milk production for an Icelandic dairy cow is 5,400 liters (1,425 gallons) per year, but Eyberg and Lauga&rsquo;s animals produce 7,700 liters (2,035 gallons) per year on average. While this is much less than other breeds around the world, Iceland is opting, for now, to maintain its own breed, which has been isolated on the island for more than a thousand years. By Icelandic standards, these cows are superstars.</p><br />\n<br />\n<p>Hraunhals&rsquo; milk goes into an MS Iceland Dairies truck that comes by every day. MS is a cooperative that includes many small dairy farms around the country, and the milk is used in a variety of products, including Iceland&rsquo;s famous yogurt-like skyr.</p><br />\n<p>Eyberg credits the quality of his hay for his production levels, but the more I saw how much attention and love he put into his work, the more I understood.</p><br />\n<p>&ldquo;These cows are my friends,&rdquo; said Eyberg, but that wasn&rsquo;t quite what he meant. He searched for the words in English and pulled his hands to his chest. &ldquo;They are my good friends, my good friends.&rdquo;</p><br />\n<p>One cow got nervous at milking time. When it was her turn, Eyberg stood next to her, scratched her back and kept a hand on her side to soothe her. &ldquo;Cows are the same as people. Sometimes they feel good, sometimes bad,&rdquo; he said.</p><br />\n<p>I asked Eyberg what will happen to this farm when he and Lauga are gone, and the answer was simple: &ldquo;Finished.&rdquo; Family farming is declining in this area, despite a growing international interest in Icelandic dairy products. There used to be 66 dairy farms on the Snaefellsnes Peninsula, now there are 11 &ndash; Eyberg counted them out on his fingers. The change is a mixture of economics and lifestyle.</p><br />\n<p>This couple&rsquo;s daughter and son-in-law are teachers who look after the farm on the rare occasions that Eyberg and Lauga are away, but they will not take over the business. &ldquo;If you have a small farm, not many cows, it is not enough,&rdquo; Eyberg said.</p><br />\n<p>Not enough, perhaps, in a country transitioning to a faster pace, but this farm, with its two inhabitants, strikes a balance between productivity and relaxation. Eyberg has a passion for tractors, and he rebuilds them in his spare time. Lauga loves sheep, which she raises for meat and wool. She has a special room in the sheep barn where she sleeps during the lambing season to help the laboring ewes.</p><br />\n<p>&ldquo;Twenty-four hours a day is not enough for us,&rdquo; said Eyberg, &ldquo;Twenty-nine would be good.&rdquo;</p><br />\n<br />\n<p>Before leaving Hraunhals, we stopped by the house to eat cake with whipped cream and chat around the kitchen table. Eyberg and Lauga shyly showed us the trophies and certificates they have won, year after year, for the quality of their work.</p><br />\n<p>Before we left, we drank milk. Eyberg drinks about 4 liters (1 gallon) per day to the exclusion of almost everything else (&ldquo;Not beer. Not wine.&rdquo; He rarely even drinks water.) The sample, fresh that day, was rich and delicious with 4.4 percent fat. I could taste the hay, which meant I could taste the land, which meant the milk was flavored with stories, like the sagas, that stretch back centuries.</p><br />\n<p><em>This article originally appeared on&nbsp;<a href=\"https://www.newsdeeply.com/arctic/articles/2016/05/12/western-icelands-land-of-milk-and-hay\" target=\"_blank\">Arctic&nbsp;<span class=\"il\">Deeply</span></a>. For weekly updates about Arctic geopolitics, economy, and ecology, you can&nbsp;<a href=\"http://nwsdp.ly/arcticlist\" target=\"_blank\">sign up to the Arctic&nbsp;<span class=\"il\">Deeply</span>&nbsp;email list</a>.</em></p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/5734f2d0130000010538176d.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/egyptian-selfies-government-protest_n_9938830.html</guid>\n      <title><![CDATA[Thousands Of Egyptians Are Posting Selfies To Challenge Their Goverment]]></title>\n      <author>Sara Elkamel</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/egyptian-selfies-government-protest_n_9938830.html?utm_hp_ref=world&amp;ir=WorldPost</link>\n      <pubDate>Thu, 12 May 2016 17:27:16 -0400</pubDate>\n      <description><![CDATA[<br />\n<p>Thousands of Egyptian citizens have found a clever way to respond to government censorship: by posting cell phone selfies with the confrontational hashtag&nbsp;&ldquo;Does a mobile phone camera shake you?&rdquo;</p><br />\n<p><span style=\"font-weight: 400;\">The question is directed at Egyptian authorities, who arrested five members of a satirical troupe Atfal al Shawarea<em>,</em> or Street Children, earlier this week. The group is known for using phone cameras to shoot selfie-style videos that criticize the government.</span></p><br />\n<p>Atfal al Shawarea's videos are typically filmed on the streets of Cairo as the troupe's six members perform a mix of spoken dialogue and song. The group posted a clip earlier this month titled \"Sisi my president has brought us down,\"&nbsp;<a href=\"https://www.youtube.com/watch?v=0u-kE6ENeNY\" target=\"_blank\">ridiculing the Egyptian </a>President Abdel-Fattah el-Sisi.</p><br />\n<p><span style=\"font-weight: 400;\">The satirists are now being investigated for &ldquo;inciting protests that aim to disrupt peace and security and cause violent crimes against state institutions,&rdquo; <a href=\"http://english.ahram.org.eg/News/216630.aspx\" target=\"_blank\">reported Egyptian news website Ahram Online</a>. The BBC says four of the men were held&nbsp;\"on <a href=\"http://www.bbc.com/news/world-middle-east-36256451?SThisFB\" target=\"_blank\">suspicion of insulting state institutions</a> and inciting protests,\" while another was detained on similar charges.</span></p><br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><div><div style=\"left: 0px; width: 100%; height: 0px; position: relative; padding-bottom: 56.2493%;\"><iframe src=\"https://www.youtube.com/embed/0u-kE6ENeNY?wmode=transparent&amp;rel=0&amp;autohide=1&amp;showinfo=0&amp;enablejsapi=1\" frameborder=\"0\" allowfullscreen=\"true\" webkitallowfullscreen=\"true\" mozallowfullscreen=\"true\" style=\"top: 0px; left: 0px; width: 100%; height: 100%; position: absolute;\"></iframe></div></div></div></div><br />\n     <br />\n<p><em>Members of the satirical group Atfal al Shawarea perform in one of their selfie-style videos.&nbsp;</em></p><br />\n<p><span style=\"font-weight: 400;\">Since the troupe members were arrested, Egypt&rsquo;s journalists, artists and activists have launched an online campaign to demand their release and to condemn the government's <a href=\"https://www.washingtonpost.com/world/middle_east/egyptian-writer-caught-up-in-governments-expanding-crackdown/2016/02/02/9277f8c4-c5f4-11e5-b933-31c93021392a_story.html\" target=\"_blank\">crackdown on creative dissent</a>.&nbsp;</span></p><br />\n<p><span style=\"font-weight: 400;\">Satirist Bassem Youssef, known as&nbsp;\"<a href=\"http://www.npr.org/2016/02/03/465398726/egyptian-jon-stewart-bassem-youssef-will-now-satirize-u-s-democracy\" target=\"_blank\">Egypt's Jon Stewart</a>,\" posted a <a href=\"https://www.facebook.com/bassemyousseftv/videos/1687929641467023/\" target=\"_blank\">Facebook Live video</a>&nbsp;calling on authorities to release the members of Atfal al Shawarea and other detainees. </span></p><br />\n<p><span style=\"font-weight: 400;\">&ldquo;If you truly are not scared, let these kids go. If you really don&rsquo;t care, let these kids out. But since they&rsquo;re still inside, it means that you&rsquo;re still scared, terrified,&rdquo; Youssef said. &nbsp;</span></p><br />\n<p>Prominent Egyptian actors Khaled Abol Naga and Amr Waked also posted selfies demanding freedom for Atfal al Shawarea.</p><br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><blockquote class=\"instagram-media\" data-instgrm-captioned data-instgrm-version=\"7\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\"><div style=\"padding:8px;\"> <div style=\" background:#F8F8F8; line-height:0; margin-top:40px; padding:50.0% 0; text-align:center; width:100%;\"> <div style=\" background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;\"></div></div> <p style=\" margin:8px 0 0 0; padding:0 4px;\"> <a href=\"https://www.instagram.com/p/BFRaRefvPXp/\" style=\" color:#000; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none; word-wrap:break-word;\" target=\"_blank\">كاميرا التليفون بتهزك! #الحرية_لأطفال_الشوارع #sisi is detaining youth artists with phone cameras singing against Tyranny</a></p> <p style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;\">A photo posted by Khaled Abol Naga خالد أبوالنجا (@kalnaga) on <time style=\" font-family:Arial,sans-serif; font-size:14px; line-height:17px;\" datetime=\"2016-05-11T15:29:53+00:00\">May 11, 2016 at 8:29am PDT</time></p></div></blockquote><br />\n<script async defer src=\"//platform.instagram.com/en_US/embeds.js\"></script></div></div><br />\n     <br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"ar\" dir=\"rtl\">كاميرة التليفون بتهزك؟<a href=\"https://twitter.com/hashtag/%D8%A7%D9%84%D8%AD%D8%B1%D9%8A%D8%A9_%D9%84%D8%A3%D8%B7%D9%81%D8%A7%D9%84_%D8%A7%D9%84%D8%B4%D9%88%D8%A7%D8%B1%D8%B9?src=hash\">#الحرية_لأطفال_الشوارع</a> <a href=\"https://t.co/ntVx1B1jjm\">pic.twitter.com/ntVx1B1jjm</a></p>&mdash; Amr Waked (@amrwaked) <a href=\"https://twitter.com/amrwaked/status/730377243483111424\">May 11, 2016</a></blockquote><br />\n<script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script></div></div><br />\n     <br />\n<p>Egyptian novelist and political commentator Ahdaf Soueif added her voice to the campaign.&nbsp;</p><br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><iframe src=\"https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fahdafsoueif%2Fposts%2F886075561521704&width=500\" width=\"500\" height=\"552\" style=\"border:none;overflow:hidden\" scrolling=\"no\" frameborder=\"0\" allowTransparency=\"true\"></iframe></div></div><br />\n     <br />\n<p>Roughly <a href=\"https://www.buzzfeed.com/sheerafrenkel/this-is-how-egypts-love-affair-with-facebook-turned-into-all?utm_term=.atBMY4aG5#.xlQAj34Q2\" target=\"_blank\">16 million Egyptians are on Facebook</a>, and social networking platforms have often played a part in local and national politics, most notably during the <a href=\"http://www.huffingtonpost.com/2011/01/30/egypt-revolution-2011_n_816026.html\">Jan. 25, 2011 revolution</a>. Egyptian citizens often express their frustration and rally support for artists and dissidents on social media.&nbsp;</p><br />\n<p>The &ldquo;Free Atfal al Shawarea&rdquo; hashtag follows an ongoing online and offline campaign condemning the <a href=\"http://www.huffingtonpost.com/entry/ahmed-naji-egypt-writer-prison_us_56cc8357e4b0928f5a6d3fe8\">imprisonment of Ahmed Naji</a>, an Egyptian novelist serving a two-year sentence on public indecency charges related to his novel <em>Istikhdam al-Hayat, </em>or Using Life.</p><br />\n<blockquote class=\"pull-quote\"><br />\n<span class=\"quote\">If you really don’t care, let these kids out. But since they’re still inside, it means that  you’re still scared, terrified.</span><br />\n<span class=\"attribution\">Bassem Youssef, Egyptian satirist</span><br />\n</blockquote><br />\n     <br />\n<p><span style=\"font-weight: 400;\">The Sisi government's suppression of artists is part of an <a href=\"https://next.ft.com/content/cfbffcb6-e126-11e5-8d9b-e88a2a889797\" target=\"_blank\">ongoing crackdown</a>&nbsp;on freedoms and an attempt to </span><span style=\"font-weight: 400;\"><a href=\"http://www.nytimes.com/2016/05/07/world/middleeast/egypt-malek-adly-abdel-fattah-el-sisi.html\">quell criticism</a>, international commentators say.</span></p><br />\n<p><a href=\"http://www.nytimes.com/2016/05/07/world/middleeast/egypt-malek-adly-abdel-fattah-el-sisi.html\"><span style=\"font-weight: 400;\">More than 1,200 people</span></a><span style=\"font-weight: 400;\"> were detained in Cairo last month after protests over Sisi&rsquo;s decision to transfer control of the strategic Red Sea islands Tiran and Sanafir to Saudi Arabia. </span>&nbsp;</p><br />\n<p><span style=\"font-weight: 400;\">A recent <a href=\"http://www.wsj.com/articles/egyptian-journalists-increase-protest-of-government-crackdown-1462384297\" target=\"_blank\">police raid</a>&nbsp;on the Egyptian Journalists Syndicate headquarters in downtown Cairo and the arrest of two journalists has also angered civil society.&nbsp;</span></p><br />\n<p>Sisi's regime has also <a href=\"https://www.hrw.org/news/2016/03/23/egypt-rights-defenders-risk-prosecution\" target=\"_blank\">targeted rights defenders</a>&nbsp;and is investigating a handful of human rights groups, among them Human Rights Watch.</p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/5734b91f130000f0043816b5.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/10/inside-the-worlds-most-dangerous-city_n_9938500.html</guid>\n      <title><![CDATA[Inside The World's Most Dangerous City: The Syrians Who Remained In Aleppo]]></title>\n      <author>Jesselyn Cook</author>\n      <link>http://www.huffingtonpost.com/2016/05/10/inside-the-worlds-most-dangerous-city_n_9938500.html?utm_hp_ref=world&amp;ir=WorldPost</link>\n      <pubDate>Thu, 12 May 2016 17:18:58 -0400</pubDate>\n      <description><![CDATA[<br />\n<p><em>Five years of near-continuous violence have pushed hundreds of thousands of people to flee Syria's largest city, but not all of Aleppo's residents have left. As Syria's war drags on into its sixth year, we meet some of the residents who have chosen to remain.</em></p><br />\n<p><span class=\"start\">ALEPPO, SYRIA&nbsp;-- Last</span>&nbsp;May, the human rights group Amnesty International delivered a report on the Syrian city of Aleppo simply called: &ldquo;Death Everywhere.&rdquo; It described how civilians in the city have been bombed indiscriminately so often by the Assad regime that it was a war crime.</p><br />\n<p>The city, one of the oldest continuously inhabited cities in the world and famed for being a key post on the Silk Road, the ancient trade route that ran from China to the Mediterranean, was until very recently the most crowded in the country, with an official population of 2.302 million in 2005.</p><br />\n<p>The ancient metropolis has now been cleaved into two halves: the regime of Bashar al-Assad controls the west and the armed opposition rules the east. The west side is believed to have more than 1 million people left while around 300,000 remain on the opposition side.</p><br />\n<p>As the Guardian newspaper recently wrote: &ldquo;Aleppo had withstood more than six millennia of pillage and insurrection, but the past three years have damaged more of its civilisation and displaced more of its people than perhaps all its earlier conflicts.&rdquo;</p><br />\n<p>The question is &ndash; who has stayed in this city, which is quite possibly the worst place in the world right now, and why?</p><br />\n<p>For some, it has been because they have been unable to get out. Others have refused to leave &ndash; because it is home. They still believe they have a role to play in reconstructing Syria.</p><br />\n<p>In order to reach safety, many displaced people have put their lives at risk &ndash; dozens have been killed and injured, including women and children, while trying to pass through the minefields placed by the Islamic State to prevent them from escaping, and many others were forced to pass through battle fronts, and the territorial borders between the Islamic State and the opposition Free Syrian Army, which have been targeted by Russian aircraft.</p><br />\n<p>Um Ameen lives in a city in rural northeastern Aleppo that is under the control of the Islamic State. Um Ameen has refused her children&rsquo;s many attempts to convince her to come join them in Turkey.</p><br />\n<p>&ldquo;I will never leave my house,&rdquo; she said. &ldquo;I have spent half of my life in this house. I know every little stone in its walls.&rdquo;</p><br />\n<p>Her oldest son, Ameen, said he has tried countless times to convince her to join him in Turkey.</p><br />\n<p>&ldquo;I get very scared when I hear that there has been an air raid; every time the city gets bombed, I frantically follow the news on activists&rsquo; websites,&rdquo; Ameen said. &ldquo;My brothers and I try very hard to convince her to come and live with us, but she always refuses. We cannot stay because we cannot live under the control of the Islamic State.&rdquo;</p><br />\n<br />\n<p>Abu Hassan, a man in his fifties living in rural eastern Aleppo, refused to leave his house, and has stayed despite all the dangers that surround him, from the aerial bombardment to the harassment that he and his family face from members of ISIS.</p><br />\n<p>&ldquo;Politicians on all sides keep saying that the war will end soon,&rdquo; Abu Hassan said. &ldquo;They say that Aleppo has become hell, but they don&rsquo;t always tell the truth. They tend to exaggerate.&rdquo;</p><br />\n<p>His main concern is how to meet his family&rsquo;s daily needs, Abu Hassan said. One of his sons works in Turkey, but the rest of the family lives together in one house. &ldquo;Our biggest issue is the lack of water and electricity,&rdquo; he said. &ldquo;Everything is expensive; a five-person family needs at least $100 a month in order to have a reasonable life.&rdquo;</p><br />\n<p>His family relies on generators to produce electricity, and in the winter, they use locally refined diesel to run generators. Abu Hassan dug a well with his neighbor next to their building to provide water.</p><br />\n<p>&ldquo;Yes, life is hard here, but I, and many others like me, live here in rural Aleppo alongside the bombing and the destruction. We are used to this,&rdquo; he said. &ldquo;We still visit friends, even though we&rsquo;re almost always watching the news on television.&rdquo;</p><br />\n<p>Abu Mohammed, 63, a resident of the al-Qatarji neighborhood in Aleppo city, reflected on life in Aleppo while sitting on a chair in front of the front door to his house. &ldquo;We&rsquo;ve grown accustomed to a medieval life: no water and no electricity. When the electricity comes, our kids can&rsquo;t believe it,&rdquo; he said.</p><br />\n<p>&ldquo;Unfortunately our lives have become cards in the hands of international players who are preventing an end to the war in Syria. As a citizen, all I want right now is some water and electricity &ndash; even just a few hours a day would do.&rdquo;</p><br />\n<p>Many of the renewed clashes between armed opposition forces and troops loyal to embattled president Bashar al-Assad are concentrated in areas close to Aleppo&rsquo;s high-voltage transmission lines to the city&rsquo;s south. Additionally, residents said the regime&rsquo;s electric company has frequently and intentionally cut service to opposition-controlled areas, which consequently shuts off the water as well.</p><br />\n<br />\n<p>&ldquo;We used to get fuel from the border areas, but ever since the regime took control of the village of Maarastah Khan, we cannot get fuel anymore,&rdquo; said Aya Hrietani, who lives in the al-Sukkari neighborhood in Aleppo.</p><br />\n<p>&ldquo;Due to lack of fuel, all electric generators stopped, which has consequently affected many other services &ndash; water pumps and bakeries stopped as well, and people are back to making their bread at home,&rdquo; she said. &ldquo;Hospitals have also been affected: although we have hospitals and clinics that can treat any medical condition, the lack of fuel has prevented many of them from providing people with any services.&rdquo;</p><br />\n<p>Though Aleppo has lost most of its civil servants, the few that remain work to keep the opposition-controlled neighborhoods running.</p><br />\n<p>&ldquo;As a school principal, leaving was never a choice for me,&rdquo; said Safwan Badawi, principal of Fatima al&shy;-Zahraa elementary school. &ldquo;I believe that we have to educate the new generation and prepare them to, one day, build a future Syria.&rdquo;</p><br />\n<p>Badawi holds classes in basements to avoid the constant bombing, and due to the shortage of teachers, he hires college students and high-school graduates to lead classes.</p><br />\n<p>Qamar, a college student, had to quit school because of the war, so she decided to tutor elementary school children in her own house. &ldquo;A whole generation has lost access to education,&rdquo; she said. &ldquo;They have been out of school for the last two or three years; some children should be in the sixth grade, but they haven&rsquo;t even finished the third grade.&rdquo;</p><br />\n<p>Around a year ago, she decided to hold tutoring sessions in reading, math and Arabic language. Qamar now has 14 students, whom she tutors for a small fee to cover her expenses, until she can go back to college.</p><br />\n<p>Many teachers have fled the country because of violence, like millions of other Syrians. Others have had to give up teaching when obtaining their salary became impossible; hundreds of teachers in the province&rsquo;s rural areas have lost their incomes because they cannot get paid unless they travel to the city to collect their money in person.</p><br />\n<p>Ameen al&shy;-Ali has been an elementary teacher in rural Aleppo for 12 years. He said his salary was put on hold because he did not show up to receive it.</p><br />\n<p>&ldquo;Someone sent a report to the authorities that my friend and I were with the opposition, so when we went last time to receive our salaries, the accountant told us that we could not collect them until we check in with the security department,&rdquo; said al-Ali, who since been forced to find an alternative form of employment.</p><br />\n<p>There is a severe shortage of doctors, medical equipment and functioning hospitals, as well. The rebel-held half of the city has a mere 10 hospitals, only five of which have surgical capabilities.</p><br />\n<p>&ldquo;Most of the equipment we have is left over from other hospitals, and is very old,&rdquo; said Hamza al&shy;-Khateeb, one of the few general surgeons left in the city. &ldquo;We also suffer from a shortage of staff; we have only 30 specialist physicians, and they are not always available.&rdquo;</p><br />\n<p>Since the advent of conflict, most doctors have left the country. Available medical services are typically provided by physicians&rsquo; assistants, medical school students and recent graduates who have refused to leave. Some organizations have also launched nursing training courses in order to increase the number of medical workers.</p><br />\n<p>Despite the war and shortage of other services, the city of Aleppo appears somewhat garbage &shy;free, according local residents. This is thanks to the opposition&rsquo;s local city council, which developed a department of hygiene and hired 350 workers to collect garbage.</p><br />\n<p>Abdul Aziz, 42, a department of hygiene employee, said: &rdquo; We use simple tools &ndash; an old three&shy;-wheeler and some brooms. I decided to work with the department of hygiene because there was no more work for me in construction and I didn&rsquo;t have the resources to leave the country. We make a salary of around $100 per worker. It&rsquo;s barely enough to manage, but it&rsquo;s something.&rdquo;</p><br />\n<p><em>This article originally appeared on&nbsp;<a href=\"https://www.newsdeeply.com/syria/articles/2016/05/09/those-who-remain-in-aleppo-the-worlds-most-dangerous-city\" target=\"_blank\">Syria <span class=\"il\">Deeply</span></a>. For weekly updates about the war in Syria, you can&nbsp;<a href=\"http://syriadeeply.us5.list-manage.com/subscribe?u=8b78e9a34ff7443ec1e8c62c6&amp;id=d84f3fd103\" target=\"_blank\">sign up to the Syria&nbsp;<span class=\"il\">Deeply</span>&nbsp;email list</a>.</em></p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/5731f881160000e90031e4c9.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/un-women/building-resilience-in-ne_b_9937964.html</guid>\n      <title><![CDATA[Building Resilience in Nepal]]></title>\n      <author>UN Women</author>\n      <link>http://www.huffingtonpost.com/un-women/building-resilience-in-ne_b_9937964.html?utm_hp_ref=world&amp;ir=WorldPost</link>\n      <pubDate>Thu, 12 May 2016 16:55:43 -0400</pubDate>\n      <description><![CDATA[<p>Cross-posted from <a href=\"http://www.unwomen.org/en/news/stories/2016/5/getting-back-on-her-feet-again-in-nepal\">UN Women</a></p><br />\n<img height=\"450\" alt=\"Laxmi Biswokarma, 39, is walking towards her house with a small load of firewood on her back. Photo: UN Women/Narendra Shrestha\" width=\"675\" src=\"http://www2.unwomen.org/~/media/headquarters/images/sections/news/stories/2016/nepallaxmibikaunwomenmarch20162675x450.jpg?v=1&amp;d=20160510T165527?la=en\" /><div class=\"caption\"><p style=\"font-size:0.8em\"><em>Photo: UN Women/Narendra Shrestha </em></p></div><br />\n<p>It is early morning in the outskirts of Gorkha Bajar, headquarters of Gorkha district and the epicentre of the April 2015 earthquake. Laxmi Biswokarma, 39, is walking towards her house with a small load of firewood on her back. &ldquo;This load is not heavy; I just can&rsquo;t carry that much,&rdquo; she says, as she climbs a small slope towards her house.</p><br />\n<p>It has been an extremely challenging year for Laxmi. She returned to Nepal a year ago from Dubai, where she worked as a domestic worker. &ldquo;I returned because I had excruciating pain in my back. I couldn&rsquo;t work; I couldn&rsquo;t sit,&rdquo; she says as she sets the firewood down.</p><br />\n<p>Laxmi took a leave of absence for a few months in January last year, and was admitted to a hospital in the capital, Kathmandu. On 25 April 2015, when the 7.8-magnitude earthquake hit central Nepal, Laxmi was still in hospital. The doctors diagnosed her with diabetes and tuberculosis and said she needed physiotherapy if she wanted to walk again, but her savings had run out by then. &ldquo;I didn&rsquo;t even have enough money for food, how could I afford medicine and therapy?&rdquo; she says.</p><br />\n<p>Six years earlier, when Laxmi left Nepal for the first time, she went to Oman as a migrant worker. When she returned, she used her savings to build a house near the village of Uiya, over 200 kilometres from the capital of Kathmandu, and just above the epicentre of the devastating earthquake. She lived there for a few years before leaving for Dubai. &ldquo;Now that home is gone, turned into a pile of dust,&rdquo; she says.</p><br />\n<p>Laxmi hasn&rsquo;t been able to muster the courage to go to her village. Her house was built with mortar and bricks so it wouldn&rsquo;t have withstood the earthquake.</p><br />\n<img height=\"450\" alt=\"Photo: UN Women/Narendra Shrestha\" width=\"675\" src=\"http://www2.unwomen.org/~/media/headquarters/images/sections/news/stories/2016/nepallaxmibikaunwomenmarch201612675x450.jpg?v=1&d=20160510T170227?la=en\" /><div class=\"caption\"><p style=\"font-size:0.8em\"><em>Photo: UN Women/Narendra Shrestha </em></p></div><br />\n<p>After leaving the hospital, she came to Gorkha instead, where <a href=\"http://www.unwomen.org/en/news/stories/2016/4/speaking-the-same-language-in-post-disaster-nepal\">Suk Maya Gurung, social mobilizer of UN Women&rsquo;s partner organization</a>, Women for Human Rights (WHR), heard about her situation. &ldquo;She was renting a cheap room on the outskirts of town; she didn&rsquo;t have food, or medicine&hellip; she didn&rsquo;t even have anyone to give her water when she was thirsty,&rdquo; says Suk Maya.</p><br />\n<p>Fortunately for Laxmi, with support from UN Women and Women and Children Office, a local women&rsquo;s group in Gorkha, WHR had set up a multipurpose women&rsquo;s centre as part of the humanitarian response to the earthquake. The multipurpose women&rsquo;s centre provides trauma counselling, dignity kits, solar lamps, information, referrals, carry out women&rsquo;s safety audits and facilitate early recovery and livelihood activities.&nbsp;</p><br />\n<p>Laxmi was advised to come to the multipurpose centre, where she could get help, spend some time with other women, receive psychosocial counselling, and make sure that she could take her medicine. &ldquo;I would go there every other day&mdash;they would give me nutritious food; I could get help taking a bath; they took me to the hospital,&rdquo; says Laxmi. &ldquo;I probably would have died had it not been for the help I received at the multipurpose centre.&rdquo;</p><br />\n<p>Eight months into her treatment and therapy, Laxmi is a different person today. WHR&rsquo;s psychosocial counsellor Bimala Amgai says &ldquo;When I started to talk to her in July, she was mentally broken and talked about wanting to die all the time,&rdquo; she says, adding: &ldquo;Laxmi couldn&rsquo;t even lift herself properly, now she can walk and take care of herself and is thinking ahead.&rdquo;</p><br />\n<p>Today, as she gets her strength back, Laxmi is planning for the future. She wants to start working so she can pay back the loan she took to complete her treatment. She wants to learn a new skill such as the English-language. &ldquo;I have no education, but if I can at least learn English, I will be more attractive when I apply for jobs abroad,&rdquo; she says.</p><br />\n<p>She is modest but hopeful about the future as she talks about going abroad again as a migrant worker. &ldquo;I don&rsquo;t have big plans... all I want is to go abroad, earn some money, pay off my loans, have some savings for old age and be at peace.&rdquo;</p><br />\n<img height=\"450\" alt=\"Photo: UN Women/Narendra Shrestha\" width=\"675\" src=\"http://www2.unwomen.org/~/media/headquarters/images/sections/news/stories/2016/nepallaxmibikaunwomenmarch20161675x450.jpg?v=1&d=20160510T170407?la=en\" /><div class=\"caption\"><p style=\"font-size:0.8em\"><em>Photo: UN Women/Narendra Shrestha </em></p></div> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/3337804/images/s-DEFAULT-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n  </channel>\n</rss>\n",
  "headers": {
    "P3P": "CP='NO P3P'",
    "Content-Length": "46447",
    "Content-Encoding": "gzip",
    "Vary": "Accept-Encoding",
    "Date": "Fri, 13 May 2016 07:42:43 GMT",
    "Content-Type": "text/xml; charset=utf-8",
    "Server": "Apache",
    "Connection": "keep-alive"
  },
  "response_url": "http://www.huffingtonpost.com/feeds/verticals/world/index.xml"
}