{
  "requested_url": "https://www.nationalreview.com/rss.xml",
  "fetched_at": "2016-05-13T00:45:15.512008",
  "status_code": 200,
  "response_text": "<?xml version='1.0' encoding='UTF-8' ?>\n<rss version=\"2.0\" xml:base=\"https://www.nationalreview.com/rss.xml\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:media=\"http://search.yahoo.com/mrss/\">  \n<channel>\n    \n  <title>National Review Online</title>\n    \n  <link>https://www.nationalreview.com/rss.xml</link>\n   <description></description>\n  <copyright>\n    Copyright 2016 National Review. All rights reserved.\n  </copyright>\n  <language>en-us</language>\n  <lastBuildDate>Fri, 13 May 2016 03:38:18 -0400</lastBuildDate>\n  <category></category>\n  <ttl>60</ttl>\n  \n    <item>\n    <title>Obama’s Lawsuit Against North Carolina Isn’t About Civil Rights</title>\n        <description><![CDATA[Some of us care little about the debate over public bathrooms. We do, however, care about the ongoing destruction of federalism, individual choice, and good-faith debate in America.One reliable way to quash dissent and force moral codes on others is to liken a cause to that of the 1960s civil-rights fight, because every liberal issue is situated somewhere on the great historical arc of “equality” and “justice.” If people stand against even one of these causes -- which were once great, but are increasingly trivial today -- they have, according to the cultural imperialists of the Obama administration, aligned themselves <br><a href=\"https://www.nationalreview.com/article/435339/barack-obama-transgender-bathroom-anti-federalist-push\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/article/435339/barack-obama-transgender-bathroom-anti-federalist-push</link>\n    <pubDate>Fri, 13 May 2016 00:00:33 -0400</pubDate>\n            <dc:creator>David Harsanyi</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435339</guid>\n  </item>\n  \n    <item>\n    <title>Will the Trump Nomination Change Our Polarized Partisan Patterns?</title>\n        <description><![CDATA[An irresistible force meets an immovable object.The irresistible force is the sense of discontent with how things have been going during this young century. Americans are displeased with a sluggish economy that fell into a deep recession and with foreign policies that seem to have produced disappointing results.#ad#The immovable object is the strong partisan polarization of American voters, who have been casting almost equal percentages of their votes for each political party in presidential and congressional elections for two decades now, except for a surge against Republicans in 2006 and 2008.The irresistible force of discontent has been apparent in this <br><a href=\"https://www.nationalreview.com/article/435342/donald-trump-hillary-clintons-general-election-race-could-change-american-politics\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/article/435342/donald-trump-hillary-clintons-general-election-race-could-change-american-politics</link>\n    <pubDate>Fri, 13 May 2016 00:00:00 -0400</pubDate>\n            <dc:creator>Michael Barone</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435342</guid>\n  </item>\n  \n    <item>\n    <title>Trump Wants to Make a Deal</title>\n        <description><![CDATA[Prior to the 2012 election, Democrats had a theory: Republicans were in the grip of a “fever” that had led them to oppose and attempt to obstruct President Barack Obama at every turn. If Obama won a second term, the fever would break.#ad#President Obama himself floated the idea. It turned out to be completely (and predictably) wrong. It wasn’t an irrational mania that led congressional Republicans to do all they could to block the president’s agenda, but abiding philosophical and policy disagreements that weren’t going to dissipate with Obama’s re-election. Sure enough, the president’s second term was as acrimonious as <br><a href=\"https://www.nationalreview.com/article/435338/donald-trump-foreign-policy-everything-else-ambiguous-design\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/article/435338/donald-trump-foreign-policy-everything-else-ambiguous-design</link>\n    <pubDate>Fri, 13 May 2016 00:00:00 -0400</pubDate>\n            <dc:creator>Rich Lowry</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435338</guid>\n  </item>\n  \n    <item>\n    <title>Millennials Embrace Socialism, but Do They Know What It Is?</title>\n        <description><![CDATA[Socialism is having a moment.I’m not just referring to Bernie Sanders’s surprisingly strong showing in the Democratic primaries. Various polls show that Millennials have a more favorable view of socialism than of capitalism. And Millennials generally are the only age group that views socialism more favorably than unfavorably. #ad#Some conservatives aren’t surprised. Schools have been force-feeding left-wing propaganda to kids like it was feed for geese at a foie gras factory. On the other hand, what are we to make of the fact that only a fraction of the young people who say they like socialism can explain what it <br><a href=\"https://www.nationalreview.com/article/435326/bernie-sanders-millennials-socialism-what-exactly\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/article/435326/bernie-sanders-millennials-socialism-what-exactly</link>\n    <pubDate>Fri, 13 May 2016 00:00:00 -0400</pubDate>\n            <dc:creator>Jonah Goldberg</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435326</guid>\n  </item>\n  \n    <item>\n    <title>Krauthammer’s Take: Ryan-Trump Détente Is a ‘Sham Marriage’</title>\n        <description><![CDATA[“I’m not among the many who thought it smoothed over the divide -- yes, it did rhetorically,” Charles Krauthammer made clear tonight on Fox News’s Special Report. “But whenever you’re talking about a ‘process’ what you mean is ‘we did not conclude peace.’”Krauthammer was skeptical of the chances of a permanent accord between the presumptive Republican presidential nominee, Donald Trump, and the speaker of the House, Paul Ryan.“This is a sham marriage and the reason is simple: Good will on both sides, but Paul Ryan is a conservative.#...#Trump has made clear he’s not a conservative, he’s a nationalist-populist,” Krauthammer continued.]]></description>\n       \n     \n    <link>https://www.nationalreview.com/corner/435340/charles-krauthammer-paul-ryan-donald-trump-peace-sham-marriage</link>\n    <pubDate>Thu, 12 May 2016 22:00:38 -0400</pubDate>\n            <dc:creator>NR Staff</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435340</guid>\n  </item>\n  \n    <item>\n    <title>Pierre Manent Within the Triangle of Politics-Philosophy-Religion</title>\n        <description><![CDATA[Naissances de la Politique Moderne -- Births of Modern Politics -- This was the title that caught my attention, a new volume that stood out in the vast concourses of Harvard’s Widener Library. It was just down the row from Leo Strauss’s Natural Right and History. I was still just a novice in Strauss’s argument, and I was intrigued to discover that Strauss had a kindred spirit writing in the lucid and elegant language I had come to love during my three years in France. The name on the spine was “Pierre Manent”. I did not <br><a href=\"https://www.nationalreview.com/postmodern-conservative/435336/philosophy-religiion-politics-political-philosophy-manent\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/postmodern-conservative/435336/philosophy-religiion-politics-political-philosophy-manent</link>\n    <pubDate>Thu, 12 May 2016 19:00:29 -0400</pubDate>\n            <dc:creator>Ralph Hancock</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435336</guid>\n  </item>\n  \n    <item>\n    <title>FBI Director Sees Alarming Spike In Murder Rate -- Doubles Down on 'Ferguson Effect'</title>\n        <description><![CDATA[Last year FBI Director James Comey took heavy incoming fire over his remark that a \"chill wind\" was blowing through law enforcement in the aftermath of Ferguson, Baltimore, and the growth of the Black Lives Matter movement. Yesterday, he doubled down:The director of the F.B.I. reignited the factious debate over a so-called “Ferguson effect” on Wednesday, saying that he believed less aggressive policing was driving an alarming spike in murders in many cities.James Comey, the director, said that while he could offer no statistical proof, he believed after speaking with a number of police officials that a “viral video effect” <br><a href=\"https://www.nationalreview.com/corner/435331/fbi-director-sees-alarming-spike-murder-rate-doubles-down-ferguson-effect\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/corner/435331/fbi-director-sees-alarming-spike-murder-rate-doubles-down-ferguson-effect</link>\n    <pubDate>Thu, 12 May 2016 16:54:34 -0400</pubDate>\n            <dc:creator>David French</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435331</guid>\n  </item>\n  \n    <item>\n    <title>The Blatant Bias in Higher Ed Reporting</title>\n        <description><![CDATA[We have all read many articles in The Chronicle of Higher Education and Inside Higher Education that are terribly slanted. If the subject concerns any controversial issue such as diversity, you can expect the piece to read as if either the opponents are knaves or there is no opposition at all.In this SeeThru essay, Mark Bauerlein remarks on the lack of objectivity in the reporting on higher education in those publications.Strongly recommended.]]></description>\n       \n     \n    <link>https://www.nationalreview.com/phi-beta-cons/435330/bias-higher-education-reporting</link>\n    <pubDate>Thu, 12 May 2016 16:49:39 -0400</pubDate>\n            <dc:creator>George Leef</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435330</guid>\n  </item>\n  \n    <item>\n    <title>It Depends upon What the Meaning of the Word \"Open\" Is</title>\n        <description><![CDATA[In his piece on the home page, Ian Tuttle is correct that “open borders” is sometimes used incorrectly as an epithet, like “RINO” or “commie.” But the Open-Borders Right is no myth.Part of the confusion is what is meant by “open borders.” Ian cites two authorities for the meaning of the term, whose definitions are similar, but not the same. The Schengen zone (which, incidentally, includes several non-EU states) represents truly open borders – no screening at the frontier. It's like driving to Cape Cod and whizzing at full speed past the \"Entering Marion\" sign. But the definition he cites <br><a href=\"https://www.nationalreview.com/corner/435327/open-borders-immigration-real\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/corner/435327/open-borders-immigration-real</link>\n    <pubDate>Thu, 12 May 2016 16:33:16 -0400</pubDate>\n            <dc:creator>Mark Krikorian</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435327</guid>\n  </item>\n  \n    <item>\n    <title>Ten Things that Caught My Eye Today (May 12, 2016)</title>\n        <description><![CDATA[1. Patriarch Younan of Syria says he would like the West to stop being accomplices to the genocide of his people.2. She was kidnapped by Boko Haram and escaped. This is her dream.3. Robert P. George and Ramesh: Why We Shouldn’t Punish Mothers for Abortion4. In case you missed Michael New on new abortion numbers.5. ACLU vs. Catholic hospitals.6. Hadley Arkes wants Trump to look to Eisenhower.7. Terrific. I especially liked the letters about the need for an independent candidate to save Narnia & Middle-earth. https://t.co/P9aqzNCTKQ— Bill Kristol (@BillKristol) May 12, 20168. This is made all the more emphatic by <br><a href=\"https://www.nationalreview.com/corner/435328/ten-things-caught-my-eye-today-may-12-2016\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/corner/435328/ten-things-caught-my-eye-today-may-12-2016</link>\n    <pubDate>Thu, 12 May 2016 16:30:21 -0400</pubDate>\n            <dc:creator>Kathryn Jean Lopez</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435328</guid>\n  </item>\n  \n    <item>\n    <title>Ryan Talked Policy, but Character Counts, Too</title>\n        <description><![CDATA[Paul Ryan did a good job walking a tightrope today after his meeting with Donald Trump -- but there are some things he could not say but which nonetheless beg to be said, regarding the obstacles in the way of a Ryan endorsement of the silver-spoon con man.Again and again in his press conference today, Ryan talked about the need to agree to disagree on certain policy issues while finding \"principles\" he and Trump can support together. The problem is, that made it sound as if the only problem with the idea of a Trump presidency is that it might <br><a href=\"https://www.nationalreview.com/corner/435325/no-policy-accord-can-mask-trumps-character-defects\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/corner/435325/no-policy-accord-can-mask-trumps-character-defects</link>\n    <pubDate>Thu, 12 May 2016 16:09:04 -0400</pubDate>\n            <dc:creator>Quin Hillyer</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435325</guid>\n  </item>\n  \n    <item>\n    <title>An Anti-Obamacare Victory for the House — and the Constitution</title>\n        <description><![CDATA[This afternoon Judge Rosemary Collyer dropped another mess into the Obama administration’s continuing Obamacare quagmire. Her ruling in House of Representatives v. Burwell jeopardizes a major source of funding for health-insurance marketplaces, which were already barely sustainable at best. Perhaps more important, however, it represents a major defeat for the administration’s constant pattern of executive unilateralism by preserving the House’s most important constitutional prerogative, the power of the purse.#ad#The case centers around Obamacare’s cost-sharing subsidies, which provide additional assistance to help low-income individuals pay for things like co-payments and deductibles. While the Obamacare law explicitly appropriated funds to subsidize premiums <br><a href=\"https://www.nationalreview.com/article/435323/obamacare-funding-decision-house-representatives-controls-spending\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/article/435323/obamacare-funding-decision-house-representatives-controls-spending</link>\n    <pubDate>Thu, 12 May 2016 15:59:38 -0400</pubDate>\n            <dc:creator>Chris Jacobs</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435323</guid>\n  </item>\n  \n    <item>\n    <title>A Sad Video Highlights the Contradictions and Tragedy of the Transgender Moment</title>\n        <description><![CDATA[The video below is one of the sadder short clips I’ve seen. In it, a teenage boy who calls himself Claire dons a bikini top, adopts exaggerated feminine mannerism, and hits the beach with friends to show the challenges of transgender dating. He apparently fools two straight guys into believing he’s a girl and he gets their phone number. Later, he laments that they lose interest when they find out he’s male. Watch:Claire says that “straight guys just can’t get over you having the male parts” and expresses hope that when he “gets the surgery,” his life will be better. <br><a href=\"https://www.nationalreview.com/article/435321/video-transgender-teen-claire-tragedy-not-liberation\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/article/435321/video-transgender-teen-claire-tragedy-not-liberation</link>\n    <pubDate>Thu, 12 May 2016 15:38:17 -0400</pubDate>\n            <dc:creator>David French</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435321</guid>\n  </item>\n  \n    <item>\n    <title>Leftist Internet: Being White and ‘Born in America’ Automatically Makes One a ‘White Supremacist’</title>\n        <description><![CDATA[According to a piece on social-justice Internet, there are approximately 9 million things that automatically make you a “white supremacist” no matter how much of a social-justice hero you try to be -- including being “born and raised in America.”“How am I a white supremacist?” self-described “white ally” Emily Pothast asks in a piece for The Establishment titled “True Confessions Of A White Supremacist.”#ad#“Well, I was born and raised in the United States of America, a country built by slave labor on stolen land, and every privilege I’ve ever enjoyed has come at the expense of someone else’s oppression,” she <br><a href=\"https://www.nationalreview.com/article/435319/leftist-internet-being-white-and-born-america-automatically-makes-me-white\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/article/435319/leftist-internet-being-white-and-born-america-automatically-makes-me-white</link>\n    <pubDate>Thu, 12 May 2016 15:32:16 -0400</pubDate>\n            <dc:creator>Katherine Timpf</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435319</guid>\n  </item>\n  \n    <item>\n    <title>The Bernie Sanders Agenda Will Be Back Again, With a Better Messenger</title>\n        <description><![CDATA[The sun is setting on the Bernie Sanders presidential campaign; his California state director is departing a month before that state's primary. The Vermont senator had an impressive run; he won a bunch of high-profile states, almost 43 percent of the Democratic primary vote, and will probably finish with 10 million votes or so. If it wasn't for the super-delegates, he might have pulled off the biggest upset victory over Hillary Clinton since#...#well, 2008.Still, if the you find the notion of an openly socialist major-party presidential candidate unnerving, you should thank your lucky star that it was Bernie Sanders as <br><a href=\"https://www.nationalreview.com/corner/435322/bernie-sanders-agenda-will-be-back-again-better-messenger\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/corner/435322/bernie-sanders-agenda-will-be-back-again-better-messenger</link>\n    <pubDate>Thu, 12 May 2016 15:02:37 -0400</pubDate>\n            <dc:creator>Jim Geraghty</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435322</guid>\n  </item>\n  \n    <item>\n    <title>Obamacare Lawsuit: House Republicans Win a Round Against the Obama Administration</title>\n        <description><![CDATA[Federal district court judge Rosemary Collyer ruled today for the House of Representatives and against the Obama administration -- holding that the administration unlawfully spent money that Congress did not appropriate for the sake of propping up a key Obamacare subsidy.At issue was Section 1402 of the Affordable Care Act, a provision that required insurers to reduce deductibles, copayments, and other cost-sharing mechanisms for lower-income Americans sand provided for government subsidies to make up the insurer's losses. But while Congress passed Section 1402, it did not subsequently fund the government subsidies. Indeed, President Obama signed into law both a continuing <br><a href=\"https://www.nationalreview.com/corner/435320/obamacare-lawsuit-house-republicans-win-round-against-obama-administration\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/corner/435320/obamacare-lawsuit-house-republicans-win-round-against-obama-administration</link>\n    <pubDate>Thu, 12 May 2016 14:47:28 -0400</pubDate>\n            <dc:creator>David French</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435320</guid>\n  </item>\n  \n    <item>\n    <title>Ryan Inches Warily toward Peace with Trump after Meeting</title>\n        <description><![CDATA[Two months after its last visit to the nation’s capital, the circus returned to Washington, D.C. on Thursday. But while Donald Trump was merely the main attraction back in March, this time he was indisputably the ringmaster.Not all is well inside the Republican big top, and the much-anticipated meeting between the presumptive GOP nominee and House Speaker Paul Ryan failed to offer the clean resolution some in the party had hoped for. Though Ryan had warm words for Trump and expressed optimism that the two men could eventually reach an understanding, he made clear in the meeting’s aftermath that he <br><a href=\"https://www.nationalreview.com/article/435318/paul-ryan-donald-trump-meeting-differences-remain-despite-kind-words\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/article/435318/paul-ryan-donald-trump-meeting-differences-remain-despite-kind-words</link>\n    <pubDate>Thu, 12 May 2016 14:11:09 -0400</pubDate>\n            <dc:creator>Brendan Bordelon</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435318</guid>\n  </item>\n  \n    <item>\n    <title>Trump Backs Away from His Proposed ‘Muslim Ban’</title>\n        <description><![CDATA[Since he locked up the Republican presidential nomination, Donald Trump has furiously backtracked on a number of key positions he took during the heated primary.As my colleague Jim Geraghty has written: “Within 24 hours of becoming the presumptive Republican nominee, Donald Trump had reversed his positions on tax increases, paying down the debt, raising the minimum wage, and self-financing his campaign. It was a busy day.”Now, Trump seems to be backing away from one of the three signature issues (renegotiating trade agreements and building the border wall are the other two) that added rocket fuel to his quixotic presidential campaign: <br><a href=\"https://www.nationalreview.com/corner/435317/donald-trumps-muslim-ban-backtrack\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/corner/435317/donald-trumps-muslim-ban-backtrack</link>\n    <pubDate>Thu, 12 May 2016 13:57:46 -0400</pubDate>\n            <dc:creator>Mark Antonio Wright</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435317</guid>\n  </item>\n  \n    <item>\n    <title>Paul Ryan Begins His Journey to a Trump Endorsement</title>\n        <description><![CDATA[House speaker Paul Ryan began the slow, arduous journey to a Trump endorsement today.Oh, he may insist he’s not there yet, and that he and Trump will need more time to work out differences. But Ryan’s tone this morning was conciliatory and optimistic, pointing out the two men’s similar assessment of the nation’s problems and calling Trump “warm” and “genuine.” He didn’t dwell on policy differences.You don’t just give up your endorsement on the first date. There will be more meetings and dates. Ryan will be able to keep a safe distance from any controversial Trump statements, at least until <br><a href=\"https://www.nationalreview.com/corner/435316/paul-ryan-begins-his-journey-trump-endorsement\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/corner/435316/paul-ryan-begins-his-journey-trump-endorsement</link>\n    <pubDate>Thu, 12 May 2016 13:16:27 -0400</pubDate>\n            <dc:creator>Jim Geraghty</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435316</guid>\n  </item>\n  \n    <item>\n    <title>Who Wants Marco Rubio’s Old Job?</title>\n        <description><![CDATA[One observer called him the “little Trump of Florida,” but that isn’t quite right.Carlos Beruff is one of five Republicans vying to replace Marco Rubio, who manifestly desires to be almost anywhere other than the U.S. Senate. Beruff currently is in fifth place, clocking in at approximately nothing (0.7 percent) in the RealClearPolitics average of polls, but the leading candidate, U.S. Representative David Jolly of Indian Shores, is under 11 percent, so it’s not like there’s a runaway favorite for the August primary election.#ad#Like the presumptive Republican presidential nominee, Beruff comes from a real-estate background, having built a very successful <br><a href=\"https://www.nationalreview.com/article/435313/florida-senate-campaign-republican-candidates-citizen-legislator-carlos-beruff\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/article/435313/florida-senate-campaign-republican-candidates-citizen-legislator-carlos-beruff</link>\n    <pubDate>Thu, 12 May 2016 12:51:52 -0400</pubDate>\n            <dc:creator>Kevin D. Williamson</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435313</guid>\n  </item>\n  \n    <item>\n    <title>More Cheap Lending in Higher Education</title>\n        <description><![CDATA[The interest rate for undergraduate students taking out federal loans will decrease from 4.29 percent to 3.76 percent in July. Interest rates will also decrease for parents and graduate students, the Treasury announced today.While the change will undoubtedly decrease payments for future borrowers, it's unclear whether the decrease in rates will meaningfully decrease student loan defaults. That's because students who borrow for college but never graduate are three times more likely to default. For most graduates who borrow, repayment of loans is not a significant challenge. The Department of Education acknowledges this problem:For too long, though, America’s higher education system <br><a href=\"https://www.nationalreview.com/phi-beta-cons/435314/student-loans-interest-rates-decreased\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/phi-beta-cons/435314/student-loans-interest-rates-decreased</link>\n    <pubDate>Thu, 12 May 2016 12:45:18 -0400</pubDate>\n            <dc:creator>Jenna A. Robinson</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435314</guid>\n  </item>\n  \n    <item>\n    <title>Yes, Hillary Wants to Get Rid of the Second Amendment</title>\n        <description><![CDATA[Earlier this week I wrote at The Federalist that “Hillary Clinton wants to take your guns.” I will stand by that statement: She does want to take them, and she is barely interested in pretending otherwise, as a recent campaign statement demonstrates.#ad#Last week Trump pointed out -- correctly -- that Hillary Clinton wants to “abolish the Second Amendment.” Never willing to let an accurate statement about a liberal politician go to waste, the folks over at FactCheck.org got right on it: “Trump Distorts Clinton’s Gun Stance,” they declared.He did not; he accurately summarized Hillary Clinton’s opinions on guns, and FactCheck.org <br><a href=\"https://www.nationalreview.com/article/435311/hillary-gun-rights-she-wants-abolish-second-amendment\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/article/435311/hillary-gun-rights-she-wants-abolish-second-amendment</link>\n    <pubDate>Thu, 12 May 2016 12:30:38 -0400</pubDate>\n            <dc:creator>Daniel Payne</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435311</guid>\n  </item>\n  \n    <item>\n    <title>Mizzou Hunger Strike Guy Posted a Video of Himself Dancing Alone to a Song about One-Night Stands</title>\n        <description><![CDATA[Things are looking worse for University of Missouri social-justice protest leader Jonathan Butler.After the release of some of his videos and blog posts from five years ago featuring him saying misogynistic and classist things, his talent-booking agency has dropped him. Now, Heat Street’s Jillian Melchior has uncovered even more material that paints him in a less than favorable light.#ad#Some of it is just plain weird. For example, a video of him dancing around alone to a song about a one-night stand. It starts off with him sitting at a computer, and text appears on the screen that states “I GOT <br><a href=\"https://www.nationalreview.com/article/435307/mizzou-hunger-strike-guy-posted-video-himself-dancing-alone-song-about-one-night\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/article/435307/mizzou-hunger-strike-guy-posted-video-himself-dancing-alone-song-about-one-night</link>\n    <pubDate>Thu, 12 May 2016 12:15:24 -0400</pubDate>\n            <dc:creator>Katherine Timpf</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435307</guid>\n  </item>\n  \n    <item>\n    <title>Google Bans Payday Loan Ads: Who Needs Operation Choke Point?</title>\n        <description><![CDATA[Yesterday, Google announced in a blog post that it was changing the terms of its advertising service to ban payday-loan ads. Their reasoning was that payday loans are harmful:We will no longer allow ads for loans where repayment is due within 60 days of the date of issue. In the U.S., we are also banning ads for loans with an APR of 36% or higher. When reviewing our policies, research has shown that these loans can result in unaffordable payment and high default rates for users so we will be updating our policies globally to reflect that.The post further suggested <br><a href=\"https://www.nationalreview.com/corner/435312/google-bans-payday-loan-ads-who-needs-operation-choke-point\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/corner/435312/google-bans-payday-loan-ads-who-needs-operation-choke-point</link>\n    <pubDate>Thu, 12 May 2016 11:53:32 -0400</pubDate>\n            <dc:creator>Iain Murray</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435312</guid>\n  </item>\n  \n    <item>\n    <title>Obama's Complaints Invariably Presume that He Gets to Set the Congressional Agenda</title>\n        <description><![CDATA[Politico reports that Obama is still irritated by the Republican party:\"I’ve always shown myself willing to compromise -- principled compromises that would still advance the interests of the American people,\" the president remarked in the interview conducted Monday. \"What we’ve seen within the Republican Party has been a refusal even to engage on a whole range of issues like climate change, for example, that are vitally important. The issue here has never been both sides stuck in a corner, unwilling to meet in the middle.\"Obama says this sort of thing a lot.Now, there's nothing inherently wrong with compromise. But, as <br><a href=\"https://www.nationalreview.com/corner/435308/obama-vs-congress-he-doesnt-get-set-agenda\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/corner/435308/obama-vs-congress-he-doesnt-get-set-agenda</link>\n    <pubDate>Thu, 12 May 2016 11:48:27 -0400</pubDate>\n            <dc:creator>Charles C. W. Cooke</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435308</guid>\n  </item>\n  \n    <item>\n    <title>Harvard Declares War on Both Men and Women</title>\n        <description><![CDATA[It takes real talent to insult both men and women with a single bureaucratic ruling, but never fear: Harvard’s administration appears to be up to the job.According to new rules recommended by the Dean of Harvard College and approved by Harvard’s president, any student joining Harvard’s all-male or all-female finals clubs or any student joining a single sex fraternity and sorority will be ineligible to head campus organizations, captain sports teams, or receive scholarship recommendations from university officials. To call this both idiotic and totalitarian would perhaps be too generous. Harvard’s latest capitulation to absurd political correctness is a shining <br><a href=\"https://www.nationalreview.com/article/435287/harvards-gender-equality-harvard-declares-war-both-men-and-women\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/article/435287/harvards-gender-equality-harvard-declares-war-both-men-and-women</link>\n    <pubDate>Thu, 12 May 2016 11:26:26 -0400</pubDate>\n            <dc:creator>Jeremy Carl</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435287</guid>\n  </item>\n  \n    <item>\n    <title>DOJ Transgender Ideologues Hide Behind Sexist Stereotypes</title>\n        <description><![CDATA[In defense of the Obama administration’s ill-founded claims that Title VII, Title IX, and VAWA all require that “transgender” individuals be treated “consistent with their gender identity,” Vanita Gupta, the acting head of DOJ’s Civil Rights Division, declared the other day:Transgender men [i.e., women who identify as men] are men — they live, work and study as men. Transgender women [i.e., men who identify as women] are women — they live, work and study as women. [Emphasis added.]Gupta thus starkly demonstrates the point that I made in my National Review (magazine) article on the Fourth Circuit’s (thoroughly confused) transgender ruling:The <br><a href=\"https://www.nationalreview.com/bench-memos/435300/transgender-sexist-stereotypes\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/bench-memos/435300/transgender-sexist-stereotypes</link>\n    <pubDate>Thu, 12 May 2016 10:17:40 -0400</pubDate>\n            <dc:creator>Ed Whelan</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435300</guid>\n  </item>\n  \n    <item>\n    <title>About That New Speech Code for Lawyers</title>\n        <description><![CDATA[David, in 1995, “in conduct related to the practice of law” (to quote from the proposed ABA Model Rule on attorney’s speech), I submitted evidence to a court to the effect of, and argued to a jury that, there are commands to violence in the text of the Koran that were exploited by Sheikh Omar Abdel Rahman, using his authority as a renowned scholar of Islamic jurisprudence, to incite young Muslim men to plot and commit mass-murder attacks, which they thereupon did, expressly justifying their actions by these scriptures.What I did in court satisfied jurors who unanimously found the defendants <br><a href=\"https://www.nationalreview.com/corner/435299/new-speech-code-lawyers\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/corner/435299/new-speech-code-lawyers</link>\n    <pubDate>Thu, 12 May 2016 10:12:51 -0400</pubDate>\n            <dc:creator>Andrew C. McCarthy</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435299</guid>\n  </item>\n  \n    <item>\n    <title>Gratitude</title>\n        <description><![CDATA[Our Webathon, now over, had hoped to raise $150,000 to underwrite NRO's operations. It was a stretch, or so we thought. I am happy to say that thousands of you made donations, and as for the final tally, well -- contributions continue to arrive. But as of now we have received over $165,000. This is tremendous. On behalf of Rich and all our colleagues, thank you very much for your selfless generosity, for being a real part of this athwart-standing band of brothers and sisters.]]></description>\n       \n     \n    <link>https://www.nationalreview.com/corner/435298/gratitude</link>\n    <pubDate>Thu, 12 May 2016 10:07:06 -0400</pubDate>\n            <dc:creator>Jack Fowler</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435298</guid>\n  </item>\n  \n    <item>\n    <title>Today’s Best-Case Summit Scenario: Trump Calls the Speaker ‘Tryin’ Ryan’</title>\n        <description><![CDATA[From the Thursday edition of the Morning Jolt:Today’s BestCase Summit Scenario: Trump Calls the Speaker ‘Tryin’ Ryan’Man, the Donald Trump–Paul Ryan conference today is the most wildly hyped meeting of leaders since the Yalta Summit. The cable networks are running countdown clocks until the start of the meeting.Daniel Henninger points out that despite the yuge differences between the two men, there is room for common ground there:The current narrative holds that the Ryan agenda and the Trump candidacy are irreconcilable, especially on immigration and trade. At bottom, though, I think both men want the same thing.Donald Trump has the better <br><a href=\"https://www.nationalreview.com/corner/435297/todays-best-case-summit-scenario-trump-calls-speaker-tryin-ryan\">Read More</a> ...]]></description>\n       \n     \n    <link>https://www.nationalreview.com/corner/435297/todays-best-case-summit-scenario-trump-calls-speaker-tryin-ryan</link>\n    <pubDate>Thu, 12 May 2016 09:17:31 -0400</pubDate>\n            <dc:creator>Jim Geraghty</dc:creator>\n      \n       \n    <guid isPermaLink=\"false\">435297</guid>\n  </item>\n   </channel>\n</rss>",
  "headers": {
    "X-Styx-Version": "StyxGo",
    "Content-Language": "en",
    "Content-Encoding": "gzip",
    "Via": "1.1 varnish-v4",
    "Expires": "Sun, 19 Nov 1978 05:00:00 GMT",
    "X-Styx-Req-Id": "styx-fc58c10defd39eae7a807f64eb571ad9",
    "Content-Length": "13209",
    "Content-Type": "text/xml; charset=utf-8",
    "X-Drupal-Cache": "HIT",
    "X-Pantheon-Endpoint": "a9463df4-67b3-47b9-ad41-148336613222",
    "Cache-Control": "public, max-age=180",
    "Accept-Ranges": "bytes",
    "Age": "61",
    "Last-Modified": "Fri, 13 May 2016 07:38:18 GMT",
    "Date": "Fri, 13 May 2016 07:42:52 GMT",
    "X-Varnish": "542974956 539529883",
    "Connection": "keep-alive",
    "Etag": "W/\"1463125098-0\"",
    "X-Pantheon-Styx-Hostname": "styxf8f66dba",
    "CF-RAY": "2a2479e9fcdd11f5-SJC",
    "Vary": "Accept-Encoding, Cookie",
    "Server": "cloudflare-nginx"
  },
  "response_url": "https://www.nationalreview.com/rss.xml"
}
