{
  "requested_url": "http://www.deccanherald.com/rss-internal/top-stories.rss",
  "fetched_at": "2016-05-13T00:46:31.898799",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\r\n<rss version=\"2.0\" xmlns:atom=\"http://www.w3.org/2005/Atom\">\r\n<channel>\r\n<title>Deccan Herald - TOP STORIES RSS FEEDS</title>\r\n<link>http://www.deccanherald.com/</link>\r\n<description>Feed provided by Deccanherald.</description>\r\n<generator>http://www.deccanherald.com/</generator>\r\n<language>en</language>\r\n<lastBuildDate>Fri, 13 May 2016 07:30:31 GMT</lastBuildDate>\r\n<image>\r\n\t<title>Deccan Herald - DHNS </title>\r\n\t<link>http://www.deccanherald.com/</link>\r\n\t<url>http://www.deccanherald.com/images/deccanhereald-logo.gif</url>\r\n\t<width>144</width>\r\n\t<height>98</height>\r\n\t<description>Feed provided by Deccanherald.</description>\r\n</image>\r\n<atom:link href=\"http://www.deccanherald.com/rss-internal/top-stories.rss\" rel=\"self\" type=\"application/rss+xml\"/><item>\r\n\t\t<title><![CDATA[SC upholds validity of defamation law]]></title>\r\n\t\t<link>http://www.deccanherald.com/content/546182/sc-upholds-validity-defamation-law.html</link>\r\n\t\t<pubDate><![CDATA[2016-05-13]]></pubDate>\r\n\t\t<description><![CDATA[<img src =\"http://www.deccanherald.com/page_images/thumb/2016/05/13/546182_thump.jpg\"/>The Supreme Court on Friday upheld the constitutional validity of penal laws on defamation.The Supreme CourtÂ  said it hadÂ  directed magistrates across the country to observe extreme caution while issuing summons in private defamation complaints.Â Deciding pleas of Rahul Gandhi,Â  Delhi CM Arvind Kejriwal, BJP leader Subramanian Swamy and others, ourt saidÂ  it would be open to them to move High Court against summons issued in defamation cases.Till they move HC within 8 weeks, interim protection to continue and criminal proceedings to remain stayed before trial court, added SC.During the hear]]></description>\t\r\n\t\t</item><item>\r\n\t\t<title><![CDATA[Pak-US ties witnessing a 'downward slide' over F-16s: Aziz]]></title>\r\n\t\t<link>http://www.deccanherald.com/content/546183/pak-us-ties-witnessing-downward.html</link>\r\n\t\t<pubDate><![CDATA[2016-05-13]]></pubDate>\r\n\t\t<description><![CDATA[<img src =\"http://www.deccanherald.com/page_images/thumb/2016/05/13/546183_thump.jpg\"/>Â Pakistan's ties with the US has witnessed a \"downward slide\" amid a row over a decision by the Congress to block the sale of eight F-16 fighter jets to the country, Prime Minister's Adviser on Foreign Affairs Sartaj Aziz has said.Briefing the Senate, Aziz candidly admitted that Pakistan-US ties were under stress for the past three months over the F-16 issue but the two were working to resolve it.\"In the past three months, however, the upward trajectory in relations has witnessed a downward slide, as reflected in a decision of the US Congress to block partial funding for eight F-16 aircraft,\"]]></description>\r\n\t\t</item><item>\r\n\t\t<title><![CDATA[China elevates military command along Indian border: Report]]></title>\r\n\t\t<link>http://www.deccanherald.com/content/546181/china-elevates-military-command-along.html</link>\r\n\t\t<pubDate><![CDATA[2016-05-13]]></pubDate>\r\n\t\t<description><![CDATA[<img src =\"http://www.deccanherald.com/page_images/thumb/2016/05/13/546181_thump.gif\"/>In a surprise move, China has elevated the rank of Tibet's Military Command which looks after the security along its border with India by putting it under the jurisdiction of PLA ground forces, suggesting it may \"undertake some kind of military combat mission in future.\"\"China raises Tibet Military Command's (TMC) power rank,\" state-run Global Times said in a frontpage report.\"The TMC's political rank will be elevated to one level higher than its counterpart provincial-level military commands and will come under the leadership of the People's Liberation Army (PLA),\" it reported citing another ]]></description>\r\n\t\t</item><item>\r\n\t\t<title><![CDATA[Jat riots: Parkash Singh Committee submits report]]></title>\r\n\t\t<link>http://www.deccanherald.com/content/546184/jat-riots-parkash-singh-committee.html</link>\r\n\t\t<pubDate><![CDATA[2016-05-13]]></pubDate>\r\n\t\t<description><![CDATA[<img src =\"http://www.deccanherald.com/page_images/thumb/2016/05/13/546184_thump.jpg\"/>Â The Parkash Singh Committee, probing the role of police and civil administration officials during the Jat reservation stir, today submitted its report to Haryana government, pointing towards \"negligence\" on part of certain officials in controlling the situation.The committee submitted its report to the Manohar Lal Khattar government, official sources said, adding, it pointed to \"negligence\" on part of certain officials and \"concerted efforts\" to control the situation by others in the report.The Jat stir held in February this year resulted in blockades of roads, including national highways, v]]></description>\r\n\t\t</item><item>\r\n\t\t<title><![CDATA[Washington Post fields 20 reporters to look into Trump's life]]></title>\r\n\t\t<link>http://www.deccanherald.com/content/546186/washington-post-fields-20-reporters.html</link>\r\n\t\t<pubDate><![CDATA[2016-05-13]]></pubDate>\r\n\t\t<description><![CDATA[<img src =\"http://www.deccanherald.com/page_images/thumb/2016/05/13/546186_thump.jpg\"/>A top American daily has set up a team of 20 reporters to investigate and look into every aspect of the life of Donald Trump since he emerged as the presumptive presidential nominee of the Republican party.Trump, 69, the real estate mogul from New York and a reality television star before he joined politics some 10 months ago was quick to fire back by alleging that billionaire Jeff Bezos, founder of Amazon, who recently bought The Washington Post was using the newspaper as a \"political instrument\" to go after him.The news that the paper has put together such a team was given by newspapers Asso]]></description>\r\n\t\t</item><item>\r\n\t\t<title><![CDATA[Apply now: Deccan Herald is looking for an Art Director]]></title>\r\n\t\t<link>http://www.deccanherald.com/content/545740/apply-now-deccan-herald-looking.html</link>\r\n\t\t<pubDate><![CDATA[2016-05-13]]></pubDate>\r\n\t\t<description><![CDATA[<img src =\"http://www.deccanherald.com/page_images/thumb/2016/05/11/545740_thump.jpg\"/>Location: BengaluruSalary: Commensurate with expertise and experience.Hours: Full TimeContract Type: Regular (Subject to completion of a 6 month probationary period)Application Deadline: 20 MayJob ProfileDeccan  Herald is among the most widely read English language newspapers in  India. Founded in 1948, its editions are published in Bengaluru,  Hubballi, Davangere, Hosapete, Mysuru, Mangaluru, Kalaburagi and New  Delhi.An exciting new position has arisen within the  design department at Deccan Herald. This is a fantastic opportunity for a  highly experienced and motivated editorial art directo]]></description>\r\n\t\t</item><item>\r\n\t\t<title><![CDATA[Indian lobby trying to block US' F-16s sale to Pak: Aziz]]></title>\r\n\t\t<link>http://www.deccanherald.com/content/546177/indian-lobby-trying-block-us.html</link>\r\n\t\t<pubDate><![CDATA[2016-05-13]]></pubDate>\r\n\t\t<description><![CDATA[<img src =\"http://www.deccanherald.com/page_images/thumb/2016/05/13/546177_thump.gif\"/>The Indian lobby has been making \"untiring efforts\" to reverse the US decision and block the sale of F-16 fighter jets to Pakistan, Prime Minister's Advisor on Foreign Affairs Sartaj Aziz has told the Senate.Winding up a debate on an adjournment motion moved by Mohsin Khan Leghari and others over the withdrawal of proposed subsidy on sale of F-16s fighter jets to Pakistan by the US, Aziz said the government is pursuing the issue of sale of F-16s with the country at different levels and forums.\"The Indian lobby has been making untiring efforts to reverse the US decision, and a strong attempt, t]]></description>\r\n\t\t</item><item>\r\n\t\t<title><![CDATA[Trump's ex-butler calls for Obama to be killed]]></title>\r\n\t\t<link>http://www.deccanherald.com/content/546176/trumps-ex-butler-calls-obama.html</link>\r\n\t\t<pubDate><![CDATA[2016-05-13]]></pubDate>\r\n\t\t<description><![CDATA[<img src =\"http://www.deccanherald.com/page_images/thumb/2016/05/13/546176_thump.jpg\"/>A former butler of Donald Trump, who has worked for the presumptive Republican presidential nominee for 17 years, has called for killing US President Barack Obama in a hate message posted on Facebook, prompting the Secret Service to investigate the matter.The Trump campaign has denounced the message and distanced itself from what it described as a \"horrible statement\" made by Trump's longtime former butler 84-year-old Anthony Senecal.Senecal worked as Trump's butler for 17 years before being named the in-house historian at the tycoon's Mar-a-Lago estate in Palm Beach, Florida.The Secret Servic]]></description>\r\n\t\t</item><item>\r\n\t\t<title><![CDATA[Chopper deal: Raman Singh denies allegations]]></title>\r\n\t\t<link>http://www.deccanherald.com/content/546178/chopper-deal-raman-singh-denies.html</link>\r\n\t\t<pubDate><![CDATA[2016-05-13]]></pubDate>\r\n\t\t<description><![CDATA[<img src =\"http://www.deccanherald.com/page_images/thumb/2016/05/13/546178_thump.jpg\"/>Chhattisgarh Chief Minister Raman Singh tonight described as \"baseless and politically motivated\" the allegations of Swaraj Abhiyan leaders of floating a global tender in a \"shady manner\" to purchase a specific AgustaWestland helicopter by paying \"over 30 per cent\" commission without exploring options.\"The allegations levelled by former AAP leader Prashant Bhushan are baseless and politically motivated. There was no irregularity in the helicopter deal. It was done through the global tendering process, maintaining full transparency,\" the CM said at a press conference at his official residence h]]></description>\r\n\t\t</item><item>\r\n\t\t<title><![CDATA[World's largest cargo aircraft -Antonov An-225 Mriya- lands in Hyderabad]]></title>\r\n\t\t<link>http://www.deccanherald.com/content/546179/worlds-largest-cargo-aircraft-antonov.html</link>\r\n\t\t<pubDate><![CDATA[2016-05-13]]></pubDate>\r\n\t\t<description><![CDATA[<img src =\"http://www.deccanherald.com/page_images/thumb/2016/05/13/546179_thump.jpg\"/>The world's largest cargo aircraft - Antonov An-225 Mriya - made its first landing in India at the Rajiv Gandhi International airport on Friday early morning .The wide body An-225 aircraft is powered by six turbofan engines and is the longest and heaviest airplane ever built, with a maximum takeoff weight of 640 tonnes.It also has the largest wingspan of any aircraft in operational service.Specially built to undertake transcontinental route airlifting load between 180â\u0080\u0093230 tonnes, the aircraft came to Hyderabad from Turkmenistan.Reliance Defence had last month signed a strategic partnership a]]></description>\r\n\t\t</item><item>\r\n\t\t<title><![CDATA[4 of most polluted cities in India]]></title>\r\n\t\t<link>http://www.deccanherald.com/content/546167/4-most-polluted-cities-india.html</link>\r\n\t\t<pubDate><![CDATA[2016-05-13]]></pubDate>\r\n\t\t<description><![CDATA[<img src =\"http://www.deccanherald.com/page_images/thumb/2016/05/13/546167_thump.jpg\"/>Four of the worldâ\u0080\u0099s top 5 polluted cities are in India, says the World Health Organisationâ\u0080\u0099s (WHO) latest urban air pollution database, with Delhi being divested of the â\u0080\u009cworldâ\u0080\u0099s most polluted cityâ\u0080\u009d tag.Bengaluru is placed 140th among 2,976 cities worldwide, and 38th among Indian cities. Though the national capital continues to be highly polluted, it has ceded the pole position to the Iranian town of Zabol, where the PM-2.5 level stands at a whopping 217 micrograms per cubic metre.But Zabol is followed by four Indian cities â\u0080\u0093 Gwalior (170), Allahabad (170), Patna (149) and Raipur (1]]></description>\r\n\t\t</item></channel></rss>",
  "headers": {
    "Content-Length": "11508",
    "Last-Modified": "Fri, 13 May 2016 07:30:31 GMT",
    "Date": "Fri, 13 May 2016 07:44:08 GMT",
    "ETag": "\"57358297-2cf4\"",
    "Content-Type": "application/rss+xml; charset=iso-8859-1",
    "Server": "nginx",
    "Connection": "keep-alive"
  },
  "response_url": "http://www.deccanherald.com/rss-internal/top-stories.rss"
}