{
  "requested_url": "http://www.gamingpost.ca/feed/",
  "fetched_at": "2016-05-13T00:46:08.047054",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?><rss version=\"2.0\"\n\txmlns:content=\"http://purl.org/rss/1.0/modules/content/\"\n\txmlns:wfw=\"http://wellformedweb.org/CommentAPI/\"\n\txmlns:dc=\"http://purl.org/dc/elements/1.1/\"\n\txmlns:atom=\"http://www.w3.org/2005/Atom\"\n\txmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\"\n\txmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\"\n\t>\n\n<channel>\n\t<title>gamingpost.ca</title>\n\t<atom:link href=\"http://www.gamingpost.ca/feed/\" rel=\"self\" type=\"application/rss+xml\" />\n\t<link>http://www.gamingpost.ca</link>\n\t<description>Canadian Gaming News</description>\n\t<lastBuildDate>Sat, 07 May 2016 19:38:29 +0000</lastBuildDate>\n\t<language>en-US</language>\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\n\t<sy:updateFrequency>1</sy:updateFrequency>\n\t<generator>https://wordpress.org/?v=4.5.2</generator>\n\t<item>\n\t\t<title>New Procedures in Canadian Lotteries Inspire Customer Confidence</title>\n\t\t<link>http://www.gamingpost.ca/canadian-lottery-news/new-procedures-canadian-lotteries-inspire-customer-confidence/</link>\n\t\t<pubDate>Sat, 07 May 2016 19:35:05 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Joanne Graham]]></dc:creator>\n\t\t\t\t<category><![CDATA[Canadian Lottery News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.gamingpost.ca/?p=1483</guid>\n\t\t<description><![CDATA[<p>Ever since the Ontario lottery scandal of 2007 the Canadian lottery corporations have been doubling and tripling their efforts to ensure that players will enjoy a safe and fair lottery experience. The scandal, which triggered ticket recalls, the firing of some OLG executives and the demotion of others, resulted in a massive police investigation which involved allegations of fraud and suspicious insider wins. &#8211; Try real money online Lotteries at All Slots Casino &#8211; CBC broke the scandal in late 2006 when they reported on the ordeal of Bob Edmonds<a href=\"http://www.gamingpost.ca/canadian-lottery-news/new-procedures-canadian-lotteries-inspire-customer-confidence/\" class=\"read-more\">Read More</a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.gamingpost.ca/canadian-lottery-news/new-procedures-canadian-lotteries-inspire-customer-confidence/\">New Procedures in Canadian Lotteries Inspire Customer Confidence</a> appeared first on <a rel=\"nofollow\" href=\"http://www.gamingpost.ca\">gamingpost.ca</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Ever since the Ontario lottery scandal of 2007 the Canadian lottery corporations have been doubling and tripling their efforts to ensure that players will enjoy a safe and fair lottery experience.</p>\n<p>The scandal, which triggered ticket recalls, the firing of some OLG executives and the demotion of others, resulted in a massive police investigation which involved allegations of fraud and suspicious insider wins.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostL56\">&#8211; Try real money online Lotteries at All Slots Casino &#8211;</a></strong></h2>\n<p>CBC broke the scandal in late 2006 when they reported on the ordeal of Bob Edmonds whose winning $250,000 Encore ticket was stolen by a clerk at the store that he went to in order to have the ticket checked. The major thrust of the scandal was the fact that OLG had ignored Edmonds&#8217; repeated inquiries after the clerk was named the rightful winner. Even after the clerk was arrested for fraud, OLG refused to return Edmond&#8217;s winnings, When an Ontario judge ordered that OLG pay Edmonds, OLG forced him to sign a confidentiality agreement in an attempt to cover up the scandal.</p>\n<p>Thanks to CBC reporting news of the event, as well as another incident involving a $5.7 million payout that was grabbed by a convenience store owner, was made public. More red flags have since been raised by the information that Ontario store owners and their families collected approximately $100 million in lottery payouts in the years 1999 through 2006 – a statistic that a Toronto statistician calls &#8220;one in a trillion trillion trillion.&#8221; Tens of millions in fraudulent claims were alleged to have been ignored by the OLG</p>\n<p>In the ensuring years all Canadian gaming corporations have taken new security measures designed to protect lottery customers. These include customer-facing displayers during ticket checks, the sounding of music and bells when a winning ticket has been identified and more. Lottery retailers also encourage players to sign their tickets (a signature box is now displayed on the front of all on-line lottery tickets) and the collection of lottery prizes by lottery retailers and their families is restricted or severely limited in all locations.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostL57\">&#8211; All Slots Casino for Canada&#8217;s Best Lotteries &#8211;</a></strong></h2>\n<p>Some of the actions taken to secure lottery products in the various provinces include:</p>\n<h2><strong>British Columbia</strong></h2>\n<p>The British Columbia Lottery Corporation (BCLC) has developed the “Player First” program, a comprehensive response to recommendations made in 23 recommendations for improvements to ticket validation and player protection by the provincial Ombudsman. In many instances, BCLC has even gone further.</p>\n<ul>\n<li>BCLC recommends that every ticket-holder sign the back of his lottery ticket which will identify the individual as the rightful owner of the ticket.</li>\n<li>When a ticket is validated, if the ticket is a winner the validation terminal plays a recognizable jingle which has been made louder than it was previously.</li>\n<li>Display monitors always face the customer.</li>\n<li>Retailers must return the validation slip, along with the winning ticket, after validation – the winning ticket must be stamped “Paid by Lottery Retailer”.</li>\n<li>Players can check their own tickets at self-check terminals, available in all lottery retail locations</li>\n<li>All BCLC retailers are trained and tested to ensure that they, and their employees, demonstrate familiarity with all aspects of the retailer code of conduct.</li>\n<li>Retailers cannot play, purchase or validate their own lottery tickets at their place of work. If they win a prize by playing at another location prize payout staff and security personnel will investigate their prize claim.</li>\n<li>A mystery shopper program assesses service levels to confirm that retailers are adhering to procedures.</li>\n<li>The security investigative team of the BCLC operates in an expanded mode.</li>\n<li>Retailers who do not adhere to the regulations are suspended, and then terminated, as lottery product suppliers.</li>\n</ul>\n<h2><strong>Atlantic Canada</strong></h2>\n<p>The Atlantic Lottery Corporation discovered that retail-owners in the Atlantic provinces were winning at a higher rate than would be statistically expected. The Customer Confidence Program was launched to strengthen player protection and verification procedures.</p>\n<ul>\n<li>Measures were introduced to provide players with the tools they need to maintain better control of their tickets. These include signing every ticket upon purchase</li>\n<li>New technology and business procedures have been introduced which include a requirement that all tickets be signed before validation by retailers, stamping of winning tickets as paid, a new signature line on the front of all tickets and returning a redesigned validation slip with the ticket to the player.</li>\n<li>Customer claim process, both at the ALC head office and banking outlets, has been overhauled to streamline claims.</li>\n<li>Lottery terminals make a different sound when a lottery ticket being verified is identified as a winner.</li>\n<li>Self-service checkers, installed at retail locations around the Atlantic region,  allow lottery ticket owners to determine whether their ticket is a winner.</li>\n</ul>\n<h2><strong>Ontario</strong></h2>\n<p>In Ontario, where the move for better and more transparent lottery procedures started, the OLG has implemented 60 recommendations that were made by Ontario’s Ombudsman and KPMG.</p>\n<ul>\n<li>State-of-the-art technology has been introduced, including 8,900 ticket checkers which allows lottery players to check their own tickets.</li>\n<li>The Prize Integrity Program has been implemented as a method that protects customers, improves customer service and provides players with clear and concise information regarding the status of their tickets.</li>\n<li>A Terminal Freeze function was introduced in which all transactions at a terminal are suspended whenever a retailer validates a lottery ticket worth $10,000 or more. Transactions do not start up again until an OLG customer service representative speaks to the retailer and to the customer to determine ownership of the ticket.</li>\n<li>Lottery tickets have been redesigned. There is now a box that the player signs and retailers do not validate any ticket that has not been signed.</li>\n<li>Retailers provide validation receipts and return validated tickets to customers, regardless of whether the customer won a prize or not.</li>\n<li>Retailers tear through the bar code of a winning ticket before returning it.</li>\n<li>Display screens of validation machines are turned in a way in which the customer can view the screen. When a win occurs, winning jingles automatically play.</li>\n<li>Third-party inspectors visit<br />\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostL58\">&#8211; Lottery Players enjoy online gambling when they sign into the All Slots Online Casino &#8211;</a></strong></h2>\n<p>lottery retailers to ensure that all policies and procedures are being followed.</li>\n</ul>\n<p>The post <a rel=\"nofollow\" href=\"http://www.gamingpost.ca/canadian-lottery-news/new-procedures-canadian-lotteries-inspire-customer-confidence/\">New Procedures in Canadian Lotteries Inspire Customer Confidence</a> appeared first on <a rel=\"nofollow\" href=\"http://www.gamingpost.ca\">gamingpost.ca</a>.</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>Cruise Ship Casinos</title>\n\t\t<link>http://www.gamingpost.ca/canadian-casino-news/cruise-ship-casinos/</link>\n\t\t<pubDate>Sat, 07 May 2016 19:18:05 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Heather Harmon]]></dc:creator>\n\t\t\t\t<category><![CDATA[Canadian Casino News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.gamingpost.ca/?p=1480</guid>\n\t\t<description><![CDATA[<p>Regardless of whether you&#8217;re planning out your upcoming cruise vacation with a focus on gambling options or you&#8217;d simply like some gaming entertainment as part of your cruise, cruise ships with casinos offer an inviting vacation alternative. There are a wide range of cruise ships that sail from Canadian harbours and many of them offer some gaming tables. Others are themed casino cruises with dozens –of table games, card games and slot machines. A cruise with casino gambling activities can be a great vacation choice. It gives you the chance<a href=\"http://www.gamingpost.ca/canadian-casino-news/cruise-ship-casinos/\" class=\"read-more\">Read More</a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.gamingpost.ca/canadian-casino-news/cruise-ship-casinos/\">Cruise Ship Casinos</a> appeared first on <a rel=\"nofollow\" href=\"http://www.gamingpost.ca\">gamingpost.ca</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Regardless of whether you&#8217;re planning out your upcoming cruise vacation with a focus on gambling options or you&#8217;d simply like some gaming entertainment as part of your cruise, cruise ships with casinos offer an inviting vacation alternative.</p>\n<p>There are a wide range of cruise ships that sail from Canadian harbours and many of them offer some gaming tables. Others are themed casino cruises with dozens –of table games, card games and slot machines.</p>\n<p>A cruise with casino gambling activities can be a great vacation choice. It gives you the chance to add an additional activity option to the cruise&#8217;s other entertainment choices and allows you to make back some of the money that you&#8217;ve spent on your cruise. In addition, taking a cruise in which gambling activities are included can solve the problem of how to satisfy two partners with differing vacation desires  – one partner can enjoy casino gaming while the other partner takes part in the cruise&#8217;s sports, relaxation, sightseeing and other pursuits.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostc48\">&#8211; Open the All Slots Casino on your PC or Mobile Device for Casino Entertainment-</a></strong></h2>\n<p>Some things that you might want to know when you&#8217;re planning your cruise.</p>\n<p><strong>Do all Ships have Casinos?</strong></p>\n<p>Most large cruise ships have onboard casinos and some of the smaller ones do as well. You can check which ships offer casino activities via the cruise line&#8217;s website or by calling the line. The Norwegian Cruise Line&#8217;s Pride of America does not offer casino facilities and none of the four Disney Cruise ships offer gambling activities. Some of the Crystal line&#8217;s passenger ships have gaming tables and you can even find some gambling activities on some expedition ships and river boats.</p>\n<p><strong>What Types of Tables or Machines do Cruise Casinos Feature?</strong></p>\n<p>All cruise casino ships feature the basic games including table games of roulette, card games such as blackjack and poker and dozens of slot machines. The card game choices include both single-hand and double hand poker and blackjack games as well as games that you play against the dealer or against other players. Royal Caribbean ships and Norwegian Cruise Line ships rely on dealer-dealt tables while Carnival and Princess cruise lines use electronic Poker Pro Tables. Most ships also feature at least one craps and one roulette table. Baccarat is not a popular option on casino cruise ships</p>\n<p>Slots players will find a wide range of slot machines on many of the ships including penny slots and slots with higher minimum deposits.</p>\n<p><strong>What are the Stakes Like on a Cruise Ship Casino?</strong></p>\n<p>Most cruise casino ships keep the stakes to a low-stakes or moderate-stakes level to accommodate the majority of the players. If the players themselves request high stakes games, and if there are enough players to make such a game worthwhile, the casino manager may arrange a high-roller game. But that&#8217;s the exception to the rule.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostc49\">&#8211; Try real money online Roulette at All Slots Casino &#8211;</a></strong></h2>\n<p><strong>Do Cruise Casino Ships have Tournaments? </strong></p>\n<p>Tournaments are common on cruise casino ships. Cruise ship tournaments generally involve blackjack or slots tournaments in which a group of players buy in to the tournament with an opening wager, and then play without the need to add additional bets. Prizes generally include cash payouts. Texas Hold &#8216;Em winners on the Royal Caribbean line receive tickets to Royal Caribbean&#8217;s annual Royal Poker Tournament which is held on a separate cruise. The Royal Poker Tournament involves a guaranteed $100,000 prize.</p>\n<p><strong>How does the Money Work on a Casino Cruise?</strong></p>\n<p>In general you can use your cruise card and cash. When you play you can either charge teh price of the chips on your cruise card or turn your cash into chips. Slot machines accept cash or your cruise card. Windstar, Regent, Silversea and Oceania lines are cash only. There are ATMs onboard but it&#8217;s suggested that you bring your own cash because the withdrawal fees at onboard ATMs are high.</p>\n<p><strong>Do Cruise Casino Chips Offer Loyalty Club Points and Other Perks? </strong></p>\n<p>Most do, though they separate the casino points and credits from the general cruise line loyalty program. When you play you earn points toward casino rewards &#8212; generally free drinks and discounts on future cruises. Rewards earned on one casino cruise don&#8217;t always transfer to another cruise, even within the same cruise line.</p>\n<p><strong>What Canadian Cruise Casino Options Do I Have?</strong></p>\n<p>Some of your options include</p>\n<ol>\n<li>The Yankee Lady&#8217;s Cruise Casino – The Yankee Lady is a Toronto boat cruise which offers blackjack, roulette, wheel games, Texas Hold &#8216;Em poker, horse racing, craps and slots. The casino packages are run by professionals. These excursions are privately commissioned as chartered cruises through Yankee Lady, which operates the cruises and the casino activities. Guests receive &#8220;funny money&#8221; and trade in their payouts for real cash (which has been provided by the host) at the end of the cruise.</li>\n<li>The Norwegian Cruise line, with ports in Halifax, Gaspsie Quebec, Quebec City, Saguenay (La Baie) Quebec, St. John/Bay of Fundy New Brunswick and Sydney Nova Scotia offers casino cruises that include almost 200 table games and 2800 slot machines. The reel and video slots range from penny games to games with deposit minimums of $100 while table wagers range from $5 to $5000. There are blackjack, slot and poker tournaments onboard throughout the cruises which sail along the Atlantic and Pacific coasts of North America, from the Bahamas in the south to Alaska in the North.</li>\n<li>The Royal City Star Casino takes place on an authentic Mississippi riverboat which is docked on the Fraser River at the New Westminster Quay, just outside of Vancouver. The cruise casino (not really a cruise) features a racebook along with blackjack, Caribbean Stud Poker, Mini-Baccarat, Pai Gow Poker, Let it Ride Blackjack and Roulette gaming options. There are no slot machines on the River City Star Casino boat. Patrons can sit down for a 5-star meal at the Fraser&#8217;s restaurant or enjoy a drink at one of the ship&#8217;s two bars. Two banquet rooms are available for groups that want to host events on the boat.</li>\n<li>The Princess Line, whose Canadian port of call is in Quebec City, offers casino activities as part of its cruise activities. The Princess Line casinos feature a large range of slot machines as well as video poker, slots and novelty machines – many of which include progressive jackpots. Other game options at the Princess line cruise casinos include Craps, Roulette, Blackjack, Three-Card Poker Caribbean Stud and Let It Ride Blackjack. Bingo games run constantly throughout the cruise.</li>\n</ol>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostc50\">&#8211; All Slots Casino for the Best in Casino Entertainment &#8211;</a></strong></h2>\n<p>&nbsp;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.gamingpost.ca/canadian-casino-news/cruise-ship-casinos/\">Cruise Ship Casinos</a> appeared first on <a rel=\"nofollow\" href=\"http://www.gamingpost.ca\">gamingpost.ca</a>.</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>Canadian Casino Tours</title>\n\t\t<link>http://www.gamingpost.ca/canadian-casino-news/canadian-casino-tours/</link>\n\t\t<pubDate>Mon, 02 May 2016 18:35:27 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Joanne Graham]]></dc:creator>\n\t\t\t\t<category><![CDATA[Canadian Casino News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.gamingpost.ca/?p=1473</guid>\n\t\t<description><![CDATA[<p>&#160; You don&#8217;t have to spend a ton of money on travel and accommodations to go to a casino and enjoy gambling entertainment. There are a wide range of Canadian Casino tours that take vacationers for a day, a weekend or more to a nearby casino where they can enjoy the gaming fun and excitement as part of a travel group. Why Travel to a Casino as Part of a Travel Group? Casino Tours offer personalized service, starting with the staff which brings with it many years of travel experience<a href=\"http://www.gamingpost.ca/canadian-casino-news/canadian-casino-tours/\" class=\"read-more\">Read More</a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.gamingpost.ca/canadian-casino-news/canadian-casino-tours/\">Canadian Casino Tours</a> appeared first on <a rel=\"nofollow\" href=\"http://www.gamingpost.ca\">gamingpost.ca</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>&nbsp;</p>\n<p>You don&#8217;t have to spend a ton of money on travel and accommodations to go to a casino and enjoy gambling entertainment. There are a wide range of Canadian Casino tours that take vacationers for a day, a weekend or more to a nearby casino where they can enjoy the gaming fun and excitement as part of a travel group.</p>\n<h2>Why Travel to a Casino as Part of a Travel Group?</h2>\n<p>Casino Tours offer personalized service, starting with the staff which brings with it many years of travel experience and casino expertise to ensure that your trip will be one that offers you a satisfying gambling adventure.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostc45\">&#8211; Enjoy a Casino Adventure of Fun and Excitement at the All Slots Casino &#8211;</a></strong></h2>\n<p>When you travel to the casino as part of an organized group, everything is taken care of, from soup to nuts. You travel on a bus so you don&#8217;t have to worry about organizing the driving or other travel arrangements. Gas costs, toll roads and all other types of planning is already secured. You travel with other like-minded gamers from your home-town which gives the trip an atmosphere of a party.</p>\n<p>When you travel with a casino tour group the casino treats you like a high roller, yet you still benefit from the discounts that casinos offer tour participants. You pay one price for your trip which includes the airfare/bus fare, meals, accommodations (when applicable) and, for overnight guests, accommodations and entertainment. Casinos often pay air fares/bus fare for repeat visitors and often offer complementary meals and transportation to and from the airport as well. Your only expenses, other than those of the trip itself, are those of the bets that you want to make at the gaming tables.</p>\n<p>Casino tours are probably the most inexpensive way to visit your gambling destination. Casinos love to host junket travelers because they have proven, over time, to be the casino&#8217;s most valuable clients. The casino awards junket visitors complementary vouchers for the eateries, gift shops, entertainment events and invitational tournaments.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostc46\">&#8211; All Slots Casino for the Best in Casino Entertainment &#8211;</a></strong></h2>\n<p>Traveling to the casino with a group might not be every gamer&#8217;s cup of tea, but it does make a lot of sense for many casino patrons.</p>\n<h2>Ontario</h2>\n<p>The Great Canadian Casino Express is one of the largest group casino tour operators in Canada. The tour operator provides comfortable and affordable transportation for small groups and individuals, originating in locations across Southwestern Ontario, to the casino of their choice.</p>\n<p>Casino destinations include the Fallsview Casino in Niagara Falls, Casino Niagara in Niagara Falls, Caesars Casino in Windsor and Casino Orillia in Rama. Travel is facilitated by coach and the trips last one day. Participants enjoy all of the amenities of a high quality casino event including casino comp points rewards.</p>\n<p>Fallsview Casino junkets leave from Aylmer, Brantford, Cambridge, Chatham, Delhi, Guelph, Kitchener, Listowel, Superstore Mall and Westmount Mall in London, Sarnia, Simcoe, St. Thomas, Stratford, Strathoy, Tillsonburg, Wallaceburg, Waterloo and Woodstock.</p>\n<p>Participants are eligible for rebates including a $10 rebate on slots on Thursdays and Saturdays and a $20 rebate on Slots on Fridays and alternate Sundays and Tuesdays.</p>\n<p>The cost of the junket is $15 per person. Busses begin their travel from the London Mall (Oxford and Wonderland) at 10:00a.m. on Tuesdays, Fridays and Saturdays, alternate Tuesdays and alternate Sundays.</p>\n<p>The Casino Niagara tour departs from Quality Inn to the Casino Niagara and winds through Branford, Kitchener, Guelph, Cambridge, London, Stratford, Waterloo and Woodstock on alternate Mondays at 11:00am. Players receive a free buffet. Cost of participation in the junket is $15 per person.</p>\n<p>People in Alymer, Chatham, Kitchener, London, Sarnia, St. Thomas, Strathroy, Tillsonberg, Wallaceberg and Woodstock can travel to the Caesar&#8217;s Casino in Windsor for $15 per person. The tours depart from Aylmer Market Building at the Corner of Murray &amp; Spruce.  On alternate Sundays and Fridays.</p>\n<p>Rebates offered to junket participants include a $20 free slot play.</p>\n<p>There are bus tours to the Casino Rama in Orillia on alternate Mondays and alternate Wednesdays for $10 per person. Departure points include Cambridge, Guelph, Kitchener, Stratford and Waterloo. A rebate lunch buffet is offered.</p>\n<ul>\n<li>Vancouver<br />\nThe Hard Rock Casino in Vancouver welcomes a wide range of bus tours including tours from seniors centers, social groups, family vacation packages and even groups from outside of BC. The Hard Rock Bus Tour incentive package includes free soft drinks, coffee and tea on the gaming floor, slot play coupons and competitive financial incentives. Meals are available at the seven casino eateries including the Asylum, the Buffet at Unlisted, the Stake, the Fu Express, the Chip&#8217;s Sandwich Shop, the roadies&#8217; Burgers and the Fuel Café. Comp points from casino gaming enable patrons to enjoy their meals for reduced prices or even, for enough comp points, for free.</li>\n</ul>\n<p>The Hard Rock Casino will assist tour groups in locating the best group hotel rates in the region to ensure that the trip is financially accessible for everyone.</p>\n<h2><strong><br />\n</strong>Alberta</h2>\n<p>Frontier Bus Lines organizes tours to Alberta&#8217;s casinos and to casinos in other parts of Canada. Many of the tours include on-board bingo with prizes. Casino destinations include the APEX Casino in St. Albert, the Grey Eagle Casino in Calgary and the River Cree Casino in Edmonton. The tours cost $35 per person and on each individual&#8217;s sixth tour, he is invited to join for free. Tours depart from the Red Deer Arena overflow parking lot. Participants may sign up for the casino lunch option and other incentives.  <strong><br />\n</strong><strong><br />\n</strong><br />\nThe Edmonton Bus Company organizes $10 tours to Camrose Casino in Camrose, Edmonton, where participants can stay for the day or take advantage of the casino&#8217;s Play and Stay package. These packages can be booked for Sundays – Thursdays for $149 or Fridays – Sundays for $159. There are additional deals on meals including an $11 lunch steak sandwich and a Friday seafood buffet. Customers must book at least one week in advance.</p>\n<h2>Nova Scotia</h2>\n<p>Atlantic Tours brings players from around the Eastern Canadian seaboard to the Casino Nova Scotia for gambling, entertainment, fine dining and, for multi-day stays, hotel accommodations. Tour participants are given $10 towards the Trapeze Restaurant or the Paradise Buffet and $15 in slots credits. With a Player&#8217;s Club Card gamers can enjoy complimentary non-alcoholic beverages on the gaming floor. The Stay and Play package options include motorcoach travel, VIA Rail or even airfare.</p>\n<p>Don&#8217;t forget…..all Canadian casinos accept only players who are 19 and older. Traveling to a casino with a group can become a great deal for everyone.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostc47\">&#8211; Card Games, Table Games, Variety Games, Slots and Lotteries at All Slots Casino &#8211;</a></strong></h2>\n<p>&nbsp;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.gamingpost.ca/canadian-casino-news/canadian-casino-tours/\">Canadian Casino Tours</a> appeared first on <a rel=\"nofollow\" href=\"http://www.gamingpost.ca\">gamingpost.ca</a>.</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>How Does Your Lottery Win Affect your Neighbors?</title>\n\t\t<link>http://www.gamingpost.ca/canadian-lottery-news/lottery-win-affect-neighbors/</link>\n\t\t<pubDate>Mon, 02 May 2016 18:21:23 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Joanne Graham]]></dc:creator>\n\t\t\t\t<category><![CDATA[Canadian Lottery News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.gamingpost.ca/?p=1470</guid>\n\t\t<description><![CDATA[<p>&#160; How does your lottery win affect your neighbors? According to research conducted by the Philadelphia Federal Reserve, a branch of the Central Bank of America, there is a significant correlation and it&#8217;s not necessarily in your neighbors&#8217; favour. That&#8217;s because the survey shows that people who live next to recent lottery winners are more likely to go bankrupt. &#160; Going Bankrupt The study presents data to show that for every $1,000 a neighbour wins in the lottery, there&#8217;s a 2.4 percent chance that the winner&#8217;s neighbours will go bankrupt<a href=\"http://www.gamingpost.ca/canadian-lottery-news/lottery-win-affect-neighbors/\" class=\"read-more\">Read More</a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.gamingpost.ca/canadian-lottery-news/lottery-win-affect-neighbors/\">How Does Your Lottery Win Affect your Neighbors?</a> appeared first on <a rel=\"nofollow\" href=\"http://www.gamingpost.ca\">gamingpost.ca</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>&nbsp;</p>\n<p>How does your lottery win affect your neighbors? According to research conducted by the Philadelphia Federal Reserve, a branch of the Central Bank of America, there is a significant correlation and it&#8217;s not necessarily in your neighbors&#8217; favour. That&#8217;s because the survey shows that people who live next to recent lottery winners are more likely to go bankrupt.</p>\n<p>&nbsp;</p>\n<h2>Going Bankrupt</h2>\n<p>The study presents data to show that for every $1,000 a neighbour wins in the lottery, there&#8217;s a 2.4 percent chance that the winner&#8217;s neighbours will go bankrupt over the course of the next two years. Researchers for the Philadelphia Fed examined Canadian information, since that data is more centralized and accessible than similar data from American lotteries. Canvassers collected data from the provincial lottery boards and compiled a list of every Canadian who won at least $1,000 in a lottery between April 1 2004, and March 31, 2014. All totaled, the list included 6,578 people.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostL53\">&#8211; Real Money Lotteries at All Slots Casino &#8211;</a></strong></h2>\n<p>&nbsp;</p>\n<p>The list was then cross-referenced against data from the Office of the Superintendent of Bankruptcies – the office that compiles the names of individuals who declare bankruptcy in Canada. In the results, a correlation was found between bankruptcies and neighbors who won the lottery.</p>\n<p>&nbsp;</p>\n<h2>Theories</h2>\n<p>In trying to theorize why this occurred, economists said that people who saw the good fortune of their lottery-winning neighbors felt pressured to accumulate assets in order to &#8220;keep up.&#8221; These assets could include smaller-ticket items such as TVs or garden projects as well as large-ticket items including luxury cars and extensive remodeling projects. Economist Sumit Agarwal, professor at the National University of Singapore,  Barry Scholnick, professor at the University of Alberta and Vyacheslav Mikhed, employee at the Philadelphia Fed Payment Cards Center, wrote that “income inequality induces poorer neighbors to consume more visible (rather than invisible) commodities to signal their abilities to ‘keep up with the Joneses’ to their richer neighbors. This tendency can lead to additional and unsustainable borrowing among the relatively poor to finance this additional conspicuous consumption, which can eventually result in financial distress and bankruptcy.”</p>\n<p>&nbsp;</p>\n<p>Scholnik, Vyacheslav and Nikhed initially circulated their research in a Philadelphia Fed working paper. They did not name the Canadian province which was studied.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpost54\">&#8211; All Slots Casino for the Top Casino Games &#8211;</a></strong></h2>\n<p>&nbsp;</p>\n<h2>Data</h2>\n<p>In their study the researchers analyzed bankruptcy filings and lottery prizes according to postal codes that, on average, contained up to 13 households. &#8220;These areas are extremely small, often smaller than a city block in size,&#8221; the analysts wrote, in explaining their decision of how they would collect their data. &#8220;Single apartment buildings, for example, can have multiple six-digit postal codes.&#8221;</p>\n<p>The researchers examined neighborhoods in which one neighbor had won the lottery. Cases in which lottery winners themselves declared bankruptcy were excluded. Lottery winnings that involved fixed-payout lottery prizes and extremely large jackpots were also eliminated.</p>\n<p>&nbsp;</p>\n<p>The main finding was that, for every $1,000 increase in the lottery prize, a 2.4% increase in bankruptcy filings by the winner’s neighbors occurred over the course of the following few years. Over a two-year window following a lottery win, there was a base case of 0.46 bankruptcies within the same postal code.</p>\n<p>The researchers also discovered that the results were more pronounced in low-income neighborhoods, especially in areas of high income-inequality.</p>\n<p>&nbsp;</p>\n<h2>What&#8217;s Going On?</h2>\n<p>Why would a neighbor&#8217;s lottery win cause someone living down the street to go bankrupt? The researchers theorized that people who feel they are poorer than their peers may feel compelled to spend in a more conspicuous fashion. Since they don&#8217;t have the funds to make the purchases they finance through debt, leading them to financial difficulties and, in the worst case scenario, bankruptcy.</p>\n<p>In their report Mikhed, Scholnick and Agarwal analyzed the Canadian bankruptcy data and found “evidence that those who filed for bankruptcy after a larger lottery win of a close neighbor have significantly larger holdings of visible assets (e.g., cars, motorcycles, houses) relative to the holdings of these same visible assets by those who filed for bankruptcy after smaller lottery wins of a close neighbor.”  To lend credence to the theory that people bought to &#8220;keep up with the Jones&#8221; the report noted that &#8220;the size of lottery prizes increases the value of visible assets [houses, cars, motorcycles but not invisible assets [cash and pensions].&#8221;</p>\n<p>Researchers noted that even small lottery wins can start a trajectory in which neighbors start to overspend. Jackpots of more than $150,000 were excluded from the research, yet the effect of having a neighbor who had won even a few thousand dollars was pronounced – the lottery winner&#8217;s neighbors overspent proportionally more than in other scenarios.</p>\n<h2>Test Group Vs. Control Group</h2>\n<p>Data was compared from the text group, which shared a postal code, to data from a control group – approximately 200 households that were located within a short distance of the test group. In low-income neighborhoods the results were noticeable and demonstrated the effect that a neighbor with a lottery win has on the consumption habits of the people living in close proximity. &#8220;Because this increased consumption of the poor will likely be financed by debt, this will eventually lead to financial distress for these poorer individuals,&#8221; the report said.</p>\n<h2>Lottery Winners</h2>\n<p>Lottery winners themselves were not immune from the problem of overspending after their win. When the researchers looked at the 6,578 lottery winners themselves, they found that 824 of them were forced to declare bankruptcy within ten years of their win. &#8220;The larger the magnitude of a lottery prize, the larger the value of conspicuous assets on the balance sheets&#8221; the study&#8217;s authors wrote.</p>\n<h2>Lottery Research</h2>\n<p>Economic research on the causes and effects of income and wealth inequality has a great deal to mull, thanks to Mikhed, Scholnick and Agarwal&#8217;s demonstration of the “causal evidence on the link between income inequality and financial distress.&#8221; The study also adds to the growing use of lottery winner data that examines the economic and social effects of sudden income windfalls.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostL55\">&#8211; All Slots Casino Poker, Blackjack, Roulette and More &#8211;</a></strong></h2>\n<p>The post <a rel=\"nofollow\" href=\"http://www.gamingpost.ca/canadian-lottery-news/lottery-win-affect-neighbors/\">How Does Your Lottery Win Affect your Neighbors?</a> appeared first on <a rel=\"nofollow\" href=\"http://www.gamingpost.ca\">gamingpost.ca</a>.</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>How to Tip at a Casino</title>\n\t\t<link>http://www.gamingpost.ca/canadian-casino-news/how-to-tip-at-a-casino/</link>\n\t\t<pubDate>Mon, 18 Apr 2016 09:50:59 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Heather Harmon]]></dc:creator>\n\t\t\t\t<category><![CDATA[Canadian Casino News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.gamingpost.ca/?p=1464</guid>\n\t\t<description><![CDATA[<p>&#160; If you don&#8217;t tip the casino staff when you&#8217;re at the casino, you should consider doing so. Casino dealers and other staff members often rely on the tips to supplement their not-so-significant wages. Some players tip in cash while others tip in casino chips – how you tip depends a lot on what game you&#8217;re playing. But in the end, it all comes down to showing your appreciation to the people who work hard to make sure that you have an enjoyable and satisfying casino experience. &#8211; Casino Entertainment<a href=\"http://www.gamingpost.ca/canadian-casino-news/how-to-tip-at-a-casino/\" class=\"read-more\">Read More</a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.gamingpost.ca/canadian-casino-news/how-to-tip-at-a-casino/\">How to Tip at a Casino</a> appeared first on <a rel=\"nofollow\" href=\"http://www.gamingpost.ca\">gamingpost.ca</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>&nbsp;</p>\n<p>If you don&#8217;t tip the casino staff when you&#8217;re at the casino, you should consider doing so. Casino dealers and other staff members often rely on the tips to supplement their not-so-significant wages. Some players tip in cash while others tip in casino chips – how you tip depends a lot on what game you&#8217;re playing. But in the end, it all comes down to showing your appreciation to the people who work hard to make sure that you have an enjoyable and satisfying casino experience.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostc43\">&#8211; Casino Entertainment on your PC or Mobile Device at All Slots Casino &#8211;</a></strong></h2>\n<h2>Dealers Speak</h2>\n<p>Dealers, in particular, regard tipping as a cornerstone of a player&#8217;s responsibility at the gaming tables. That means that you are expected to tip regardless of whether you&#8217;re winning or losing. Dealers point out that they work just as hard, regardless of whether you&#8217;re winning or losing. They cheer for your good fortune, but regardless of whether you&#8217;re winning or losing they deliver the same level of service and expect and deserve to receive compensation. Dealers are realistic – they don&#8217;t expect the same level of tipping from a losing player as from someone who&#8217;s winning. But players should remember that tips are given in return for courteous service, not for wins, so whether or not you tip shouldn&#8217;t be dependent on your gaming success. Some dealers have been heard to say that they feel as though the player is blaming the dealer for his losses when he withholds a tip. Dealers see the best gamers as those who come with a good attitude. The dealer doesn&#8217;t determine the cards that you receive or the spins that you make so he shouldn&#8217;t be punished when things don&#8217;t go the way that you wish.</p>\n<h2>Your Friend</h2>\n<p>As you decide on your tip, remember that the dealer is actually your only friend at the gaming table. The management, pit bosses and hosts want you to have a good time but they&#8217;re not invested in your experience in the same way that the dealer – who is with you throughout your game &#8212; is. So it&#8217;s to your advantage to treat the dealer like your friend.</p>\n<p>Don&#8217;t expect a dealer to cheat for you because you&#8217;ve tipped, but it&#8217;s worth your while to remember that a happy dealer can help you during the game. If a dealer feels that you&#8217;re on &#8220;his side&#8221; he can alert you during a game of craps if you forget to add odds to your bet or if you take a C &amp; E on a come-out roll (many players do forget to add odds or take C &amp; Es when it&#8217;s not the right time). A Blackjack dealer might suggest splitting a pair of 8s at blackjack when he thinks that it&#8217;s to your advantage. But if the dealer isn&#8217;t interested in seeing you win, he will otherwise keep his mouth closed, and that&#8217;s not to your advantage.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostc44\">&#8211; Real Money Casino Entertainment at All Slots Casino &#8211;</a></strong></h2>\n<h2>George, Live and Stiff</h2>\n<p>Dealers call players a &#8220;George,&#8221; a &#8220;Live&#8221; or a &#8220;Stiff.&#8221; Stiffs, as you can probably imagine, are those gamers who don&#8217;t tip. Since management doesn&#8217;t allow the dealers to encourage tipping, or even to mention it, many stiffs are people who don&#8217;t mean to be stingy, but they simply don&#8217;t know the etiquette of tipping. While dealers recognize that the stiffs don&#8217;t tip out of ignorance, they still don&#8217;t get anything in regard to service other than the deal. &#8220;Georges&#8221; are high-rollers. They happily tip the dealers with chips worth large values – hundreds, even thousands of dollars in chips. If a George arrives at a dealer&#8217;s table he can expect the ultimate in casino service – friendly, chatty, plenty of drinks and even some tips (so that he&#8217;ll win even more and tip even more!) &#8220;Live&#8221; players are those who tip &#8212; not extravagantly, but adequately – for instance, putting the dealer up for 50 cents on the dollar on some or most of their hands. Dealers appreciate it if the player bets the tip for the dealer.</p>\n<h2>Betting for the Dealer</h2>\n<p>To bet for the dealer at a card game, the player places a bet in the normal player&#8217;s spot and then places an additional chip in front of his own chip. This indicates that the front chip is for the dealer. If the player wins the hand, the dealer will match the additional &#8220;dealer&#8217;s&#8221; bet – the dealer&#8217;s win. The player, of course, receives his regular payout. If the player loses, both bets go to the House. Dealers prefer this type of bet. They like to gamble too! They&#8217;re willing to take the chance because they have the opportunity to double the amount that the player was prepared to give them as a tip.</p>\n<p>Tips to roulette dealers via wagers are generally conducted by putting a chip on a number that the dealer identifies as his preferred number. When the player places the bet, he indicates that the bet will go to the dealer. Again, dealers like to gamble and enjoy receiving such tips – if a roulette dealer&#8217;s number comes up he wins 35 to 1 for that bet.</p>\n<p>In a craps game the player could place a small wager next to the regular bet on the Pass Line. The craps crew will then realize that that bet is for them. If the player wins, the crew wins too.  Another way of doing it might be if a player places a wager on the hardways and announces that that hardway tip will be &#8220;for the boys&#8221; (or the girls). Some gamers simply leave some of their chips at the table when they leave – the crew gets the chips and splits the amount that the chips represent.</p>\n<h2>Some &#8220;Tips&#8221; about Tips</h2>\n<ol>\n<ol>\n<li>Canadian law prohibits casinos from serving free alcohol so you shouldn&#8217;t expect to be &#8220;treated&#8221; on a Canadian casino&#8217;s gaming floor.</li>\n<li>Tipping dealers is unaccepted (in fact, against the law) in the UK, New Zealand and Australia</li>\n<li>In France, when you play European roulette (single zero) the house edge is 2.7 percent. If you win a single number bet in this game and collect your 35 chips, it&#8217;s considered rude if you don&#8217;t tip the dealer.</li>\n<li>The Playboy Club in London once sewed the croupier&#8217;s pockets closed</li>\n</ol>\n</ol>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostc44\">-All Slots Casino for the Best in Online Casino Entertainment &#8211;</a></strong></h2>\n<table width=\"100%\">\n<tbody>\n<tr>\n<td width=\"67%\"></td>\n<td width=\"32%\"></td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.gamingpost.ca/canadian-casino-news/how-to-tip-at-a-casino/\">How to Tip at a Casino</a> appeared first on <a rel=\"nofollow\" href=\"http://www.gamingpost.ca\">gamingpost.ca</a>.</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>Selling Charity Lottery Tickets Online in Canada</title>\n\t\t<link>http://www.gamingpost.ca/canadian-lottery-news/selling-charity-lottery-tickets-online-canada/</link>\n\t\t<pubDate>Mon, 18 Apr 2016 09:00:17 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Joanne Graham]]></dc:creator>\n\t\t\t\t<category><![CDATA[Canadian Lottery News]]></category>\n\t\t<category><![CDATA[PlayOLG]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.gamingpost.ca/?p=1459</guid>\n\t\t<description><![CDATA[<p>&#160; Canadian charities are benefitting from a new law that now allows them to sell their lottery tickets online. Canadian charity lotteries account for a significant portion of charitable revenues in Canada, but the charities, until now, have been hampered by regulations that forbid them from selling their lottery tickets via the internet. That means, in a day in which the main method of communication is facilitated via social media and other websites, charity lotteries in Canada have not, until now, been able to make use of this important tool.<a href=\"http://www.gamingpost.ca/canadian-lottery-news/selling-charity-lottery-tickets-online-canada/\" class=\"read-more\">Read More</a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.gamingpost.ca/canadian-lottery-news/selling-charity-lottery-tickets-online-canada/\">Selling Charity Lottery Tickets Online in Canada</a> appeared first on <a rel=\"nofollow\" href=\"http://www.gamingpost.ca\">gamingpost.ca</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>&nbsp;</p>\n<p>Canadian charities are benefitting from a new law that now allows them to sell their lottery tickets online. Canadian charity lotteries account for a significant portion of charitable revenues in Canada, but the charities, until now, have been hampered by regulations that forbid them from selling their lottery tickets via the internet. That means, in a day in which the main method of communication is facilitated via social media and other websites, charity lotteries in Canada have not, until now, been able to make use of this important tool.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostL50-\">&#8211; Roulette, Blackjack, Poker and Slots for Real Money at All Slots Casino &#8211;</a></strong></h2>\n<p>The proposal was presented in 2014 by the former government&#8217;s Minister of State (Finance) Kevin Sorenson and National Revenue Minister Kerry-Lynne D. Findlay. They announced that in order to allow charities to modernize their lottery systems and to reduce administrative costs associated with charitable lotteries, the Economic Action Plan 2014 would amend the Criminal Code to allow charities to sell their lottery tickets online. The system had not, until 2014,  allowed registered charities that conduct lotteries as part of fundraising to process sales via the Internet or to send the tickets electronically – the charities were obligated to conduct the sales manually and send tickets by postal mail.</p>\n<p>In March 2014 Sorenson and Kerry-Lynne presented their bill to Parliament. In requesting the change they  stated &#8220;Each year, charities in Canada raise hundreds of millions of dollars to support worthy causes through lottery sales. However, outdated legislation forces registered charities across Canada that conduct lotteries as part of their fundraising to process and activate all sales manually, and then send customers their tickets by mail rather than electronically. The use of new technologies will allow charities to use modern e-commerce methods for the purchasing, processing and issuing of lottery tickets and issuing of receipts to donors…. allowing the use of new technologies could save millions of dollars each year in administrative costs for all Canadian charities that run lotteries. For example, the Heart and Stroke Foundation has identified significant savings in annual administrative costs related to the use of computers in its lottery alone. Charities will be able to use these savings to support their important work.&#8221;</p>\n<p>The bill passed and is now in effect, though details differ from province to province, depending on the regulations of each province&#8217;s Lotteries and Gambling Corporation.</p>\n<h2>Support of Charitable Lotteries</h2>\n<p>Today many of Canada&#8217;s biggest charities raise funds through charitable lotteries which are open to charitable, not-for-profit organizations that work to relieve poverty, promote education, promote religion or work on other charitable purposes that are beneficial to the community.</p>\n<h2>Who Issues Charitable Lottery Licenses?</h2>\n<p>The National Alcohol and Gaming Commission (AGCO) works in conjunction with local communities to issue charitable lottery licenses and to enforce terms and conditions of the license. There is a Lottery Licensing Policy Manual which is supplied by the AGCO to municipal licensing officers to help them make decisions on eligibility for a lottery license, including the acceptable use of lottery proceeds. Fees for the licenses involve a percentage of the prize values. There are five types of lottery programs for which a license may be issued</p>\n<ul>\n<ul>\n<li>Bazaars</li>\n<li>Bingo events</li>\n<li>Raffles</li>\n<li>Break Open Tickets</li>\n</ul>\n</ul>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostL51\">-All Slots Casino for the Best Online Gambling Entertainment &#8211;</a></strong></h2>\n<p>Some of the biggest Canadian charity lotteries which have gone online include:</p>\n<h2>Daffodil Daily Lottery</h2>\n<p>The Canadian Cancer Society Daffodil Daily Lottery has been funding Cancer research in Canada since the 1940s. The lottery brings in millions of dollars every year which is dedicated to cancer research. Some of the online services that the CCS Lottery website provides include the ability to buy tickets online and the ability to check tickets online. Alcohol and Gaming Commission of Ontario rules, which apply to charitable lotteries , enable individuals to order online tickets in which the total prize pool exceeds one million dollars. This applies to the Daffodil Daily Lottery.  The CCS&#8217;s Wheels of Hope 50/50 Raffle tickets may also be ordered online because, although the specific prize pool doesn&#8217;t reach $1 million, the Wheels of Hope 50/50 raffle is considered to be an ‘add-on’ raffle and thus, operates under the $1 million rule. Tickets for the Cash for Kids Calendar Lottery, in which the pool does not reach $1 million, may not be ordered online. As with other OLG products, the ticket buyer must be physically present in Ontario when he buys the ticket in order to win the prize, even if he&#8217;s purchasing the ticket online.</p>\n<h2>Shop For Charity</h2>\n<p>Shop for Charity is a new lottery sweepstakes that supports the Canadian Breast Cancer Foundation, providing money for research. The premise of this lottery is creative – Vancouver residents who purchase a bouquet of roses will receive one entry to the charity draw in which they can win a vacation package to their choice of destinations. Plus, of course, the person who enters the lottery gets to send his or her sweetheart a bouquet of roses. Orders are taken online, by phone or by mail. The order for the roses (red or white) is taken, a card is inserted into the bouquet and a requested delivery date is set. Together with the roses, the recipient will receive a Sweepstakes Draw Code. When the draw occurs, several lucky winners will win a trip worth up to $10,000, and the Canadian Breast Cancer Foundation will have several million dollars to add to breast cancer research.</p>\n<h2>SMD-Easter Seals</h2>\n<p>The Easter Seals and the Society of Manitobans with Disabilities runs an effective annual lottery in which the proceeds go to helping people in Manitoba with disabilities. These disabilities include people suffering from pain, problems with mobility and agility, challenges with hearing, seeing, learning, speech or memory, people who struggle with developmental or learning disabilities and people with chronic health problems.</p>\n<p>There is a total of 12 draws plus the 50/50 BONUS draw for hundreds of thousands of dollars in prize money and give-aways. Ticket purchases may not.be facilitated online but it&#8217;s possible to print out the ticket order via an online form and then fax it or mail it to the SMD office. As with other lottery product wins in Canada, winners are required to allow the lottery organizers to publish their name, prize won and date of draw.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostL52\">&#8211; Sign into the All Slots Casino for the Best Online Casino Fun &#8211;</a></strong></h2>\n<p>The post <a rel=\"nofollow\" href=\"http://www.gamingpost.ca/canadian-lottery-news/selling-charity-lottery-tickets-online-canada/\">Selling Charity Lottery Tickets Online in Canada</a> appeared first on <a rel=\"nofollow\" href=\"http://www.gamingpost.ca\">gamingpost.ca</a>.</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>Unclaimed Canadian Lottery Tickets – What Happens?</title>\n\t\t<link>http://www.gamingpost.ca/canadian-lottery-news/unclaimed-canadian-lottery-tickets-happens/</link>\n\t\t<pubDate>Sun, 03 Apr 2016 16:40:49 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Joanne Graham]]></dc:creator>\n\t\t\t\t<category><![CDATA[Canadian Lottery News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.gamingpost.ca/?p=1453</guid>\n\t\t<description><![CDATA[<p>&#160; In 2014 Canada was captivated by the tale of an unclaimed $50 million lottery ticket that had been sold in Langley British Columbia. For almost a year, the lottery identify of ticket&#8217;s owner remained a mystery. Days before the ticket was set to expire, the winners came forward. It turned out that the winners, Friedrich Mayrhofer, his wife, Annand, and son, Eric, had known for most of the year that they were the winners, but they had delayed claiming the prize – first to ascertain whether they could claim<a href=\"http://www.gamingpost.ca/canadian-lottery-news/unclaimed-canadian-lottery-tickets-happens/\" class=\"read-more\">Read More</a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.gamingpost.ca/canadian-lottery-news/unclaimed-canadian-lottery-tickets-happens/\">Unclaimed Canadian Lottery Tickets – What Happens?</a> appeared first on <a rel=\"nofollow\" href=\"http://www.gamingpost.ca\">gamingpost.ca</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>&nbsp;</p>\n<p>In 2014 Canada was captivated by the tale of an unclaimed $50 million lottery ticket that had been sold in Langley British Columbia. For almost a year, the lottery identify of ticket&#8217;s owner remained a mystery. Days before the ticket was set to expire, the winners came forward. It turned out that the winners, Friedrich Mayrhofer, his wife, Annand, and son, Eric, had known for most of the year that they were the winners, but they had delayed claiming the prize – first to ascertain whether they could claim it anonymously (they couldn&#8217;t) and then to set up financial plans and investments to ensure that the money would be properly used.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostL47\">&#8211; Lotteries Online at All Slots Casino &#8211;</a></strong></h2>\n<p>&nbsp;</p>\n<p>Winning tickets worth tens of millions of dollars go unclaimed every year in Canada. In Ontario alone, winning tickets worth more than $21 million expired during the fiscal year 2014-2015, having never been claimed. These tickets represent just over one percent of the $1.8 billion that the OLG paid out during that year. Although that sum dwarfs in comparison to the actual payouts, it is still a significant loss to lottery players whose lives might have been changed for the better by their win.</p>\n<p>What happens when a winning ticket remains unclaimed?</p>\n<h2>One-Year Rule</h2>\n<p>Under the rules of the Ontario Lotteries and Gaming Corporation, which operates the Ontario lottery, ticket holders have one year to claim their prize. That&#8217;s roughly the same amount of time that other provincial lotteries give to their own lottery players. Most unclaimed prizes are small prizes, ranging in amounts from $2 to $100. But, prizes involving larger sums are not unheard of. &#8220;It could be a $5 prize on a [Lotto] 6/49 ticket that gets stuck in a purse or a glove box,&#8221; <em><strong>OLG</strong></em> spokesman Don Pister said. &#8220;Or a two- or four- or 10-dollar prize on an instant ticket that someone scratches and &#8230; doesn&#8217;t get around to going to a retailer and claiming those smaller prizes.&#8221; Pister said that it&#8217;s rare occurance when a winner doesn&#8217;t claim a major prize – defined as $10,000 or more. But it happens.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostL48\">&#8211; Play easy Scratch Cards online at All Slots &#8211;</a></strong></h2>\n<h2>$50 Million Prize</h2>\n<p>The lottery corporations make a tremendous effort to identify big winners, as evidence by the story of Kathryn Jones of Hamilton. Jones was a random lottery player but in 2013 she bought a $16 Lotto Max ticket at her local Shoppers Drug Market. Not only did she forget about the ticket purchase, but she lost the actual ticket.</p>\n<p>In a month-long investigation OLG investigators<strong> </strong>searched transaction history and security tapes from the Shoppers Drug Mart, where the ticket was purchased in an effort to identify the winner of the lotto. They were able to point to Jones as the rightful winner by first determining that Jones had purchased the only $16 ticket sold that day at the market. They contacted Jones and conducted an inquiry, including an independent review of her sister who owns a retail outlet in Ottawa that sells lottery products.  In December 2013 Jones was awarded her prize, astounding everyone who heard the story of how tenacious OLG officials were able to track her.</p>\n<p>The story about Jones goes a long way in providing a picture of how far the Lottery Corporations will go towards identifying lottery winners. Other provinces also have backlogs of wins. A combined total of $2.4 million in unclaimed winnings from regional draw games is sitting in the coffers of the Atlantic Lottery Corporation from lotteries played in New Brunswick, Nova Scotia, Newfoundland / Labrador and Prince Edward Island. These prizes include payouts that are worth between $1 and $100,000, said ALC spokeswoman Christine Manore.</p>\n<p>&nbsp;</p>\n<p>The provinces don&#8217;t even keep track of major wins from Canada-wide lotteries. The Lotto 6/49 and the national Lotto Max are operated by a national body on behalf of provincial and regional lottery corporations and details about unclaimed national prize money from the national lotteries is not available.</p>\n<h2>Unclaimed Funds – Where Does the Money Go?</h2>\n<p>Despite the best efforts of the lottery corporations, their investigators and the press, some lottery money remains uncollected. Since lottery tickets are good for a year, what happens to the funds after the year has ended?</p>\n<p>For Canada-wide draws such as the Lotto 6/49 and the Lotto Max, expired and unclaimed prize money goes back to the national lottery fund and is designated to be used for future promotions or draws.</p>\n<p>Regarding provincial lotteries, the rules vary from province to province.</p>\n<p>Christine Manor, spokesperson for the Atlantic Lotteries Corporation, says that in Atlantic Canada, unclaimed prizes from games that are available only in the Atlantic Region, such as Salsa Bingo and Tag, Twist, are used in part for subsequent lottery draws or promotions to ensure that unclaimed wins go back to players in the form of prizing.&#8221; Don Pister says that, for Ontario-only lotteries and games, such as the scratch-and-win games, unclaimed money goes back to the provincial government. .</p>\n<h2><strong>Keeping your Ticket Safe</strong></h2>\n<p>Sometimes &#8220;things happen&#8221; but there are steps that you can take to keep your lottery ticket safe and ready to submit a claim. Don Pister of the Ontario Lottery Corporation says &#8216;If it&#8217;s an instant ticket, scratch it right away, see if you&#8217;ve won. If it&#8217;s a draw game, please check our winning numbers shortly after the draw.&#8221;</p>\n<p>For once-a-week draw tickets, it&#8217;s always a good idea to have a set place where you place your ticket, so you know where to look if you want to check the ticket. For winning tickets worth $10,000 or more, the lottery corporation will send a news release to media outlets in the locale where the ticket had been purchased to alert people that there&#8217;s a winning ticket in the area. Having your ticket on hand to check the winning numbers takes a lot of the stress out of waiting for the investigators from the lottery corporation to track you down.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostL49\">&#8211; All Slots Casino for lottery gaming from the comfort of your own home &#8211;</a></strong></h2>\n<p>&nbsp;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.gamingpost.ca/canadian-lottery-news/unclaimed-canadian-lottery-tickets-happens/\">Unclaimed Canadian Lottery Tickets – What Happens?</a> appeared first on <a rel=\"nofollow\" href=\"http://www.gamingpost.ca\">gamingpost.ca</a>.</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>How to Beat the Odds at the Casino</title>\n\t\t<link>http://www.gamingpost.ca/canadian-casino-news/1449/</link>\n\t\t<pubDate>Sun, 03 Apr 2016 16:28:10 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Heather Harmon]]></dc:creator>\n\t\t\t\t<category><![CDATA[Canadian Casino News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.gamingpost.ca/?p=1449</guid>\n\t\t<description><![CDATA[<p>&#160; Casinos are a high tech business these days. They carefully calculate every penny that they pay out and are constantly looking for ways to increase their profits (and reduce the payouts to their clients). Casinos have become experts in applying strategies that work on your emotional and psychological weaknesses which they then exploit for their own benefit. Yet players aren&#8217;t completely at the mercy of the casinos. There are some tactics that you should know before you start playing which can give you an edge. The House always holds<a href=\"http://www.gamingpost.ca/canadian-casino-news/1449/\" class=\"read-more\">Read More</a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.gamingpost.ca/canadian-casino-news/1449/\">How to Beat the Odds at the Casino</a> appeared first on <a rel=\"nofollow\" href=\"http://www.gamingpost.ca\">gamingpost.ca</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>&nbsp;</p>\n<p>Casinos are a high tech business these days. They carefully calculate every penny that they pay out and are constantly looking for ways to increase their profits (and reduce the payouts to their clients). Casinos have become experts in applying strategies that work on your emotional and psychological weaknesses which they then exploit for their own benefit.</p>\n<p>Yet players aren&#8217;t completely at the mercy of the casinos. There are some tactics that you should know before you start playing which can give you an edge. The House always holds the cards (pun intended) during casino gambling activities but players also have options allow them to boost their chances of taking home more payouts and bigger and better wins.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostc40\">&#8211; Try real money online Craps at All Slots Casino &#8211;</a></strong></h2>\n<p>Some of the tricks of the trade include:</p>\n<h2>Odds</h2>\n<p>The odds that the casino uses to determine your payout for a win are different than the odds of your winning a particular bet. The casino stacks the odds in its own favour. The house edge allows the casino to decrease player wins over  time. Players tend to keep playing, especially if they&#8217;ve come to visit the casino for a specific amount of time or if they are on a &#8220;winning streak.&#8221; The more the individual plays, the greater success (and profits) the casino will enjoy. Therefore, it&#8217;s to your advantage to play for less time. Don&#8217;t continue to re-wager your wins on additional games. . .collect your payouts and go home. You can return to play at a different time when the odds are, once again, more tilted in your favour.</p>\n<h2>Games</h2>\n<p>Some games have a significantly smaller house advantage than others. If you stick to those games and walk away while you&#8217;re ahead, your chances of walking away as a winner are higher. Games with the smaller house edge include blackjack, mini-baccarat, live poker, pai-gow poker, bingo and sports book gambling activities.</p>\n<p>&nbsp;</p>\n<p>Games such as Red Dog, single-deck 21, Caribbean Stud Poker, Let It Ride Blackjack, Big Wheel or Wheel of Fortune have a significantly higher house edge and it&#8217;s best to stay away from those games if you&#8217;re focusing on achieving payouts.</p>\n<p>&nbsp;</p>\n<p>Roulette is notorious as a game in which, the longer you play, the less you win. The house enjoys a 5 percent edge at roulette, meaning that, the more you spin, the less chance you have to win. That&#8217;s why roulette players enjoy the most promotions – because the longer you play roulette, the fewer wins you will achieve. So, it&#8217;s a good idea to say &#8220;no thanks&#8221; to those promotional roulette lobster dinners and luxury suite offers if you want to have the best chance possible of ending your gaming session with your bank account in the plus.</p>\n<p>The game with the biggest house edge is Keno – the house advantage in Keno can run up to 50 percent. Save time and just donate to the casino, rather than play keno!</p>\n<h2>Time</h2>\n<p>Casinos are built without clocks and windows. The casino wants you to lose track of time so that you play for as long as possible. Remember, the longer you play, the better the casino&#8217;s odds become. Decide ahead of time the amount of time that you want to play (and your gambling budget) and stop when you reach that point.</p>\n<h2>Dealers</h2>\n<p>Some dealers are, shall we say, clumsier than others. That can work to your advantage. These dealers might accidentally flash a face-down card, which gives you a weak point that you can exploit. By “card holing,” you can increase your edge by 6 to 9 percentage points over the house. Casino experts point out that this strategy is legal and it&#8217;s hard for the casino to pinpoint the players that are engaging in this activity. There are player-run casino online groups in which the players share this information among themselves.</p>\n<p>Similarly, if you are aware of a casino where the equipment is old, head to the roulette table. If the wheel isn&#8217;t spinning properly, you might be able to identify the numbers and colours that will give you better chances for wins and take advantage of that knowledge. Player online groups can also share this type of information.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostc41\">&#8211; Blackjack Online at the All Slots Casino &#8211;</a></strong></h2>\n<h2>Party Pits</h2>\n<p>Some casinos have become &#8220;party pits&#8221; where the dealers wear bikinis and pole dancers entertain the gamers at points throughout the gaming floor. The point of this is, as you can probably guess, not to add to your entertainment enjoyment, but to distract you from what&#8217;s happening at the tables. What&#8217;s happening is that, in these casinos, the payouts have been trimmed – sometimes as much as from 3/2 to 6/5. For example, when you play a low-payout game, a $100 bet might net you as little as a $120 payout on a win, instead of the more traditional $150. The house edge doubles and you&#8217;re so busy watching the &#8220;skin and sin&#8221; that you don&#8217;t even notice!</p>\n<p>Another example involves craps. Bets such as &#8220;Any 7&#8221; and &#8220;the &#8220;Field&#8221; offer the least return for your money but they&#8217;re the ones with the brightest lights and the most vivid colours. Identify the games and the bets that aren&#8217;t &#8220;gussied up&#8221; and stick with those for a more rewarding gaming event.</p>\n<h2>Slots</h2>\n<p>Slot machines are fun, themed, and have lots of bells and whistles. But they&#8217;re costly – significantly more so than the table games. The house edge is higher and the winning payouts are lower. If you do want to play some slots, focus on the slots that allow bets of $5 or more and wager the maximum bet. Penny slots have house edges of 15 – 20 percent but the dollar slots reduce the house edge.</p>\n<h2>The Drinks</h2>\n<p>The free booze isn&#8217;t free at the casino. Casinos carefully calculate the amount that they can expect to make off of you – they call it a &#8220;player reinvestment&#8221; fund. Then, they return a cut of that to you in the form of &#8220;comps&#8221; and &#8220;bonuses.&#8221; Often, those comps come in the form of drinks. If you think that part of the strategy is to encourage you to play more by making you feel loved through the presentation of drinks, you&#8217;re right. But, of course, the more you drink, the more you&#8217;re likely to play, so the casino serves you drinks but it makes its investment back several times over. Buy your own drink at a bar (which won&#8217;t be watered down, as the floor drinks generally are) and gamble where and when you wish, for a pre-determined amount of time or with a pre-determined bankroll.</p>\n<p>Gambling is…well, a gamble. Sometimes you win and sometimes you lose. But you can increase your chances of achieving wins by following these suggestions.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostc42\">&#8211; All Slots Casino for the top real money gambling &#8211;</a></strong></h2>\n<p>&nbsp;</p>\n<p><strong> </strong></p>\n<p><strong> </strong></p>\n<p>&nbsp;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.gamingpost.ca/canadian-casino-news/1449/\">How to Beat the Odds at the Casino</a> appeared first on <a rel=\"nofollow\" href=\"http://www.gamingpost.ca\">gamingpost.ca</a>.</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>Will the New American President Affect Online Casinos in Canada?</title>\n\t\t<link>http://www.gamingpost.ca/canadian-online-casino-news/will-new-american-president-affect-online-casinos-canada/</link>\n\t\t<pubDate>Tue, 29 Mar 2016 16:01:01 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Stan Evans]]></dc:creator>\n\t\t\t\t<category><![CDATA[Canadian Online Casino News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.gamingpost.ca/?p=1445</guid>\n\t\t<description><![CDATA[<p>As the American Presidential elections get closer and closer—Americans will vote in November—people are asking if and how these elections might affect online casinos. Rewrite a Law The most significant effect of this election would be if the United States Congress rescinds the Unlawful Internet Gambling Enforcement Act (UIGEA) that was passed in 2006 and caused many online casinos and game developers, such as Microgaming, to pull out of the U.S. market entirely. &#8211; Canadians Are Free To Play at All Slots Casino &#8211; Whilst the matter is one for<a href=\"http://www.gamingpost.ca/canadian-online-casino-news/will-new-american-president-affect-online-casinos-canada/\" class=\"read-more\">Read More</a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.gamingpost.ca/canadian-online-casino-news/will-new-american-president-affect-online-casinos-canada/\">Will the New American President Affect Online Casinos in Canada?</a> appeared first on <a rel=\"nofollow\" href=\"http://www.gamingpost.ca\">gamingpost.ca</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>As the American Presidential elections get closer and closer—Americans will vote in November—people are asking if and how these elections might affect online casinos.</p>\n<h2>Rewrite a Law</h2>\n<p>The most significant effect of this election would be if the United States Congress rescinds the Unlawful Internet Gambling Enforcement Act (UIGEA) that was passed in 2006 and caused many online casinos and game developers, such as Microgaming, to pull out of the U.S. market entirely.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostOC37\">&#8211; Canadians Are Free To Play at All Slots Casino &#8211;</a></strong></h2>\n<p>Whilst the matter is one for the Congress in the crazy quilt American legislative process, the President always has the power and ability to push for legislation that he or she (this year a real possibility) especially promotes.</p>\n<h2>How the UIGEA Changed Online Gambling in the U.S.</h2>\n<p>The UIGEA basically made it illegal for credit card companies to transfer money to online casinos or to receive money from them.  Fear of harassment, arrest, fines and more caused many online casinos and game producers to leave the U.S. market.</p>\n<h2>How to Get Rightfully-Owed Income Taxes</h2>\n<p>The issue revolves around getting online gambling winners to pay income taxes on winnings.  Until the UIGEA was passed, casinos didn’t take income taxes away from their players.  This was because most online casinos were registered in other countries.  Since then, the U.S. has become much more pro-active in keeping track of money Americans keep in foreign locations, banks and other institutions.</p>\n<p>As part of a new law to allow online gambling in the U.S., regulations may be set up forcing online casinos to withhold income taxes from winners when they withdraw funds.  These regulations might not have the force of law on foreign entities but the risk of getting on the bad side of the American tax authority would certainly influence American gamblers to insist that their tax liability be reported.</p>\n<p>Reporting income at an online casino may be more complicated than it sounds because many winners score a nice win after having lost an amount close to the sum they won.  So every online casino would have to keep very close tab of all wins and losses by every player.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostOC38\">&#8211; Online Gaming Run By Experts at All Slots Casino &#8211;</a></strong></h2>\n<h2>Ultimately, None of Our Business</h2>\n<p>So, this is a complexity that American online gamblers and casinos face.  We care only for how a new President might affect us.</p>\n<h2>A Worldwide Boon to Online Gamblers</h2>\n<p>I believe that if the new President were to push for relaxing the restrictions against Americans gambling online, it would help everyone, not just in Canada.  The United States is a huge country.  Only a small handful of countries have more a larger population than the U.S.  And Americans love to gamble.  The presence of so many land-based casinos—legal in most locations in the U.S.—is testament to Americans love of the thrill of gambling.</p>\n<p>Relaxation of the UIGEA would quickly result in a massive increase in online gamblers looking for an online casino.  More gamblers would mean greater revenues for casinos.  But competition amongst online casinos is far more intensive today than it was in 2006.  This would likely result in online casinos falling all over themselves trying to attract new players with improved Welcome Packages and promotions.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostOC39\">&#8211; $1630 Welcome Package Now at All Slots Casino &#8211;</a></strong></h2>\n<h2>We Could Be Left Out But We Won’t Be</h2>\n<p>In theory, an online casino might offer one set of promotions to new gamblers from the U.S. and another for new gamblers from other, smaller countries but I see that as a miniscule possibility: as gamblers find out that a given online casino is discriminating against non-Americans, the casino would likely lose established players who would, rightly or wrongly, wonder how the casino might discriminate against them in the future.</p>\n<h2>More Revenues Means More for Us</h2>\n<p>In this context “us” means everyone.  Promotions would become much more attractive.  Loyalty points might accumulate faster.  The play-through requirement might be reduced.  Progressive jackpots would rise into the stratosphere far faster than now.  The number of games might also increase.  In short, online casinos would do everything in their power to get a solid foothold in the American market and the fallout from their attempts to do so would benefit everyone.</p>\n<h2>Who is Most Likely to Support Reform?</h2>\n<p>This year’s Presidential race is more complicated than in any recent race.  It is still far from certain who the two big party candidates will be but we can conjecture based on past experience.</p>\n<p>Donald Trump has long been involved in big land-based casinos.  But, as President he will likely look to online gambling as an untapped market for tax revenues.</p>\n<p>Ted Cruz is more likely to let each individual State to form its own legislation.  This would likely result in few States loosening the restrictions on online gambling as States are invested in lotteries, horse racing, land-based casinos, and other legal forms of gambling.</p>\n<p>John Kasich is an unknown in this area.</p>\n<p>Hillary Clinton would probably treat online gambling in the Trumpian manner, as a good source of new tax revenue.</p>\n<p>Bernie Sanders might try to nationalize online gambling as has been tried in Canada.  Here online gambling is not so much nationalized as creating Provincial online casinos to compete with the private ones.  Sanders might support a national online casino without opening up the American market to competition.  This might prove popular amongst Americans but it is unlikely to be the boon to Canadians that a full- fledged liberalization of the law would bring about.</p>\n<h2>We Live in Interesting Times</h2>\n<p>That old Chinese proverb is certainly true, for better or worse.  Online gambling is a small matter compared to the really big issues of our time.  But online gambling is a pleasant pastime for most of the people who partake of it.  Let’s hope that the new President will push Congress to make online gambling in the United States legal again.</p>\n<p>&nbsp;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.gamingpost.ca/canadian-online-casino-news/will-new-american-president-affect-online-casinos-canada/\">Will the New American President Affect Online Casinos in Canada?</a> appeared first on <a rel=\"nofollow\" href=\"http://www.gamingpost.ca\">gamingpost.ca</a>.</p>\n]]></content:encoded>\n\t\t\t</item>\n\t\t<item>\n\t\t<title>Every Dollar is Valuable in Charitable Bingo</title>\n\t\t<link>http://www.gamingpost.ca/canadian-bingo-news/every-dollar-valuable-charitable-bingo-2/</link>\n\t\t<pubDate>Tue, 29 Mar 2016 15:44:34 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Susan Clark]]></dc:creator>\n\t\t\t\t<category><![CDATA[Canadian Bingo News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.gamingpost.ca/?p=1441</guid>\n\t\t<description><![CDATA[<p>The people of Revelstoke, BC packed the local Taco House to play bingo in support of the Revelstoke Adaptive Program.  This fine initiative helps people with physical or mental barriers to get on the ski slopes at the Revelstoke Mountain Resort.  The fund raiser pulled in $3700. Small is Big This might not seem like a big sum but it demonstrates the power of bingo as a fund raising vehicle. Had volunteers gone door to door they may have raised a similar sum but maybe not.  One wealthy donor can<a href=\"http://www.gamingpost.ca/canadian-bingo-news/every-dollar-valuable-charitable-bingo-2/\" class=\"read-more\">Read More</a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.gamingpost.ca/canadian-bingo-news/every-dollar-valuable-charitable-bingo-2/\">Every Dollar is Valuable in Charitable Bingo</a> appeared first on <a rel=\"nofollow\" href=\"http://www.gamingpost.ca\">gamingpost.ca</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>The people of Revelstoke, BC packed the local Taco House to play bingo in support of the Revelstoke Adaptive Program.  This fine initiative helps people with physical or mental barriers to get on the ski slopes at the Revelstoke Mountain Resort.  The fund raiser pulled in $3700.</p>\n<h2>Small is Big</h2>\n<p>This might not seem like a big sum but it demonstrates the power of bingo as a fund raising vehicle. Had volunteers gone door to door they may have raised a similar sum but maybe not.  One wealthy donor can contribute a multiple of the money raised at the bingo event.  But bingo draws people out because it is intended as a fun way to spend the evening.  Getting lucky and winning a little was a secondary goal for the people who attended the games.</p>\n<p>The money raised will be used to raise awareness and purchase equipment.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostB37\">&#8211; Play Many Variations of Bingo at All Slots Casino &#8211;</a></strong></h2>\n<h2>Out of Tragedy</h2>\n<p>Just as a horrible auto accident was the spark that led Strathcona High School students to become top flight fundraisers (as I reported last time), so the Revelstoke Adaptive Program was born of a snowboarding accident that turned a healthy snowboarder into a quadriplegic.</p>\n<p>The accident occurred six years ago. Jeff Scott landed awkwardly and fractured two vertebrae.  He spent one and a half years in rehabilitation and various surgeries.  He was not daunted by his misfortune; he established Live it! Love it! based in Victoria to help disabled persons and the Revelstoke Adaptive Program was born through Live it! Love it!</p>\n<h2>Recognizing a Need and Creating Something Great</h2>\n<p>Ron Glave, director of the Revelstoke Mountain Resort, says that he and others at the resort recognized the need for a program to help the disabled enjoy skiing and snowboarding.  Glave says that every mature ski resort has an adaptive program now; this a mere four years after the Revelstoke Adaptive Program was begun.</p>\n<p>Bingo, of course, has a very small role to play in the success of the adaptive program but bingo’s ability to draw people out to “gamble” for fun and charity also means that this and many other good causes become “publicized” through bingo.</p>\n<p>An adaptive program is important at a ski resort because many people come to the resort with a group.  Sometimes one or more group members has a physical or mental disability that requires the special assistance the Revelstoke Adaptive Program provides.</p>\n<h2>We Live in a Brave New World</h2>\n<p>I may be an old-fashioned woman but my bailiwick is charitable bingo and when it comes to charitable bingo, I report the news.  The Gay and Lesbian Community Center (GLCC) of Pittsburgh, Pennsylvania in the US sponsors “OUTrageous Bingo” to help raise money for causes dear to its heart.  These causes include Healthcare for the Homeless, UPMC Adolescent, Shepherd Wellness, the James Fisherkiller Library which has over 9000 volumes of interest to the LGBT community, Rodef Shalom, and Respect.</p>\n<p>Respect is a program that targets the under-25 demographic emphasizing non-violent relationships and responsible alcohol use.  OUTrageous Bingo is completely alcohol free, enabling players to connect and network outside of the gay bar scene.</p>\n<h2>Bingo! Oops!</h2>\n<p>Buzzword Bingo is a bingo variant popular especially with youthful high tech sorts.  Every participant is given a card that has been randomly generated by a computer.  The card has buzzwords or initials that are repeated in meetings at the company.  Buzzword Bingo is then played like regular bingo; when a buzzword id spoken you can “daub” it.</p>\n<p>There are stories, apocryphal or not, of winners jumping up and yelling Bingo in the middle of important meetings.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostB38\">&#8211; There Are No Apocryphal Winners at All Slots Casino &#8211;</a></strong></h2>\n<h2>What Will the Future Hold for Charitable Bingo</h2>\n<p>Charitable bingo is experiencing something of a revival owing mostly to the electronification of bingo centres.  You can go to bingo centres and play bingo the old-fashioned way or electronically.  As I’ve said before, I’m not very optimistic long term that this will be the boon its supporters say it’ll be.  In the short term, many bingo centres that might have closed are getting some much needed oxygen.</p>\n<p>I don’t have any sure-fire solutions to the crisis in charitable bingo.  But as I showed last time in the story about Strathcona High School and this time regarding the Revelstoke Adaptive Program and OUTrageous Bingo in Pittsburgh, communities do still have the chance to use bingo as a vital and viable money-raising tool.  There must be a way to motivate communities to help themselves without turning bingo centres into mini-casinos.</p>\n<h2 style=\"text-align: center\"><strong><a href=\"http://www.allslotscasino.com/?place=inpostB39\">&#8211; Online Bingo Shines at All Slots Casino &#8211;</a></strong></h2>\n<p>&nbsp;</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.gamingpost.ca/canadian-bingo-news/every-dollar-valuable-charitable-bingo-2/\">Every Dollar is Valuable in Charitable Bingo</a> appeared first on <a rel=\"nofollow\" href=\"http://www.gamingpost.ca\">gamingpost.ca</a>.</p>\n]]></content:encoded>\n\t\t\t</item>\n\t</channel>\n</rss>\n",
  "headers": {
    "Transfer-Encoding": "chunked",
    "Connection": "Keep-Alive",
    "X-Robots-Tag": "noindex, follow",
    "Link": "<http://www.gamingpost.ca/wp-json/>; rel=\"https://api.w.org/\"",
    "Keep-Alive": "timeout=5, max=100",
    "Last-Modified": "Sat, 07 May 2016 19:38:29 GMT",
    "Date": "Fri, 13 May 2016 08:09:03 GMT",
    "ETag": "\"7fd9e69c06d2a38d1b32965d4c80ce1d\"",
    "Content-Type": "application/rss+xml; charset=UTF-8",
    "Server": "Apache/2.2.26 (Unix) mod_ssl/2.2.26 OpenSSL/0.9.8e-fips-rhel5 mod_bwlimited/1.4",
    "X-Powered-By": "PHP/5.4.25"
  },
  "response_url": "http://www.gamingpost.ca/feed/"
}