{
  "requested_url": "http://www.cvawards.ca/feed/",
  "fetched_at": "2016-05-13T00:46:07.893233",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?><rss version=\"2.0\" xmlns:content=\"http://purl.org/rss/1.0/modules/content/\" xmlns:wfw=\"http://wellformedweb.org/CommentAPI/\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\" xmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\" ><channel><title>CVA 2015</title> <atom:link href=\"http://www.cvawards.ca/feed/\" rel=\"self\" type=\"application/rss+xml\" /><link>http://www.cvawards.ca</link> <description>Canadian Videogame Awards</description> <lastBuildDate>Tue, 22 Mar 2016 01:15:58 +0000</lastBuildDate> <language>en-US</language> <sy:updatePeriod>hourly</sy:updatePeriod> <sy:updateFrequency>1</sy:updateFrequency> <generator>http://wordpress.org/?v=4.3.4</generator> <item><title>NVYVE Studios channels Mass Effect and Mirror’s Edge with Pamela</title><link>http://www.cvawards.ca/gaming-news/nvyve-studios-channels-mass-effect-and-mirrors-edge-with-pamela/</link> <comments>http://www.cvawards.ca/gaming-news/nvyve-studios-channels-mass-effect-and-mirrors-edge-with-pamela/#comments</comments> <pubDate>Thu, 04 Feb 2016 16:28:33 +0000</pubDate> <dc:creator><![CDATA[Patrick O'Rourke]]></dc:creator> <category><![CDATA[Gaming News]]></category> <category><![CDATA[PC]]></category> <category><![CDATA[NVYVE Studios]]></category> <category><![CDATA[P.A.M.E.L.A]]></category> <category><![CDATA[Steam]]></category><guid isPermaLink=\"false\">http://www.cvawards.ca/?p=2474</guid> <description><![CDATA[<p>NVYVE Studios’ six person Mississauga-based development team is hard at work on its first video game, a first-person, sci-fi horror game called P.A.M.E.L.A. Playing off the recent popularity of games ... <br /><a href=\"http://www.cvawards.ca/gaming-news/nvyve-studios-channels-mass-effect-and-mirrors-edge-with-pamela/\" class=\"more-link\">Read More</a></p><p>The post <a rel=\"nofollow\" href=\"http://www.cvawards.ca/gaming-news/nvyve-studios-channels-mass-effect-and-mirrors-edge-with-pamela/\">NVYVE Studios channels Mass Effect and Mirror’s Edge with Pamela</a> appeared first on <a rel=\"nofollow\" href=\"http://www.cvawards.ca\">CVA 2015</a>.</p> ]]></description> <content:encoded><![CDATA[<div class=\"ttr_start\"></div><p><a href=\"http://www.pamelagame.com/\">NVYVE Studios’</a> six person Mississauga-based development team is hard at work on its first video game, a first-person, sci-fi horror game called <a href=\"http://www.pamelagame.com/\">P.A.M.E.L.A.</a> Playing off the recent popularity of games that place an emphasis on not restricting the player, NVYVE Studio’s P.A.M.E.L.A. takes place in an open world and includes no set path for players to follow.</p><p>P.A.M.E.L.A also features an RPG-like progression system and an artificial intelligence companion many players will likely find reminiscent of the Halo franchise’s helpful AI, Cortana.</p><p>The game’s inspiration stems from its developers’ favourite video games; sci-fi epics like the sprawling Mass Effect universe and Mirror&#8217;s Edge’s innovative platforming.</p><p>On the other side of the development spectrum, P.A.M.E.L.A is also heavily influenced by genre bending, innovative first-person shooters like Bioshock.</p><p>P.A.M.E.L.A takes place on an isolated futuristic colony called Eden where all of the civilization&#8217;s residents have been infected with a disease that causes rapid bone growth. Fans of the Bioshock series will likely find this plot familiar.</p><p>In P.A.M.E.L.A the player’s only goal is to stay alive for as long as possible in NVYVE’s dystopian world.</p><p>We sat down with NVYVE’s Studio’s director, Adam Simonar, to ask him a few questions about his Mississauga-based studio&#8217;s’ first title.</p><p><strong>Question: Can you tell me a little bit about NVYVE Studios?</strong></p><p><strong>Simonar</strong>: NVYVE Studios is a six person development team that branched out from NVYVE, a successful architectural/product visualization company based in Mississauga (that&#8217;s right next to Toronto for non-Greater Toronto Area readers). P.A.M.E.L.A. is our first title and development started around late 2014.</p><p><strong>Question: Are there any particular video games that inspired Pamela&#8217;s development? I&#8217;ve read that the art styles of both Mirror&#8217;s Edge and Mass Effect were big inspirations for your team. Just from watching the trailer, I&#8217;m reminded of Bioshock and even the Deus Ex series. </strong></p><p><strong>Simonar</strong>: Those are all definitely big inspirations. From an artistic standpoint, Mirror&#8217;s Edge and Mass Effect jump out as we&#8217;re going for a very vibrant, clean style for our architecture. And in terms of theme, Bioshock and Deus Ex both feature strong messages about the morality and question-ability of artificial human evolution.</p><p>This is also a central theme to P.A.M.E.L.A. Without giving away too much of the story, the events that unfolded prior to the player waking up in Eden were caused by humanity &#8220;reaching too far,” so to speak. These are all games that we played and loved and that certainly had a big impact on us in terms of shaping the kind of experience we&#8217;re hoping to create.</p><p><strong>Question: What is P.A.M.E.L.A’s story about? Also, just out of curiosity, how did you land on the name &#8220;Pamela?&#8221;</strong></p><p><strong>Simonar</strong>: P.A.M.E.L.A. at its core is a survival horror game; you&#8217;ll be exploring, scavenging and keeping yourself alive in a fallen utopian city. Your main tool to defend yourself with is your AARM, which is a modular piece of equipment that you&#8217;re able to attach different weapons and utility devices to.</p><p>You&#8217;ll also be able to enhance your body at certain locations throughout the city, so these elements come together to form our character progression. As you play, you&#8217;ll be more resilient as well as have access to a greater variety of equipment. The game also features a personality-driven AI system, in which every NPC will have their own tendencies and emotions. They can form their own groups, and will react to the player in different ways depending on how aggressively or peacefully you play the game.</p><p>The name &#8220;PAMELA&#8221; comes from the AI overseer of Eden. She wakes you up into the city after it has fallen, reaching out to you like a last lifeline to humanity. She&#8217;s a companion that will assist you with a variety of abilities as you explore the city.</p><p><strong>Question: From the reveal trailer, the game seems to have an eerie, almost survival horror feel to it. Are you taking that direction with the game?</strong></p><p><strong>Simonar</strong>: That is totally correct! Even though Eden is a beautiful, idealistic utopia, the scenario we&#8217;re creating in the world is very much about tension and unease. We&#8217;re similar to games like The Forest or Day Z in the sense that it&#8217;s not a linear, jump-scare horror experience.</p><p>We&#8217;re building a world where terrible things have happened and it&#8217;s a very dangerous place, so there&#8217;s this sense of wrong-ness and tension that creates most of the horror. The survival aspect is also a huge element in that you&#8217;re scavenging for food and water as well as building new weapons, building items, and more.</p><p><strong>Question: How will Pamela&#8217;s power managing mechanic work? I&#8217;ve seen you discuss it in other interviews I think, but I&#8217;m not sure I completely understand it. </strong></p><p><strong>Simonar</strong>: As you use power in Eden, that area&#8217;s power reserves will slowly deplete. For example keeping the lights on will provide you with enhanced visibility, but will drain power if you never turn the lights off in an area. Energy will slowly regenerate in correspondence with the weather outside, similar to how solar cells would pick up energy from the sun. The goal is to have a nice balance between giving players options, but also making it possible to mess up and be stuck without power, resulting in some tense situations.</p><p><strong>Question: What do you think separates Pamela from other first-person games?</strong></p><p><strong>Simonar</strong>: I think the world itself is a fairly unique aspect of the game; we&#8217;re essentially building an entire utopian sci-fi city that you&#8217;re able to explore, with a huge variety of areas which you would expect to find there.</p><p>Just to list a few, there&#8217;s residential areas, security outposts, shopping areas, research labs, and more, and these areas are all interconnected. We definitely are taking the Elder Scrolls mentality in that you can pick a direction to go, and just keep going to see what you might find past the next area.</p><p><strong>Question: Do you have a target release date? Also, what platforms are you aiming for other than PC?</strong></p><p><strong>Simonar</strong>: We&#8217;re targeting mid-2016 for a PC release on Steam, as well as potentially GOG. We&#8217;re hoping to bring the game to consoles as well, although this will most likely be an after-the-fact port once the PC version is polished and stable.</p><p><strong>Question: Is there anything else you&#8217;d like to mention/discuss about Pamela? </strong></p><p><strong>Simonar</strong>: One thing we were very excited about with our recent &#8220;Rebirth&#8221; trailer, was that we had the opportunity to work with Jeff van Dyck, who was the composer for the Total War series and Audio Director for Alien: Isolation.</p><p>He composed an original theme for the trailer which was amazing and we&#8217;ll be working with him again on some more music to flesh out the world. It was awesome working with Jeff, and it made a huge difference in conveying the mood and story that the trailer focuses on.</p><p><em>P.A.M.E.L.A was recently greenlit on Steam.</em></p><div class=\"ttr_end\"></div><p>The post <a rel=\"nofollow\" href=\"http://www.cvawards.ca/gaming-news/nvyve-studios-channels-mass-effect-and-mirrors-edge-with-pamela/\">NVYVE Studios channels Mass Effect and Mirror’s Edge with Pamela</a> appeared first on <a rel=\"nofollow\" href=\"http://www.cvawards.ca\">CVA 2015</a>.</p> ]]></content:encoded> <wfw:commentRss>http://www.cvawards.ca/gaming-news/nvyve-studios-channels-mass-effect-and-mirrors-edge-with-pamela/feed/</wfw:commentRss> <slash:comments>0</slash:comments> </item> <item><title>Crusader of the Lost Idol: Changing the ‘clicker game’ perception</title><link>http://www.cvawards.ca/gaming-news/crusader-of-the-lost-idol-changing-the-clicker-game-perception/</link> <comments>http://www.cvawards.ca/gaming-news/crusader-of-the-lost-idol-changing-the-clicker-game-perception/#comments</comments> <pubDate>Thu, 04 Feb 2016 16:12:45 +0000</pubDate> <dc:creator><![CDATA[Patrick O'Rourke]]></dc:creator> <category><![CDATA[Gaming News]]></category> <category><![CDATA[PC]]></category> <category><![CDATA[Codename Entertainment]]></category> <category><![CDATA[Crusader of the Lost Idol]]></category><guid isPermaLink=\"false\">http://www.cvawards.ca/?p=2470</guid> <description><![CDATA[<p>Clicker games have a bad reputation, especially in the mobile space, but this is a perception Eric Jordan,Victoria, B.C-based Codename Entertainment’s CEO, want’s to change with his studio’s latest release, ... <br /><a href=\"http://www.cvawards.ca/gaming-news/crusader-of-the-lost-idol-changing-the-clicker-game-perception/\" class=\"more-link\">Read More</a></p><p>The post <a rel=\"nofollow\" href=\"http://www.cvawards.ca/gaming-news/crusader-of-the-lost-idol-changing-the-clicker-game-perception/\">Crusader of the Lost Idol: Changing the ‘clicker game’ perception</a> appeared first on <a rel=\"nofollow\" href=\"http://www.cvawards.ca\">CVA 2015</a>.</p> ]]></description> <content:encoded><![CDATA[<div class=\"ttr_start\"></div><p>Clicker games have a bad reputation, especially in the mobile space, but this is a perception Eric Jordan,Victoria, B.C-based <a href=\"http://www.codenameentertainment.com/\">Codename Entertainment’s</a> CEO, want’s to change with his studio’s latest release, <a href=\"http://store.steampowered.com/app/402840/\">Crusader of the Lost Idol</a>.</p><p>“Clicker games or idle games, are video games whose gameplay consists of the player performing simple actions repeatedly to earn in-game currency. The currency can be used to obtain items or abilities that increase the rate at which currency is earned,” said Jordan</p><p>“The genre started out as a grassroots commentary by gamers on established franchises where leveling up required repeating certain onerous actions. The earliest versions of clicker games distilled this concept down into simply clicking as the only action needed.”</p><p>With Crusaders of the Lost Idols, Jordan says his studio’s goal was to expand the established “clicker” genre, giving players a gaming experience they might not expect from this type of game.</p><p>“In the case of Crusaders of the Lost Idols, we wanted to evolve the genre, so we&#8217;ve added unique features that are unavailable in any similar game. This has added a lot of depth and playability which has generated a great response from players and helped build a great community,” said Jordan</p><p>“The whole team are keen video gamers, tabletop gamers and board gamers and that rubs off on our design approach. The unique formation system we have in the game enables us to introduce the growing roster of characters and each has unique abilities. On top of that, there are a myriad of ways you can combine Crusaders and buffs which creates endless debates amongst our fans on how to best play.”</p><p>LIke other games of this type, Crusaders of the Lost Idols adopts a free-to-play model. Jordan says his team adopted this monetization strategy for two distinct reasons.</p><p>“We&#8217;ve been using the free-to-play model since the founding of the company seven years ago. We&#8217;re very familiar with the model. It gives us the ability to engage with fans directly. They tell us what they like about the games we make and we iterate and improve them based on that feedback,” said Jordan</p><p>“The second part of the reason is more a side-effect of the gaming industry’s progression. It&#8217;s almost an expected model, especially amongst younger gamers.”</p><p>According to Jordan, the rise of free-to-play titles has created a free-to-play expectation among younger gamers, one of clicker games’ main demographics. He also says that digital distribution is the future of gaming and the direction the industry is headed.</p><p>“When talking with my own 10-year-old son, he&#8217;s almost bewildered why the latest releases require a premium purchase before he can play it,” said Jordan</p><p>Yet a stigma is still attached to the free-to-play genre and many people, especially those that consider themselves serious players, often skip over these titles because they assume the experience they offer isn’t worth their time. However, there are various examples of free-to-play done right in video gaming, with some of the industry’s top titles adopting a free, micro-transaction-focused monetization strategy.</p><p>“What about DOTA, League of Legends and Team Fortress 2? Those are free-to-play games that don&#8217;t have a negative stigma. I believe this is because those games aren&#8217;t exploitative,” said Jordan.</p><p>Jordan and his team at Codename Entertainment believe the only way to combat the stigma surrounding free-to-play is to create games they actually want to play themselves.</p><p>“With that in mind, it&#8217;s a simple step to create games using a free-to-play model that aren&#8217;t exploitative or create negative experiences,” said Jordan</p><p>In Crusaders of the Lost Idols, players can earn premium content in a variety of ways that doesn’t require them to actually spend money. Jordan says that premium content is only presented as an option for players to “enhance their gaming experience because they are already fans.”</p><p>Crusaders of the Lost Idols was nominated for a 2015 Canadian Video Game Award for best social/casual game but didn’t take home the award, losing to I love Potatoes.</p><p>“It was an enormous honour for the team to be a finalist at the Canadian Video Game Awards this year. The studio has been in operation for seven years and this year&#8217;s nomination was a great way to recognise the talent we have at Codename and the hard work put into making Crusaders,” said Jordan</p><p>While Jordan didn’t go into specifics, he says his studio has plans to bring Crusaders of the Lost Idols to additional platforms, possible even in the mobile space.</p><p>“We don&#8217;t have anything to announce at this time but it&#8217;s definitely something on our priority list,” said Jordan.</p><div class=\"ttr_end\"></div><p>The post <a rel=\"nofollow\" href=\"http://www.cvawards.ca/gaming-news/crusader-of-the-lost-idol-changing-the-clicker-game-perception/\">Crusader of the Lost Idol: Changing the ‘clicker game’ perception</a> appeared first on <a rel=\"nofollow\" href=\"http://www.cvawards.ca\">CVA 2015</a>.</p> ]]></content:encoded> <wfw:commentRss>http://www.cvawards.ca/gaming-news/crusader-of-the-lost-idol-changing-the-clicker-game-perception/feed/</wfw:commentRss> <slash:comments>0</slash:comments> </item> <item><title>Canadian Videogame Awards Announce 2015 Winners</title><link>http://www.cvawards.ca/cva-2015/canadian-videogame-awards-announce-2015-winners/</link> <comments>http://www.cvawards.ca/cva-2015/canadian-videogame-awards-announce-2015-winners/#comments</comments> <pubDate>Mon, 07 Dec 2015 23:08:30 +0000</pubDate> <dc:creator><![CDATA[Canadian Videogame Awards]]></dc:creator> <category><![CDATA[CVA 2015]]></category> <category><![CDATA[Canadian Video Game Awards]]></category> <category><![CDATA[Canadian Videogame awards]]></category> <category><![CDATA[CVA]]></category> <category><![CDATA[Mattamy Center]]></category> <category><![CDATA[tickets]]></category> <category><![CDATA[Toronto]]></category> <category><![CDATA[Video Game]]></category><guid isPermaLink=\"false\">http://www.cvawards.ca/?p=2463</guid> <description><![CDATA[<p>Assassin&#8217;s Creed Syndicate Wins Game of the Year<p><strong>December 7, 2015 (Toronto, ON) –</strong> 2015 winners for the Canadian Videogame Awards were announced yesterday in eighteen different categories. The winners ... <br /><a href=\"http://www.cvawards.ca/cva-2015/canadian-videogame-awards-announce-2015-winners/\" class=\"more-link\">Read More</a></p><p>The post <a rel=\"nofollow\" href=\"http://www.cvawards.ca/cva-2015/canadian-videogame-awards-announce-2015-winners/\">Canadian Videogame Awards Announce 2015 Winners</a> appeared first on <a rel=\"nofollow\" href=\"http://www.cvawards.ca\">CVA 2015</a>.</p> ]]></description> <content:encoded><![CDATA[<div class=\"ttr_start\"></div><h2>Assassin&#8217;s Creed Syndicate Wins Game of the Year</h2><p><strong>December 7, 2015 (Toronto, ON) –</strong> 2015 winners for the Canadian Videogame Awards were announced yesterday in eighteen different categories. The winners were revealed at the annual event held Sunday evening at the Mattamy Centre in the heart of downtown Toronto.</p><p>Winners were announced from a list of more than 100 finalists, representing work developed in Canada and internationally. A body of industry experts from across the country voted on the winners in each category. Members of the general public voted online to determine the winners in the Fans’ Choice: Best Canadian-Made Game and Fans&#8217; Choice: Best International Game categories.</p><h2>2015 Award Winners</h2><ul><li><strong>Best Console Game:</strong> Dragon Age: Inquisition (BioWare)</li><li><strong>Best Downloadable:</strong> Invisible, Inc. (Klei Entertainment)</li><li><strong>Best Game on the Go:</strong> Skylanders SuperChargers Racing (Beenox)</li><li><strong>Best iOS Game:</strong> Lara Croft GO (Square Enix Montreal)</li><li><strong>Best Social/Casual Game:</strong> I Love Potatoes (A Vali Fugulin game /Minority and Ruben Farrus)</li><li><strong>Best Animation:</strong> Assassin&#8217;s Creed Syndicate (Ubisoft Quebec)</li><li><strong>Best Audio:</strong> Assassin&#8217;s Creed Syndicate (Ubisoft Quebec)</li><li><strong>Best Game Design:</strong> Far Cry 4 (Ubisoft Montreal)</li><li><strong>Best Game Innovation:</strong> Pulse (Pixel Pi Games)</li><li><strong>Best Indie Game:</strong> Invisible, Inc. (Klei Entertainment)</li><li><strong>Best New Character:</strong> The Twins, Jacob and Evie Frye, Assassin&#8217;s Creed Syndicate (Ubisoft Quebec)</li><li><strong>Best Original Music:</strong> D.R Style (Vinyl), Don&#8217;t Starve: Pocket Edition (Klei Entertainment)</li><li><strong>Best Technology:</strong> Hitman: Sniper (Square Enix Montreal)</li><li><strong>Best Visual Arts:</strong> Assassin&#8217;s Creed Syndicate (Ubisoft Quebec)</li><li><strong>Best Writing:</strong> Dragon Age: Inquisition (BioWare)</li><li><strong>Fans&#8217; Choice &#8211; Best Canadian-Made Game:</strong> N++ (Metanet Software Inc.)</li><li><strong>Fans&#8217; Choice &#8211; Best International Game:</strong> The Witcher 3: Wild Hunt (CD Projekt RED)</li><li><strong>Game of the Year:</strong> Assassin&#8217;s Creed Syndicate (Ubisoft Quebec)</li></ul><p>This year’s show was live-streamed on Twitch, the world&#8217;s leading video platform and community for gamers.</p><p>For full event information visit: www.cvawards.ca or follow along on Facebook or Twitter (#cvawards).</p><p>The Canadian Videogame Awards are produced by Reboot Communications and Swaf Media, and officially endorsed by the Entertainment Software Association of Canada, Interactive Ontario and DigiBC.</p><p><strong>For more information:</strong></p><p><strong>Angela Gatari</strong><br /> Director, Communications &amp; Event Management<br /> Reboot Communications<br /> (778) 425-3514<br /> <a href=\"mailto:angela@rebootcommunications.com\">angela@rebootcommunications.com</a></p><p><strong>Carl-Edwin Michel</strong><br /> CEO<br /> Swaf Media<br /> (647) 465-6272<br /> <a href=\"mailto:carl@swafmedia.com\">carl@swafmedia.com</a></p><div class=\"ttr_end\"></div><p>The post <a rel=\"nofollow\" href=\"http://www.cvawards.ca/cva-2015/canadian-videogame-awards-announce-2015-winners/\">Canadian Videogame Awards Announce 2015 Winners</a> appeared first on <a rel=\"nofollow\" href=\"http://www.cvawards.ca\">CVA 2015</a>.</p> ]]></content:encoded> <wfw:commentRss>http://www.cvawards.ca/cva-2015/canadian-videogame-awards-announce-2015-winners/feed/</wfw:commentRss> <slash:comments>0</slash:comments> </item> <item><title>Watch the 6th Edition of the Canadian Videogame Awards!</title><link>http://www.cvawards.ca/cva-2015/livestream/</link> <comments>http://www.cvawards.ca/cva-2015/livestream/#comments</comments> <pubDate>Mon, 07 Dec 2015 00:26:51 +0000</pubDate> <dc:creator><![CDATA[Canadian Videogame Awards]]></dc:creator> <category><![CDATA[CVA 2015]]></category><guid isPermaLink=\"false\">http://www.cvawards.ca/?p=2456</guid> <description><![CDATA[<p>Watch live video from CVAwards on www.twitch.tv</p><p>The post <a rel=\"nofollow\" href=\"http://www.cvawards.ca/cva-2015/livestream/\">Watch the 6th Edition of the Canadian Videogame Awards!</a> appeared first on <a rel=\"nofollow\" href=\"http://www.cvawards.ca\">CVA 2015</a>.</p> ]]></description> <content:encoded><![CDATA[<div class=\"ttr_start\"></div><p><iframe src=\"http://player.twitch.tv/?video=v28673982\" frameborder=\"0\" scrolling=\"no\" height=\"488\" width=\"800\"></iframe><a href=\"http://www.twitch.tv/cvawards?tt_medium=live_embed&#038;tt_content=text_link\" style=\"padding:2px 0px 4px; display:block; width:345px; font-weight:normal; font-size:10px;text-decoration:underline;\">Watch live video from CVAwards on www.twitch.tv</a></p><div class=\"ttr_end\"></div><p>The post <a rel=\"nofollow\" href=\"http://www.cvawards.ca/cva-2015/livestream/\">Watch the 6th Edition of the Canadian Videogame Awards!</a> appeared first on <a rel=\"nofollow\" href=\"http://www.cvawards.ca\">CVA 2015</a>.</p> ]]></content:encoded> <wfw:commentRss>http://www.cvawards.ca/cva-2015/livestream/feed/</wfw:commentRss> <slash:comments>0</slash:comments> </item> <item><title>CVA FanFest: What to Expect</title><link>http://www.cvawards.ca/cva-2015/cva-fanfest-what-to-expect/</link> <comments>http://www.cvawards.ca/cva-2015/cva-fanfest-what-to-expect/#comments</comments> <pubDate>Wed, 02 Dec 2015 22:37:26 +0000</pubDate> <dc:creator><![CDATA[Carl-Edwin Michel - Editor in Chief]]></dc:creator> <category><![CDATA[CVA 2015]]></category><guid isPermaLink=\"false\">http://www.cvawards.ca/?p=2318</guid> <description><![CDATA[<p><strong>CVA FanFest is the ultimate in fan-centric experiences and is the perfect opportunity to engage with the best in interactive entertainment right before the holiday season!</strong></p><p><strong>CVA FanFest will take ... <br /><a href=\"http://www.cvawards.ca/cva-2015/cva-fanfest-what-to-expect/\" class=\"more-link\">Read More</a></strong></p><p>The post <a rel=\"nofollow\" href=\"http://www.cvawards.ca/cva-2015/cva-fanfest-what-to-expect/\">CVA FanFest: What to Expect</a> appeared first on <a rel=\"nofollow\" href=\"http://www.cvawards.ca\">CVA 2015</a>.</p> ]]></description> <content:encoded><![CDATA[<div class=\"ttr_start\"></div><p><strong>CVA FanFest is the ultimate in fan-centric experiences and is the perfect opportunity to engage with the best in interactive entertainment right before the holiday season!</strong></p><p><strong>CVA FanFest will take place December 5th and 6th at the Mattamy Athletic Centre in downtown Toronto. Advanced access will be granted starting at 9am both Saturday and Sunday for Weekend Pass holders ONLY with access for all other ticket holders starting at 10am. FanFest will run until 6pm Saturday and 3pm Sunday.</strong></p><p>All tickets can be purchased <a href=\"http://www.ticketmaster.ca/promo/x2x06j\">here</a>.</p><hr /><p>&nbsp;</p><p><strong>eSPORTS COMPETITION</strong></p><p>Counter Strike: Global Offensive competition with a $20,000 prize pool. Professional eSports teams to compete include CLG Blue, CLG Red, Ace Gaming, 3sUP, FollowESports, CompLexity, Method, Nexus eSports.</p><hr /><p><strong>CASUAL GAME COMPETITION FOR FANS:</strong> Fans have the chance to test their skills against each other during FanFest and compete for awesome prizes! Public competitions are for group play with semi-finals and finals being held on Sunday, December 6th.</p><ul><li>Super Smash Brothers ($2,500 prize pool)</li><li>Rainbow Six Seige ($2,000 prize pool)</li><li>NHL 16 (Signed Connor McDavid NHL jersey and EA Sports Library)</li></ul><hr /><p>&nbsp;</p><p><strong>MEET AND GREETS: </strong>Stop by to meet your favourite game celebrities!</p><ul><li>Victor Lucas and the hosts of EP Daily and Reviews on the Run will be live on-site to meet fans, conduct live interviews with developers and film the Rocket and Raygun Awards!</li><li>Elias Toufexis (Andriy Kobin &#8211; Tom Clancy&#8217;s Splinter Cell, Adam Jensen &#8211; Deus Ex) will host signing sessions during FanFest</li><li>CLG Blue, CLG Red,CompLexity, Method and Shroud from Cloud9 will host signing sessions during FanFest</li></ul><hr /><p>&nbsp;</p><p><strong>WINTER BIT BAZAAR</strong></p><p>Bento Miso will host its annual Winter Bit Bazaar with 40+ Canadian indies showing off their games and wares alongside the big studios on the national stage as part of FanFest. Bit Bazaar is a videogame arts and crafts market, and features fresh games, zines, prints, and local comic artists! Meet the creators and buy one-of-a-kind, limited edition and handmade items -pins, zines, boxed videogames, card decks, art prints, comics, t-shirts, game soundtracks on vinyl, mixtapes, papercraft and toys (just in time for the holidays), and stay fed with tasty grub and suds from local breweries and food makers.</p><hr /><p>&nbsp;</p><p><strong>6th ANNUAL CANADIAN VIDEOGAME AWARDS</strong></p><p>Sunday December 6th, 8-10pm: Join us as we recognize the best in Canadian game development. This two-hour show, hosted by the EPN team, is guaranteed to blow you away with over 500 people from the industry in attendance and an integrated fan presence!</p><hr /><p>&nbsp;</p><p><strong>FANZONE EXHIBITORS</strong></p><p><a href=\"http://www.cvawards.ca/wp-content/uploads/2015/12/Screen-Shot-2015-12-02-at-15.47.17.png\" class=\"themewich-lightbox\"><img class=\"normal wp-image-2350\" src=\"http://www.cvawards.ca/wp-content/uploads/2015/12/Screen-Shot-2015-12-02-at-15.47.17-300x237.png\" alt=\"CVA FanFest 2015 Exhibitors\" width=\"600\" height=\"474\" /></a></p><p><a href=\"http://www.cvawards.ca/cva-2015/list-of-exhibitors-at-the-cva-fanfest/\">Click here</a> for a complete list of the exhibitors.</p><p><strong>OMDC ALLEY EXHIBITORS</strong></p><p><img class=\"normal wp-image-2354\" src=\"http://www.cvawards.ca/wp-content/uploads/2015/12/Screen-Shot-2015-12-02-at-15.47.31-300x240.png\" alt=\"OMDC Alley Exhibitors\" width=\"539\" height=\"383\" /></p><div class=\"ttr_end\"></div><p>The post <a rel=\"nofollow\" href=\"http://www.cvawards.ca/cva-2015/cva-fanfest-what-to-expect/\">CVA FanFest: What to Expect</a> appeared first on <a rel=\"nofollow\" href=\"http://www.cvawards.ca\">CVA 2015</a>.</p> ]]></content:encoded> <wfw:commentRss>http://www.cvawards.ca/cva-2015/cva-fanfest-what-to-expect/feed/</wfw:commentRss> <slash:comments>0</slash:comments> </item> <item><title>Buy your tickets for the CVA FanFest Now!</title><link>http://www.cvawards.ca/cva-2015/buy-your-tickets-for-the-cva-fanfest-now/</link> <comments>http://www.cvawards.ca/cva-2015/buy-your-tickets-for-the-cva-fanfest-now/#comments</comments> <pubDate>Tue, 01 Dec 2015 16:33:18 +0000</pubDate> <dc:creator><![CDATA[Canadian Videogame Awards]]></dc:creator> <category><![CDATA[CVA 2015]]></category> <category><![CDATA[Canadian Video Game Awards]]></category> <category><![CDATA[Canadian Videogame awards]]></category> <category><![CDATA[CVA]]></category> <category><![CDATA[Mattamy Center]]></category> <category><![CDATA[tickets]]></category> <category><![CDATA[Toronto]]></category> <category><![CDATA[Video Game]]></category><guid isPermaLink=\"false\">http://www.cvawards.ca/?p=2311</guid> <description><![CDATA[<p>Buy your tickets now! Event Overview The Canadian Videogame Awards are pleased to announce the addition of CVA FanFest, a weekend celebration of video games. As the CVA’s continue to ... <br /><a href=\"http://www.cvawards.ca/cva-2015/buy-your-tickets-for-the-cva-fanfest-now/\" class=\"more-link\">Read More</a></p><p>The post <a rel=\"nofollow\" href=\"http://www.cvawards.ca/cva-2015/buy-your-tickets-for-the-cva-fanfest-now/\">Buy your tickets for the CVA FanFest Now!</a> appeared first on <a rel=\"nofollow\" href=\"http://www.cvawards.ca\">CVA 2015</a>.</p> ]]></description> <content:encoded><![CDATA[<div class=\"ttr_start\"></div><p><a target=\"_blank\" class=\"tw-button  large custom   shortcode\" href=\"http://www.ticketmaster.ca/cvawards\" style=\"background:#E0B95A;\">Buy your tickets now!</a><br /> Event Overview<br /> The Canadian Videogame Awards are pleased to announce the addition of CVA FanFest, a weekend celebration of video games. As the CVA’s continue to grow and build towards the 2017 celebrations in Ottawa, fan engagement has never been more important.</p><p>Fans will have the opportunity to try out games that will be released prior to the holiday season and meet their creators in the new Fan Zone and Canadian Game Zone. The Canadian Game Zone will host some of Canada’s best talent and showcase a range of developers from across the country. The FanZone will host larger developers and international brands that are synonymous with gaming. The public will also be able to test their skills against other players in the Videogame Competition.</p><p>The event will round out with local bands and other entertainment featured on the main stage prior to the award show on Sunday December 6th, closing out a weekend celebration of the Canadian Gaming Industry. The objective of CVA FanFest is to celebrate Canadian gaming and provide a great opportunity for fans to meet their favourite Canadian developers.</p><p><a target=\"_blank\" class=\"tw-button  large custom   shortcode\" href=\"http://www.ticketmaster.ca/cvawards\" style=\"background:#E0B95A;\">Buy your tickets now!</a></p><div class=\"ttr_end\"></div><p>The post <a rel=\"nofollow\" href=\"http://www.cvawards.ca/cva-2015/buy-your-tickets-for-the-cva-fanfest-now/\">Buy your tickets for the CVA FanFest Now!</a> appeared first on <a rel=\"nofollow\" href=\"http://www.cvawards.ca\">CVA 2015</a>.</p> ]]></content:encoded> <wfw:commentRss>http://www.cvawards.ca/cva-2015/buy-your-tickets-for-the-cva-fanfest-now/feed/</wfw:commentRss> <slash:comments>0</slash:comments> </item> <item><title>List of exhibitors at the CVA FanFest</title><link>http://www.cvawards.ca/cva-2015/list-of-exhibitors-at-the-cva-fanfest/</link> <comments>http://www.cvawards.ca/cva-2015/list-of-exhibitors-at-the-cva-fanfest/#comments</comments> <pubDate>Sun, 29 Nov 2015 22:18:08 +0000</pubDate> <dc:creator><![CDATA[Canadian Videogame Awards]]></dc:creator> <category><![CDATA[CVA 2015]]></category><guid isPermaLink=\"false\">http://www.cvawards.ca/?p=2292</guid> <description><![CDATA[<p>This is the list of all the exhibitors, game Studios and independent game studio that you can visit this year.</p><p>Xbox LUDIA Nintendo Vagabond Dog Level Up Asus Hibernum Toronto ... <br /><a href=\"http://www.cvawards.ca/cva-2015/list-of-exhibitors-at-the-cva-fanfest/\" class=\"more-link\">Read More</a></p><p>The post <a rel=\"nofollow\" href=\"http://www.cvawards.ca/cva-2015/list-of-exhibitors-at-the-cva-fanfest/\">List of exhibitors at the CVA FanFest</a> appeared first on <a rel=\"nofollow\" href=\"http://www.cvawards.ca\">CVA 2015</a>.</p> ]]></description> <content:encoded><![CDATA[<div class=\"ttr_start\"></div><p>This is the list of all the exhibitors, game Studios and independent game studio that you can visit this year.</p><p>Xbox<br /> LUDIA<br /> Nintendo<br /> Vagabond Dog<br /> Level Up<br /> Asus<br /> Hibernum<br /> Toronto Star<br /> OMDC<br /> Asteroid Base<br /> Bloom Digital<br /> Clapfoot Games<br /> Cococucumber<br /> Guru Studio<br /> Jon Remedios Games<br /> Joydrop<br /> Massive Damage<br /> MK Ultra<br /> Phantom Compass<br /> Rocket 5 Studios<br /> Stitch Media<br /> Uken<br /> Mark Media<br /> Acacia Christensen<br /> Stitch Media<br /> XMG Studio<br /> Will O&#8217;Neill<br /> Kara Stone<br /> Ian Daffern<br /> merritt kopas<br /> WOWOWgifty<br /> Beat Rush<br /> Alientrap<br /> Mr.Tedders<br /> Fn&#8217;O<br /> Tanya Kan<br /> Golden Gear Games<br /> Arielle Grimes<br /> Bonfire Games<br /> Rocket 5 Studios<br /> Axon Interactive<br /> OSnap! Games<br /> Laundry Bear Games<br /> Sebby Confetti<br /> Bopu Squad<br /> Arcane Bullshit<br /> Castle Pixel<br /> Bootdisk Revolution<br /> Neon Deity Games<br /> Yifat Shaik + Derek Quenneville<br /> Jim Guthrie<br /> Vagabond Dog<br /> Kat Verhoeven<br /> Saffron Aurora<br /> Jenn Woodall<br /> Monster Cliche Productions<br /> Numizmatic<br /> Mailbox Games<br /> Liberty Village Brewing Company<br /> grubTO<br /> All Mine Caramel<br /> Pirate Queen Confectionary &#038; Squire’s Lemonade<br /> Santo Pecado<br /> Linzb0t and Jakten<br /> Kelly K<br /> Camp Cult<br /> Daniel Orellana<br /> Rachel Kahn<br /> Tresor d&#8217;If Games<br /> Maiji/Mary Huang<br /> Leisha Riddel<br /> Brenden Cameron<br /> Protect From Evil<br /> Regina Ying<br /> Eric Kim<br /> Curry Carrots<br /> Jessica Muraca</p><div class=\"ttr_end\"></div><p>The post <a rel=\"nofollow\" href=\"http://www.cvawards.ca/cva-2015/list-of-exhibitors-at-the-cva-fanfest/\">List of exhibitors at the CVA FanFest</a> appeared first on <a rel=\"nofollow\" href=\"http://www.cvawards.ca\">CVA 2015</a>.</p> ]]></content:encoded> <wfw:commentRss>http://www.cvawards.ca/cva-2015/list-of-exhibitors-at-the-cva-fanfest/feed/</wfw:commentRss> <slash:comments>0</slash:comments> </item> <item><title>Canadian Videogame Awards Announce Finalists for 2015</title><link>http://www.cvawards.ca/gaming-news/canadian-videogame-awards-announce-finalists-for-2015/</link> <comments>http://www.cvawards.ca/gaming-news/canadian-videogame-awards-announce-finalists-for-2015/#comments</comments> <pubDate>Mon, 16 Nov 2015 21:53:30 +0000</pubDate> <dc:creator><![CDATA[Carl-Edwin Michel - Editor in Chief]]></dc:creator> <category><![CDATA[CVA 2015]]></category> <category><![CDATA[Gaming News]]></category> <category><![CDATA[Industry News]]></category><guid isPermaLink=\"false\">http://www.cvawards.ca/?p=2207</guid> <description><![CDATA[<p>Canadian Videogame Awards Announce Finalists for 2015</p><p>Assassin&#8217;s Creed: Syndicate Leads 6th Annual Awards as Finalist in 9 Categories</p><p>November 16, 2015 (Toronto, ON) &#8211; The 2015 finalists for ... <br /><a href=\"http://www.cvawards.ca/gaming-news/canadian-videogame-awards-announce-finalists-for-2015/\" class=\"more-link\">Read More</a></p><p>The post <a rel=\"nofollow\" href=\"http://www.cvawards.ca/gaming-news/canadian-videogame-awards-announce-finalists-for-2015/\">Canadian Videogame Awards Announce Finalists for 2015</a> appeared first on <a rel=\"nofollow\" href=\"http://www.cvawards.ca\">CVA 2015</a>.</p> ]]></description> <content:encoded><![CDATA[<div class=\"ttr_start\"></div><p>Canadian Videogame Awards Announce Finalists for 2015</p><p>Assassin&#8217;s Creed: Syndicate Leads 6th Annual Awards as Finalist in 9 Categories</p><p>November 16, 2015 (Toronto, ON) &#8211; The 2015 finalists for the Canadian Videogame Awards were announced today in eighteen categories. The winners will be revealed at the annual event to be held on December 6th, 2015 at the Mattamy Athletic Centre (former Maple Leaf Gardens) in the heart of downtown Toronto.</p><p>Over 100 nominations for games released in 2015 were received from all parts of Canada, with ­­54 games represented in the list of finalists.  All awards are for work developed in Canada between November 1, 2014 and October 31, 2015.  A body of industry experts from across the country will vote on the winners in each category.</p><p>Members of the general public can get involved by casting their vote for the Fans&#8217; Choice Awards at www.cvawards.ca. Voting will close November 25th.</p><p><a class=\"tw-button  large custom   shortcode\" href=\"http://www.cvawards.ca/2015-finalists\" style=\"background:#E0B95A;\">See the finalists!</a></p><p>For full event information visit: www.cvawards.ca or follow along on Facebook or Twitter (#CanadianVideogameAwards).</p><p>The Canadian Videogame Awards were co-founded by Reboot Communications and EP media, are produced by Reboot Communications and Swaf Media, and are officially endorsed by the Entertainment Software Association of Canada, Interactive Ontario and DigiBC. The producers are joined by a national advisory board of developers and leaders in the Canadian digital entertainment industry.</p><p>For more information:</p><p>Angela Gatari<br /> Reboot Communications<br /> (778) 425-3514<br /> angela@rebootcommunications.com</p><p>Carl-Edwin Michel<br /> Swaf Media Inc.<br /> (647) 465-6272<br /> carl@swafmedia.com</p><div class=\"ttr_end\"></div><p>The post <a rel=\"nofollow\" href=\"http://www.cvawards.ca/gaming-news/canadian-videogame-awards-announce-finalists-for-2015/\">Canadian Videogame Awards Announce Finalists for 2015</a> appeared first on <a rel=\"nofollow\" href=\"http://www.cvawards.ca\">CVA 2015</a>.</p> ]]></content:encoded> <wfw:commentRss>http://www.cvawards.ca/gaming-news/canadian-videogame-awards-announce-finalists-for-2015/feed/</wfw:commentRss> <slash:comments>0</slash:comments> </item> <item><title>Lover’s in a Dangerous Spacetime is all about hectic co-op madness</title><link>http://www.cvawards.ca/gaming-news/lovers-in-a-dangerous-spacetime-is-all-about-hectic-co-op-madness/</link> <comments>http://www.cvawards.ca/gaming-news/lovers-in-a-dangerous-spacetime-is-all-about-hectic-co-op-madness/#comments</comments> <pubDate>Tue, 13 Oct 2015 03:22:54 +0000</pubDate> <dc:creator><![CDATA[Patrick O'Rourke]]></dc:creator> <category><![CDATA[Gaming News]]></category> <category><![CDATA[PC]]></category> <category><![CDATA[Xbox]]></category> <category><![CDATA[Dangerous]]></category> <category><![CDATA[Lover in a Dangerous Spacetime]]></category> <category><![CDATA[Spacetime]]></category><guid isPermaLink=\"false\">http://www.cvawards.ca/?p=2061</guid> <description><![CDATA[<p>Toronto-based Asteroid Base’s Lovers in a Dangerous Spacetime is the type of game that’s difficult to describe and also rare, even when it comes to independently developed video games.</p><p> ... <br /><a href=\"http://www.cvawards.ca/gaming-news/lovers-in-a-dangerous-spacetime-is-all-about-hectic-co-op-madness/\" class=\"more-link\">Read More</a></p><p>The post <a rel=\"nofollow\" href=\"http://www.cvawards.ca/gaming-news/lovers-in-a-dangerous-spacetime-is-all-about-hectic-co-op-madness/\">Lover’s in a Dangerous Spacetime is all about hectic co-op madness</a> appeared first on <a rel=\"nofollow\" href=\"http://www.cvawards.ca\">CVA 2015</a>.</p> ]]></description> <content:encoded><![CDATA[<div class=\"ttr_start\"></div><p><a href=\"http://www.cvawards.ca/wp-content/uploads/2015/10/lovers4.jpg\" class=\"themewich-lightbox\"><img src=\"http://www.cvawards.ca/wp-content/uploads/2015/10/lovers4-300x225.jpg\" alt=\"lovers4\" width=\"300\" height=\"225\" class=\"normal alignnone size-medium wp-image-2066\" /></a>Toronto-based Asteroid Base’s Lovers in a Dangerous Spacetime is the type of game that’s difficult to describe and also rare, even when it comes to independently developed video games.</p><p>This is because Lovers in a Dangerous Spacetime is all about co-op, although if you’re a solo player (like me) you’ll have the option to choose a surprisingly intelligent pet to help you on your journey. The game involves a mix of intense teamwork, managing power-ups and rescuing kidnapped space bunnies from their thorny, metallic prisons.</p><p>We sat down with Asteroid Base’s artist and game designer, Matt Hammill, and asked him a few questions about his studios’ recently released title.</p><p>Question: I guess the first thing I&#8217;d like to ask is why did the game end up getting delayed for so long? If I&#8217;m not mistaken, the original release date was set for some point in 2013, right?</p><p><iframe width=\"1170\" height=\"658\" src=\"https://www.youtube.com/embed/pOnZ9hYiArs?feature=oembed\" frameborder=\"0\" allowfullscreen></iframe></p><p>Matt Hammill: That’s right. And boy were we wrong! A big reason we didn’t come close to hitting that deadline was that the final game we made is much, much larger in scope than what we originally had in mind. We built the prototype at a game jam, and our biggest plans for it at the time were that we would release it free as a brief single-level arcade game, and treat the project as a learning experience.</p><p>It was only when started getting amazing feedback from other people that we realized the concept had more potential, and we decided to flesh it out into a full-size game.</p><p>The other main reason for the delay is that this has been our first game as a studio, and for two-thirds of us, it’s our first game ever. Two years ago we basically had no idea what it takes to make a complete game. We were kind of using our weekend game jam prototype as a baseline for how quickly we could make progress.</p><p>But as soon as we started working on a full-size game, with lots of level content, bosses, upgrades, skill progression, UI, etc., we quickly learned why other devs talk about project lifecycles as a “U” with high energy, fast progress at the start and the end, but a long, slow slog in the middle.</p><p>Question: What inspired you to develop the game&#8217;s co-op mechanic? Lovers in a Dangerous Spacetime&#8217;s co-op mode is some of the most fun I&#8217;ve had with a video game in years.</p><p>Matt Hammill: That’s awesome to hear! All of us have really fond memories of growing up with couch co-op games, from Battletoads and Gunstar Heroes when we were kids, to ObsCure in the PS2 era, and even later when we would drag our Xbox 360s to each other’s apartments to play local games of Left 4 Dead.</p><p>But what really pushed us to do co-op at that initial game jam was the work of some of our friends in Toronto, like Damian Sommer’s A Friendship in 4 Colours and Spooky Squid’s Cephalopods Co-op Cottage Defense. These were great little jam-sized games that we could play with our friends from outside the game dev scene. It was a social experience, and we wanted to tap into that too.</p><p>Question: Was implementing an AI partner part of the development plan all along (I tend to play the game solo and while it&#8217;s a lonely experience, my AI companion seems pretty damn intelligent in your game). Also, do you have any plans to expand how solo players can play the game?</p><p>Matt Hammill: Once we decided that we wanted to go commercial with the project, we knew we had to implement a 1-player mode. Part of the reason was because we didn’t have the budget to do online multiplayer, so this would at least make the game playable for folks who don’t have a friend beside them.</p><p>The second reason for 1P mode was that we as devs needed a way to playtest levels on our own as we were making them. All throughout development, we were constantly tweaking and adjusting the space-pet’s behaviour as we would discover new edge cases where the AI would mess up.</p><p>The reason for presenting the AI companion as a pet rather than another human character was because we knew that it would feel different than real co-op. In 1P mode, you’re the boss&#8211;you don’t need to worry about conflict with a partner, but on the other hand you need to keep an eye on what your pet is doing, and give orders to ensure they’re focusing on the most important task. Casting the AI partner as a pet dog or cat just felt natural.</p><p>As to your other question – no, at present we don’t have any plans for additional 1P modes.</p><p>How has Lovers in a Dangerous Spacetime evolved over the course of its development? The game seems widely different from what was shown off at IGF years ago, particularly when it comes to power-ups.</p><div class=\"tw-post-break \"><div class=\"tw-full-bg-image\" style=\"background-image: url(http://www.cvawards.ca/wp-content/uploads/2015/10/lovers6.jpg); \"><div class=\"tw-opacity\" style=\"background-color:#000; opacity:0.5; \"></div><div class=\"tw-parallax-content\"><p style=\"color: #fff; font-size: 18px;\"><strong>Andrew Traviss:</strong> Matt Hammill: Yup, the game has evolved a lot over the years, but at the same time it’s still very true to the original game jam prototype. Even from early on we had a pretty polished (albeit razor thin) vertical slice, which probably contributed to people thinking that we were closer to completion than we were.</p></div></div></div><div class=\"clear\"></div><p>Powerups are one area where there has been a lot of iteration, though. When we first showed the game at IGF, powerups would give you a predetermined upgrade (e.g. more guns) for a limited time, and there was no player choice involved.</p><p>Later, we changed the upgrade system so that powerups take the form of gems, and we leave it to the player to decide where to place each gem. For example, a Beam Gem will have a very different effect on the shield than on a turret. Suddenly, players started having conversations about which parts of their ship to upgrade – it had become part of the co-op gameplay.</p><p>And to take that further and give room for even more player decisions, the final version of the powerup system lets you combine two different gems in each station for different effects, opening up a lot of room for experimentation and player discussion. (Credit where credit is due: we’re totally stealing from Gunstar Heroes’ terrific upgrade system.)</p><p>Question: Was there any specific portion of the game you felt was extremely important to get right? Continuing in that train of thought, what was the most difficult part of the development process?</p><p>Matt Hammill: Since the concept of the game has a lot of built-in complexity (manning all your ship’s battlestations) it was extremely important to make the core interactions and controls super easy to understand, so that gamers and non-gamers could team up together and be on somewhat even footing.</p><p>We wanted the challenge to come from complex situations, not complex inputs. We spent a lot of time iterating on the controls to keep the whole game playable with a directional stick and two face buttons (jump and shoot), so that anyone who’s ever played a platformer could play Lovers. We also did a lot of testing on our tutorial level and our button prompts in order to make everything as quick and clear as possible, without leaving anyone behind.</p><p>The most difficult part of the whole process was probably finalizing the difficulty curve. It took us a long time to realize that our own thoughts about difficulty were totally irrelevant, since we were clocking hundreds and hundreds of hours on the game.</p><p>In the end we had lots of differently-skilled couples playtest the game, and iterated a lot on the difficulty, and even so, the overall response is that the game definitely falls on the tough side. Difficulty balancing is difficult! We also added a Casual difficulty setting, too – hopefully that helps some players.</p><p>Question: How did you settle on working with Microsoft rather than Sony for the console version of the game?</p><p>Matt Hammill: It’s certainly nothing against Sony, they’re awesome folks too! But from the first day we decided to target a console release, we knew that going through certification on two platforms at once was out of our reach.</p><p>We submitted our application to the ID@Xbox on the first day it opened, and the team there has been really communicative and helpful the whole time. With simultaneous launch out of the question, we knew we had to choose one, and in the end we chose Xbox.</p><p>Question: Are there any plans to bring Lovers in a Dangerous Spacetime to other platforms in the future?</p><p>Matt Hammill:: Nothing to announce at the moment, sorry!</p><p>Lovers is a Dangerous SpaceTime is available for $14.99 on PC, OSX, Linux and Xbox One.</p><div class=\"ttr_end\"></div><p>The post <a rel=\"nofollow\" href=\"http://www.cvawards.ca/gaming-news/lovers-in-a-dangerous-spacetime-is-all-about-hectic-co-op-madness/\">Lover’s in a Dangerous Spacetime is all about hectic co-op madness</a> appeared first on <a rel=\"nofollow\" href=\"http://www.cvawards.ca\">CVA 2015</a>.</p> ]]></content:encoded> <wfw:commentRss>http://www.cvawards.ca/gaming-news/lovers-in-a-dangerous-spacetime-is-all-about-hectic-co-op-madness/feed/</wfw:commentRss> <slash:comments>1</slash:comments> </item> <item><title>Fate Tectonics mixes puzzle and real-time strategy gameplay seamlessly</title><link>http://www.cvawards.ca/gaming-news/fate-tectonics-mixes-puzzle-and-real-time-strategy-gameplay-seamlessly/</link> <comments>http://www.cvawards.ca/gaming-news/fate-tectonics-mixes-puzzle-and-real-time-strategy-gameplay-seamlessly/#comments</comments> <pubDate>Thu, 01 Oct 2015 04:11:52 +0000</pubDate> <dc:creator><![CDATA[Patrick O'Rourke]]></dc:creator> <category><![CDATA[Gaming News]]></category> <category><![CDATA[Mobile]]></category> <category><![CDATA[Canada]]></category> <category><![CDATA[Capybara Games]]></category> <category><![CDATA[Fate Tectonics]]></category> <category><![CDATA[gaming]]></category> <category><![CDATA[Golden Gear Games]]></category> <category><![CDATA[interview]]></category><guid isPermaLink=\"false\">http://www.cvawards.ca/?p=2046</guid> <description><![CDATA[<p>This week we sat down with Toronto-based Golden Gear Games, creators of recently released Fate Tectonics, a slightly confusing, albeit compelling title that mixes puzzle gameplay with real-time strategy god ... <br /><a href=\"http://www.cvawards.ca/gaming-news/fate-tectonics-mixes-puzzle-and-real-time-strategy-gameplay-seamlessly/\" class=\"more-link\">Read More</a></p><p>The post <a rel=\"nofollow\" href=\"http://www.cvawards.ca/gaming-news/fate-tectonics-mixes-puzzle-and-real-time-strategy-gameplay-seamlessly/\">Fate Tectonics mixes puzzle and real-time strategy gameplay seamlessly</a> appeared first on <a rel=\"nofollow\" href=\"http://www.cvawards.ca\">CVA 2015</a>.</p> ]]></description> <content:encoded><![CDATA[<div class=\"ttr_start\"></div><p>This week we sat down with Toronto-based Golden Gear Games, creators of recently released <a href=\"http://fatetectonics.com/\">Fate Tectonics</a>, a slightly confusing, albeit compelling title that mixes puzzle gameplay with real-time strategy god games like <a href=\"https://en.wikipedia.org/wiki/Populous\">Populous</a>.</p><p>In Fate Tectonics players build a world piece-by-piece, matching various forms of terrain with the help of “Fates,” god like creatures that either aide in the development of the player’s world or hinder it (and sometimes even completed destroying it).</p><p>Like all good video games, Fate Tectonics is easy to pick up and play, but also unfortunately has a level of depth to it that’s at times confusing, although this is an issue Golden Gear Games plans to address in the near future.</p><p><strong><em>Question: Can you tell me a little bit about Golden Gear Games? How did the studio come to be? My understanding is that Fate Tectonics is your first title. How long did it take to develop and is there anything specific you struggled with during the development process?</em></strong></p><p><strong>Alex Bethke:</strong> Golden Gear Games is a 5-year-old Toronto based game development studio that does a mix of game development for ourselves and for clients. Most notably we provided the programming team for the controversial Pipe Trouble iOS/Android game and the engine/programming support for Long Story. We&#8217;ve released some of our jam games over the years but Fate Tectonics is really our first fully produced game.</p><p><iframe width=\"1170\" height=\"658\" src=\"https://www.youtube.com/embed/fWmjCNFx7sQ?feature=oembed\" frameborder=\"0\" allowfullscreen></iframe></p><p><strong>Rosemary Brennan: </strong>Fate Tectonics has been in development for roughly two years, in-between other contract work we&#8217;ve had to do in order to pay our bills. That was something we struggled with, actually. How much time do we devote to Fate Tectonics and how much do we devote to work that&#8217;s bringing in money? Sometimes we had to tighten our belts, but we made it though.</p><p><strong><em>Question: Fate Tectonics is a really unique game. To me it seems like part puzzle, part real-time strategy. Where did the inspiration for Fate Tectonics come from? It also shares a lot in common with the Civilization series in terms of basic fundamentals (is this true or am I totally off with that statement)?</em></strong></p><p><strong>Andrew Traviss: </strong>Real-time and turn-based strategy games are both genres that I love and their fingerprints are definitely on anything I make, but Fate Tectonics has more of a lineage through god games. I&#8217;ve always had a great appreciation for games with systems you have only indirect control over.</p><p>The followers in Populous, for example, mostly do their own thing. You don&#8217;t order them not to settle in one place or to settle in another, you just create environmental conditions that guide them in that direction. Most god games have some element of this, and Fate Tectonics is no different. You don&#8217;t get to explicitly control the Fates or Penelope&#8217;s followers; they follow their own rules. If you want to direct their behavior, you need to learn and exploit those rules.</p><p><strong>Rosemary Brennan</strong>: In our original elevator pitch we likened the game to Carcasone and Populous, which are two major influences on the game. Sometimes we have to use the comparison of Tetris crossed with Sim City, because those are titles the majority of people are more familiar with. The second description isn&#8217;t as exact, but it tends to get a greater reaction.</p><p><strong><em>Question: When it comes to visuals, why did you decide to give the game a retro look and feel?</em></strong></p><div class=\"tw-post-break \"><div class=\"tw-full-bg-image\" style=\"background-image: url(http://www.cvawards.ca/wp-content/uploads/2015/09/fate3.jpg); \"><div class=\"tw-opacity\" style=\"background-color:#000; opacity:0.5; \"></div><div class=\"tw-parallax-content\"><p style=\"color: #fff; font-size: 18px;\"><strong>Andrew Traviss:</strong> When I chose pixel art, before we had even hired Rosemary to do the art, it wasn&#8217;t really out of a desire to appeal to a retro aesthetic at all. A large part of the decision was to support the game&#8217;s central visual matching puzzle mechanic. It&#8217;s much easier to match up pieces with iconic and consistent visual patterns.</p></div></div></div><div class=\"clear\"></div><p>3D camera perspectives all interfere with this, so from the beginning I decided against using any kind of 3D art. From there, pixel art made more sense than other art styles mainly because I knew more pixel artists who I could work with and had enough basic skills to work on pixel art myself that would at least be passable for prototyping.</p><p><strong>Rosemary Brennan: </strong>When I was brought on to the project, I was asked to provide pixel art for the visuals; Andrew had already set that standard during his &#8216;one game a month&#8217; build of the game. Luckily, I was given free reign to the details of how the pixel art looked and moved.</p><p>So I went with a classic 16-bit style reminiscent of JRPGs from the mid 90s. Games like Final Fantasy IV and VI, Breath of Fire and Secret of Mana were all huge inspirations. If nothing else, I wanted the visuals of Fate Tectonics to be a love letter to the video games of my childhood.</p><p><strong><em>Question: One of my biggest issues so far with the game is I&#8217;m not always entirely sure what&#8217;s going on. I&#8217;m having fun with it, but at times I&#8217;m totally lost. I don&#8217;t know why pieces of tile are disappearing or who these floating gods are in my world. Have you given any thought to creating a more extensive tutorial for the game? (as a side note, I don&#8217;t think I&#8217;m alone with this thought, a few other early impressions I&#8217;ve read indicated the same thing)</em></strong></p><p><strong>Andrew Traviss: </strong>We&#8217;ve heard this feedback loud and clear. Our intent all along has been to favor exploration and experimentation over explicitly teaching the player how everything works, but it&#8217;s very clear at this point that we&#8217;re losing people too early in that process. We&#8217;re currently working on a much more heavily guided tutorial that should guarantee that players understand the basic grammar of the game before they move on to figuring out how the rest of it works.</p><p><strong><em>Question: Is Fate Tectonics officially out now? Do you have plans to port it to other platforms in the future?</em></strong></p><p><strong>Alex Bethke: </strong>Yes to all of that. We never stay idle and multiple platform development is something our studio has specialized in over the last years targeting desktop, mobile, and web. We&#8217;d love to move into the console market with Fate Tectonics and are scheming away on a number of potential next steps for us and the game.</p><p><strong><em>Question: What has the fan response been like so far for the game? Is there any specific feedback you intend to use to improve Fate Tectonics?</em></strong></p><p><strong>Alex Bethke:</strong> Fan response has been super positive so far. Most of the issues users ran into with the launch build have been resolved with emails of complaint turning into praise by the end of the interaction. Now the biggest thing we&#8217;re focused on is making it easier for users to understand the game in regards to some of the things about which you already asked.</p><p><strong><em>Question: Is there anything else you&#8217;d like to mention about the game that you feel I&#8217;ve missed?</em></strong></p><p><strong>Andrew Traviss: </strong>Fate Tectonics owes a great deal to the wonderful indie community in Toronto and especially co-working space Bento Miso and its members. There&#8217;s no way would have made it this far without their support and encouragement. &#8220;It takes a village&#8221; applies to making indie games just as much as it does to raising kids.</p><div class=\"ttr_end\"></div><p>The post <a rel=\"nofollow\" href=\"http://www.cvawards.ca/gaming-news/fate-tectonics-mixes-puzzle-and-real-time-strategy-gameplay-seamlessly/\">Fate Tectonics mixes puzzle and real-time strategy gameplay seamlessly</a> appeared first on <a rel=\"nofollow\" href=\"http://www.cvawards.ca\">CVA 2015</a>.</p> ]]></content:encoded> <wfw:commentRss>http://www.cvawards.ca/gaming-news/fate-tectonics-mixes-puzzle-and-real-time-strategy-gameplay-seamlessly/feed/</wfw:commentRss> <slash:comments>0</slash:comments> </item> </channel> </rss>",
  "headers": {
    "Transfer-Encoding": "chunked",
    "Date": "Fri, 13 May 2016 07:43:44 GMT",
    "X-Robots-Tag": "noindex, follow",
    "Last-Modified": "Tue, 22 Mar 2016 01:15:58 GMT",
    "Pragma": "no-cache",
    "Connection": "Keep-Alive",
    "Expires": "Thu, 19 Nov 1981 08:52:00 GMT",
    "Keep-Alive": "timeout=5, max=100",
    "Content-Type": "application/rss+xml; charset=UTF-8",
    "Cache-Control": "no-store, no-cache, must-revalidate, post-check=0, pre-check=0",
    "ETag": "\"f501b3670a827c82e0c3bd1363163d69\"",
    "Vary": "Accept-Encoding,User-Agent",
    "Server": "Apache",
    "X-Powered-By": "W3 Total Cache/0.9.4.1",
    "X-Pingback": "http://www.cvawards.ca/xmlrpc.php"
  },
  "response_url": "http://www.cvawards.ca/feed/"
}
