{
  "requested_url": "http://www.huffingtonpost.ca/feeds/verticals/canada-sports/index.xml",
  "fetched_at": "2016-05-13T00:46:14.131412",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\"?>\n<rss version=\"2.0\">\n  <channel>\n    <title>Canada Sports - The Huffington Post</title>\n    <link>http://www.huffingtonpost.ca/sports/</link>\n    <description>Canada Sports news and blog articles from The Huffington Post</description>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2015/08/06/sidney-crosby-nathan-mac_n_7951064.html</guid>\n      <title><![CDATA[Sidney Crosby, Nathan MacKinnon donate to Cole Harbour hockey]]></title>\n      <author>CBC</author>\n      <link>http://www.huffingtonpost.ca/2015/08/06/sidney-crosby-nathan-mac_n_7951064.html?utm_hp_ref=canada-sports&amp;ir=Canada+Sports</link>\n      <pubDate>Thu, 06 Aug 2015 14:58:31 -0400</pubDate>\n      <description><![CDATA[<p>Pittsburgh Penguins captain Sidney Crosby and Colorado Avalanche centre Nathan MacKinnon continue to give back to their hometown of Cole Harbour, N.S.</p><br />\n\t<p>The NHL stars have provided young fans with a thrill through their active participation at the inaugural week-long Sidney Crosby hockey school.They furthered that gesture by also donating their 2015 IIHF World Championship earnings back to the Cole Harbour Hockey Association. </p><br />\n\t<p>The Canadian team earned a prize of 1 million Swiss francs in May for its gold-medal performance in the Czech Republic.</p><br />\n\t<p>Hockey Canada president Tom Renney was on hand Wednesday to present a cheque to the community that helped foster both players&apos; NHL careers.</p><br />\n\t<p>&quot;I had good conversations with Sid about what we wanted to do with that and one of the things that Sid wanted to do was to donate money back to his minor hockey association,&quot; Renney told reporters. </p><br />\n\t<p>The amount on the cheques Renney presented from the two former first-overall draft picks was not disclosed.</p><br />\n\t<p>Crosby, who turns 28 on Friday, emphasized the importance of giving back. </p><br />\n\t<p>&quot;Obviously this is where Nate and I started, so to have the opportunity to give back and… to be able to have it go directly to the minor hockey associations that we were a part of means a lot to us,&quot; Crosby told the Chronicle Herald.</p><br />\n\t<p>The pair have been active across Nova Scotia in recent weeks, making headlines with their presence at the hockey school and their stop to shoot a commercial at a Dartmouth Tim Hortons. </p><br />\n\t<p>Given the success of the camp, Crosby intends to host it again next summer. </p> ]]></description>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2015/08/06/patrick-kane-target-of-ra_n_7950240.html</guid>\n      <title><![CDATA[Patrick Kane target of rape investigation: report]]></title>\n      <author>CBC</author>\n      <link>http://www.huffingtonpost.ca/2015/08/06/patrick-kane-target-of-ra_n_7950240.html?utm_hp_ref=canada-sports&amp;ir=Canada+Sports</link>\n      <pubDate>Thu, 06 Aug 2015 12:43:28 -0400</pubDate>\n      <description><![CDATA[<p>Chicago Blackhawks star Patrick Kane is the target of a rape investigation by police in Hamburg, N.Y., where he has a home, the Buffalo News reported Thursday.</p><br />\n\t<p>Citing two law-enforcement sources, the newspaper reported that a local woman has accused Kane of sexual assault in connection with an incident that allegedly occurred last weekend.</p><br />\n\t<p>According to the paper&apos;s sources, the woman went to a hospital where tests using a rape kit were performed.</p><br />\n\t<p>Kane, 26, who grew up in South Buffalo, has not been charged with a crime, and the Buffalo News reported that it was unclear whether he had been questioned by police.</p><br />\n\t<p>Hamburg police declined to comment to multiple media outlets.</p><br />\n\t<p>&quot;I can&apos;t even confirm that there is an incident,&quot; Hamburg Police Chief Gregory G. Wickett told ESPN. &quot;We&apos;re not confirming or denying that there is an investigation with Mr. Kane.&quot;</p><br />\n\t<p>The NHL said it was aware of the investigation, according to the Buffalo News.</p><br />\n\t<p>&quot;We are aware of the police investigation and are following developments,&quot; NHL spokesman Frank Brown was quoted as saying by the paper.</p><br />\n\t<p>A four-time all-star, Kane helped the Blackhawks win their third Stanley Cup in six years in June. He is scheduled to make $13.8 million US in the 2015-16 season — the first in an eight-year, $84-million US extension he signed last summer.</p><br />\n\t<p>This is not the first time the 2013 Conn Smthye Trophy winner has been involved in an off-season incident. Kane pleaded guilty to a noncriminal charge of disorderly conduct after he and a cousin were accused of assaulting a Buffalo cab driver in 2009.</p> ]]></description>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2015/08/06/santo-condorelli-set-for-_n_7948680.html</guid>\n      <title><![CDATA[Santo Condorelli set for 100m final at swimming world championships]]></title>\n      <author>CBC</author>\n      <link>http://www.huffingtonpost.ca/2015/08/06/santo-condorelli-set-for-_n_7948680.html?utm_hp_ref=canada-sports&amp;ir=Canada+Sports</link>\n      <pubDate>Thu, 06 Aug 2015 09:46:39 -0400</pubDate>\n      <description><![CDATA[<p>Santo Condorelli will race for a medal at the swimming world championships on Thursday, while two other Canadians will compete in semifinals.</p><br />\n\t<p>Condorelli earned a spot in the men&apos;s 100-metre freestyle final by advancing through Wednesday&apos;s heats and semifinals. A disqualification to a Russian swimmer bumped Condorelli into the medal race after the Pan Am Games silver medallist swam the ninth-best time in the semis.</p><br />\n\t<p>Joining Condorelli in Thursday&apos;s late session in Kazan, Russia will be Kierra Smith of Kelowna, B.C., and Winnipeg&apos;s Chantal Van Landeghem.</p><br />\n\t<p>Smith advanced to the women&apos;s 200m breaststroke semifinals with the 11th-best time in Thursday&apos;s heats (2:24.12).</p><br />\n\t<p>&quot;That&apos;s my best time this season so far,&quot; said Smith, 21, who bettered the Pan Am Games-record time of 2:24.38 she swam to win gold in Toronto last month. &quot;I still have more left in me.&quot;</p><br />\n\t<p>Fellow Torontonian Martha McCabe was 21st at 2:26.51, a full two seconds off her silver-medal time from the Pan Am Games</p><br />\n\t<p>Defending world champion Yuliya Efimova of Russia also surprisingly missed the semifinal, finishing 17th.</p><br />\n\t<p>Van Landeghem moved on to the semifinals of the women&apos;s 100m freestyle with a time of 54.54, good for 13th in Thursday&apos;s heats.</p><br />\n\t<p>&quot;That was the goal coming in,&quot; said the 21-year-old, who set the Canadian record of 53.83 with her gold-medal performance at the Pan Ams. &quot;The time wasn&apos;t great but I did what I needed to do to get in... I think I faded quite a bit coming home.&quot;</p><br />\n\t<p>Michelle Williams was 20th with a time of 55.08.</p><br />\n\t<p>In other early-session action, the women&apos;s 4x200m freestyle relay team of Katerine Savard, Aly Ackman, Emily Overholt and Kennedy Goss finished 11th in the heats. Despite missing out on the final, the team clinched a 2016 Olympic spot for Canada by finishing in the top 12.</p> ]]></description>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2015/08/05/parapan-am-games-coverage_n_7944712.html</guid>\n      <title><![CDATA[Parapan Am Games coverage begins Aug. 7 on CBC]]></title>\n      <author>CBC</author>\n      <link>http://www.huffingtonpost.ca/2015/08/05/parapan-am-games-coverage_n_7944712.html?utm_hp_ref=canada-sports&amp;ir=Canada+Sports</link>\n      <pubDate>Wed, 05 Aug 2015 19:04:49 -0400</pubDate>\n      <description><![CDATA[<p>The Parapan Am Games will take place in Toronto from Aug. 7-15 and CBC will have daily coverage of the events.</p><br />\n\t<p>Coverage beings with the opening ceremony on Friday at 8 p.m. ET on CBC-TV, cbc.ca/parapanam and on the CBC Sports App.</p><br />\n\t<p>In total, CBC and its partners will offer more than 250 hours of coverage across TV and digital platforms. </p><br />\n\t<p>Scott Russell will host CBC-TV&apos;s daily coverage throughout the Games with co-host Chantal Petitclerc, one of the most decorated para-athletes of all time.</p><br />\n\t<p>Here are the details of the coverage that will be available across the various CBC platforms:</p><br />\n<p>- Weekday coverage will consist of Parapan Am Afternoon, from 3 to 5 p.m. ET and Parapan Am Prime at 8 p.m. </p><p>- Parapan Am Latenight will air at 11:30 p.m. ET and will be a wrap-style show that will bring viewers the latest in sport and athlete updates from around the Games. </p><p>- CBC&apos;s Brenda Irving and Canadian national sledge hockey team captain, Greg Westlake, will join the broadcasts as reporters.</p><p>- Weekends will include two programming blocks on Saturday, Aug. 8 at 4 p.m. ET and 8 p.m., and another show on Sunday, Aug. 9 at 5 p.m. </p><p>- Two hours on Saturday, Aug. 15 at 11 a.m. ET and the Closing Ceremony at 10 p.m. ET. </p><p>- Extensive streaming coverage of the Games will be available at cbc.ca/parapanam and via the CBC Sports App. </p><p>- Live streamed sports will include wheelchair rugby, wheelchair basketball, swimming, and athletics. </p> ]]></description>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2015/08/05/sidney-crosby-hockey-scho_n_7944710.html</guid>\n      <title><![CDATA[Sidney Crosby Hockey School in Cole Harbour deemed success by NHL star]]></title>\n      <author>CBC</author>\n      <link>http://www.huffingtonpost.ca/2015/08/05/sidney-crosby-hockey-scho_n_7944710.html?utm_hp_ref=canada-sports&amp;ir=Canada+Sports</link>\n      <pubDate>Wed, 05 Aug 2015 18:12:12 -0400</pubDate>\n      <description><![CDATA[<p>There&apos;s still a couple of days left in NHL star Sidney Crosby&apos;s inaugural week-long hockey school, but the Pittsburgh Penguins captain is already calling the event a success because volunteers and students are &quot;really having a blast.&quot;</p><br />\n\t<p>The Sidney Crosby Hockey School started on Monday at Cole Harbour Place — in Crosby&apos;s hometown. Crosby told reporters on Wednesday he wants to share the memories and experiences of hockey camps he attended when he was young.</p><br />\n\t<p>&quot;It&apos;s great. You know it&apos;s everything I could have imagined here from the start,&quot; he said. </p><br />\n\t<p>&quot;Trying to keep them all together is difficult at some points, but they&apos;re really having a blast out there. As a kid, you learn a lot. At that point in your career, whether you go on to play in the NHL or not, there&apos;s a lot you can take away from hockey school, and that&apos;s really the goal of this one.&quot;</p><br />\n\t<p>Crosby, along with fellow Cole Harbour native and Colorado Avalanche forward Nathan MacKinnon and volunteers, said he&apos;s been teaching skills for on and off the ice.</p><br />\n\t<p>&quot;I&apos;ve got guys I grew up playing hockey with that are working here during the school, volunteering their time because they know the influence and impact hockey had for them,&quot; he said.</p><br />\n\t<p>Not just about hockey​</p><br />\n\t<p>All proceeds from the event will go to the Sidney Crosby Foundation, which supports several children&apos;s charities.</p><br />\n\t<p>He said if he hopes to impart anything to his students, it&apos;s the merits of the sport and teamwork.</p><br />\n\t<p>&quot;You don&apos;t necessarily have to be playing AAA, or at the top level to learn what hockey brings — all those details and all those values.&quot;</p><br />\n\t<p>Ethan Brown, one of the 160 kids chosen to take part in the camp, plays left wing and centre positions in Cole Harbour.</p><br />\n\t<p>&quot;It&apos;s just amazing being on the ice with him — being so close to an NHL player like that,&quot; Brown said.</p><br />\n\t<p>Crosby said he hopes to host the same camp next year. This year&apos;s camp ends on Friday — Crosby&apos;s 28th birthday.</p> ]]></description>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2015/08/05/field-of-play-a-flag-bea_n_7943820.html</guid>\n      <title><![CDATA[Field of Play: A flag-bearer with staying power]]></title>\n      <author>CBC</author>\n      <link>http://www.huffingtonpost.ca/2015/08/05/field-of-play-a-flag-bea_n_7943820.html?utm_hp_ref=canada-sports&amp;ir=Canada+Sports</link>\n      <pubDate>Wed, 05 Aug 2015 17:07:58 -0400</pubDate>\n      <description><![CDATA[<p>The Parapan American Games about to unfold in Toronto and Southern Ontario will be the largest in history. Conservatively speaking, they will involve 1600 athletes from 28 countries competing in 15 disciplines.</p><br />\n\t<p>The spectacle is bound to be an eye-opener for sports fans in this part of the country.</p><br />\n\t<p>&quot;The whole integration into the greater Toronto fabric is very important,&quot; said Gaetan Tardif, the President of the Canadian Paralympic Committee. &quot;When people try Para Sport they inevitably remark on how tough it is but also how much fun it is. They end up wanting more of it.&quot;</p><br />\n\t<p>Catherine Gosselin-Depres, the Executive Director of Sport for CPC, echoed Tardif&apos;s optimism while pointing out that what happens on the various fields of play over the course of the eight day event really matters going forward.</p><br />\n\t<p>&quot;There&apos;s a lot at stake,&quot; she stressed. &quot;For the first time the Parapan Am&apos;s are direct qualifiers in every sport for the upcoming Paralympic Games in Rio. In many cases, you will have to win here just to get to Brazil.&quot;</p><br />\n\t<p>High expectations for home team</p><br />\n\t<p>The leaders of the 216 member home team are already trumpeting the intensity of the competition that lies ahead. It represents a distinct opportunity to showcase these athletes on familiar soil and to make an impact with Canadians of all ages.</p><br />\n\t<p>&quot;We want to be top three in the medal standings,&quot; said Canadian Chef de Mission Elisabeth Walker-Young. &quot;But I admit my nervousness is for these athletes. I know how much they give up and how much they put in.&quot; Assistant Chef de Mission Stephanie Dixon had no such trepidation. &quot;Our motto for these Games is pretty clear,&quot; she offered.</p><br />\n\t<p>Embodying this confident attitude, some may call it swagger, is the Boccia player chosen as flag bearer for the opening ceremony.</p><br />\n\t<p>A native of Montreal, Marco Dispaltro began his career as a wheelchair rugby player in 1993 and then took up wheelchair tennis only to find Boccia later in life. He won Paralympic bronze in doubles play at London 2012 with partner Josh Vander Vies.</p><br />\n\t<p>&quot;For sure I&apos;ll win that gold medal this time,&quot; Dispaltro declared. &quot;When you talk about high performance athletes and what it takes...well... I&apos;ve put in my 10,000 hours and then some. These are hard core athletes and rivals I&apos;m dealing with.&quot;</p><br />\n\t<p>Flag-bearer&apos;s spirit electric</p><br />\n\t<p>At one point during the press conference where the Canadian flag was passed to Dispaltro by Josh Dueck, the sit-skier who carried it out of the closing ceremony at the Sochi 2014 Paralympics, a television reporter posed a direct question.</p><br />\n\t<p>&quot;Can you tell us how old you are sir?&quot; she queried.</p><br />\n\t<p>&quot;Forty-eight,&quot; he replied. &quot;My hero is Gordie Howe. Gordie played forever. You can think of me as the Gordie Howe of wheelchair sport.&quot;</p><br />\n\t<p>Dispaltro has Muscular Dystrophy and as he ages he loses mobility. This has necessitated his sporting evolution. </p><br />\n\t<p>&quot;The great thing about me is that I have a degenerative disease,&quot; he said disarmingly while prompting a chuckle from the large media gathering. &quot;It&apos;s allowed me to try many sports and it&apos;s been a fantastic odyssey. My advice to young people will always be to try stuff. Don&apos;t be afraid. If you fall down then pick yourself back up.&quot;</p><br />\n\t<p>When the formal announcements were finished the sizeable scrum hung on his every word.. He talked at great length about wanting to be difficult to play against, never giving in, and about his belief that this was the chance of a lifetime.</p><br />\n\t<p>&quot;It&apos;s in Canada,&quot; he said wide-eyed. &quot;For me it&apos;s amazing and the chance to be the flag-bearer is absolutely insane.&quot;</p><br />\n\t<p>Most of us left feeling we can&apos;t wait to see him play the game.</p> ]]></description>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2015/08/05/blue-bomber-qb-drew-willy_n_7940864.html</guid>\n      <title><![CDATA[Blue Bomber QB Drew Willy named CFL player of the week]]></title>\n      <author>CBC</author>\n      <link>http://www.huffingtonpost.ca/2015/08/05/blue-bomber-qb-drew-willy_n_7940864.html?utm_hp_ref=canada-sports&amp;ir=Canada+Sports</link>\n      <pubDate>Wed, 05 Aug 2015 10:02:22 -0400</pubDate>\n      <description><![CDATA[<p>Blue Bombers quarterback Drew Willy has been named the No. 1 CFL player of the week.</p><br />\n\t<p>The 28-year-old QB used his arm - and legs to lead the Bombers to a 23-13 win Thursday night against the BC Lions.</p><br />\n\t<p>Willy, who was injured the week prior and was questionable as to whether he would even suit up against the Lions, threw for 269 yards and two touchdowns in completing 17 of 25 pass attempts. He also led the team in rushing, carrying the ball five times for 72 yards.</p><br />\n\t<p>It&apos;s the second weekly nod for Willy this season. His first came in Week 1 after a 30-26 win over the Saskatchewan Roughriders.</p><br />\n\t<p>Willy has the highest quarterback rating of any starter in the league through his first six games (113.3), tossing seven touchdowns and just two interceptions, while completing 70.5 per cent of his passes.</p> ]]></description>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2015/08/04/ryan-cochrane-misses-800m_n_7932856.html</guid>\n      <title><![CDATA[Ryan Cochrane misses 800m final at swimming world championships]]></title>\n      <author>CBC</author>\n      <link>http://www.huffingtonpost.ca/2015/08/04/ryan-cochrane-misses-800m_n_7932856.html?utm_hp_ref=canada-sports&amp;ir=Canada+Sports</link>\n      <pubDate>Tue, 04 Aug 2015 08:40:08 -0400</pubDate>\n      <description><![CDATA[<p>Canada&apos;s Ryan Cochrane failed to qualify for the final of the men&apos;s 800-metre freestyle event Tuesday at the swimming world championships in Kazan, Russia, a disappointing follow-up to his surprise medal in the 400m event two days earlier.</p><br />\n\t<p>The Victoria native had reached the podium in the 800 at each of the last three world championships, but his heat time of 7:50.28 Tuesday left him in 10th place overall, 0.58 seconds out of the top-eight position needed to advance.</p><br />\n\t<p>Cochrane finished second in his heat behind defending champion Sun Yang of China and sat in third position with one heat left. But a surprising seven swimmers went under 7:50 in the final heat, eliminating the Canadian.</p><br />\n\t<p>&quot;The distance events are getting faster and faster. The heats felt more like a semifinal,&quot; Cochrane said. &quot;I thought I did enough to get into the final and I&apos;m obviously disappointed.&quot;</p><br />\n\t<p>Cochrane was coming off a bronze in the 400 on Sunday that was the first-ever medal for Canada in that event at the world championships. It was a pleasant surprise in that the 400 is considered Cochrane&apos;s third-best event.</p><br />\n\t<p>He&apos;ll now turn his attention to his preferred distance, the 1,500, with heats going on Saturday.</p><br />\n\t<p>Cochrane has won the world silver in the 1,500 three times running, and also owns a pair of Olympic medals at that distance.</p><br />\n\t<p>Canadians fall short</p><br />\n\t<p>Day 3 of the meet ended early for Canada as none of its swimmers were able to advance through their heats.</p><br />\n\t<p>Edmonton&apos;s Richard Funk finished 20th in the men&apos;s 50m breaststroke with a time of 27.71. Cameron Van Der Burgh of South Africa swam 26.62 to break the first men&apos;s world record at this meet after four women&apos;s marks were set over the opening two days.</p><br />\n\t<p>In women&apos;s 200m freestyle, Emily Overholt of West Vancouver finished 21st and Montreal&apos;s Katerine Savard was 26th.</p><br />\n\t<p>Wednesday&apos;s heats will include Pan Am Games champion Audrey Lacroix in the women&apos;s 200m butterfly, and Santo Condorelli in the men&apos;s 100 freestyle, where his time of 47.98 is the fastest in the world this year.</p> ]]></description>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2015/08/04/raptors-new-uniforms-rev_n_7930184.html</guid>\n      <title><![CDATA[Raptors' new uniforms revealed by Drake at OVO Fest]]></title>\n      <author>CBC</author>\n      <link>http://www.huffingtonpost.ca/2015/08/04/raptors-new-uniforms-rev_n_7930184.html?utm_hp_ref=canada-sports&amp;ir=Canada+Sports</link>\n      <pubDate>Tue, 04 Aug 2015 00:06:15 -0400</pubDate>\n      <description><![CDATA[<p>Drake unveiled one of the Toronto Raptors&apos; new uniform designs on stage at his OVO Fest in Toronto on Monday night.</p><br />\n\t<p>The team enlisted the help of its global ambassador and tweeted a picture of him showing off one of the jerseys towards the end of the show.</p><br />\n\t<p>Drake appeared in the black and gold version, which is a colour scheme that he also uses for his OVO brand. </p><br />\n\t<p>In total, four new Raptors&apos; uniforms will debut in the 2015-16 season, including home, alternate home, away, and alternate away designs. </p> ]]></description>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2015/08/02/blue-jays-royals-series-_n_7925804.html</guid>\n      <title><![CDATA[Blue Jays, Royals series ends on sour note]]></title>\n      <author>CBC</author>\n      <link>http://www.huffingtonpost.ca/2015/08/02/blue-jays-royals-series-_n_7925804.html?utm_hp_ref=canada-sports&amp;ir=Canada+Sports</link>\n      <pubDate>Sun, 02 Aug 2015 18:36:30 -0400</pubDate>\n      <description><![CDATA[<p>The Toronto Blue Jays and Kansas City Royals don&apos;t seem to like each other very much.</p><br />\n\t<p>Or maybe the Royals just woke up on Sunday and decided they don&apos;t like the Jays.</p><br />\n\t<p>The reason is anyone&apos;s guess, but it made for an especially hostile game between the defending AL champions and a Blue Jays team that is going all-in for a playoff run.</p><br />\n\t<p>Royals starter Edinson Volquez set the tone early when he plunked Josh Donaldson and then tossed some chin music at the Jays&apos; all-star third baseman the next time through the order. </p><br />\n\t<p>Although Volquez was warned after the first incident, home-plate umpire Jim Wolf looked the other way when Volquez went at Donaldson again, leaving the frustrated third baseman looking for answers. </p><br />\n\t<p>But the Royals weren&apos;t done with their poor sportsmanship — or attempt at intimidation, depending how you look at it.</p><br />\n\t<p>Kansas City reliever Ryan Madson hit newly acquired shortstop Troy Tulowitzki, and again Wolf did not take action.</p><br />\n\t<p>The next batter at the plate was none other than Donaldson, who with the help of Madson completed the rare hat trick of being apparently thrown at three times in one game.</p><br />\n\t<p>Jays manager John Gibbons came out to defend his player and was tossed by Wolf after an exchange of words.</p><br />\n\t<p>However, it didn&apos;t stop there.</p><br />\n\t<p>To the bewilderment of many Jays fans, reliever Aaron Sanchez was ejected after hitting Royals shortstop Alcides Escobar — on his lower leg.</p><br />\n\t<p>At this point, no one was angrier than an exasperated Donaldson. The obligatory clearing of the benches ensued, which even Gibbons, who had already been sent off, couldn&apos;t resist. </p><br />\n\t<p>Royals manager Ned Yost defended his team&apos;s approach and was also complimentary of the officiating crew, specifically the decision to eject Sanchez.</p><br />\n\t<p>Jose Bautista? Not impressed.</p><br />\n\t<p>But R.A. Dickey knows that winning is fun.</p><br />\n\t<p>The bottom line though is that the Jays won 5-2, took three of four games in the set, and showed they are a team that won&apos;t be pushed around.</p> ]]></description>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2015/07/31/pamela-ware-secures-canad_n_7915946.html</guid>\n      <title><![CDATA[Pamela Ware secures Canada's 2nd Olympic berth in 3-metre at diving worlds]]></title>\n      <author>CBC</author>\n      <link>http://www.huffingtonpost.ca/2015/07/31/pamela-ware-secures-canad_n_7915946.html?utm_hp_ref=canada-sports&amp;ir=Canada+Sports</link>\n      <pubDate>Fri, 31 Jul 2015 20:28:18 -0400</pubDate>\n      <description><![CDATA[<p>Pamela Ware of Beloeil, Que., secured a second Canadian Olympic spot in the women&apos;s three-metre springboard diving event as both she and Jennifer Abel of Laval, Que., advanced to the final on Friday at the FINA World Championships in Kazan, Russia.</p><br />\n\t<p>Abel was third in both the prelims and semifinal.</p><br />\n\t<p>Earlier this week, Abel and Ware&apos;s silver medal performance in three-metre synchro event also locked up a spot in the 2016 Games for Canada. </p><br />\n\t<p>Ware was fifth in the preliminaries and dropped one position in the semis mainly because she balked on her reverse dive in the fourth round.</p><br />\n\t<p>&quot;But I was focused and ended up doing both dives very well. I&apos;m excited about the final, I think it can only get better.&quot;</p><br />\n\t<p>The final is on Saturday.</p> ]]></description>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2015/07/31/riders-brett-smith-needs_n_7913524.html</guid>\n      <title><![CDATA[Riders' Brett Smith needs preparation to win, former QB Kerry Joseph says]]></title>\n      <author>CBC</author>\n      <link>http://www.huffingtonpost.ca/2015/07/31/riders-brett-smith-needs_n_7913524.html?utm_hp_ref=canada-sports&amp;ir=Canada+Sports</link>\n      <pubDate>Fri, 31 Jul 2015 12:03:26 -0400</pubDate>\n      <description><![CDATA[<p>The Riders have had little luck when it comes to quarterbacks this season and Grey Cup champion Kerry Joseph has some advice for rookie Brett Smith, who is hoping to break that streak tonight.</p><br />\n\t<p>Smith was called to step in for Kevin Glenn after he injured his shoulder during the game against the Hamilton Tiger-Cats on Sunday.</p><br />\n\t<p>But Smith, the star quarterback of his high school team, missed passes, got sacked and had trouble scraping together a first down.</p><br />\n\t<p>Joseph has been in Smith&apos;s position before, but he turned his first start into a 12-year career in the CFL.</p><br />\n\t<p>&quot;My advice to him is let the game come to him. Trust his eyes. Trust his instincts and just play. The worst thing you can do is try to hold back and not make a mistake,&quot; said Joseph.</p><br />\n\t<p>&quot;That&apos;s when you make them.&quot;</p><br />\n\t<p>Game can become blur for rookies</p><br />\n\t<p>He said for rookies like Smith, once on the field, the game can quickly turn into a blur, and it causes quarterbacks to miss key opportunities.</p><br />\n\t<p>&quot;As a veteran, you have seen so many things over the years, and you have been around so many defensive coordinators that you are accustomed to what they call,&quot; said Joseph.<br />  <br /> &quot;As a young quarterback, sometimes it doesn&apos;t happen that way and the game just continues to move too fast for you and you have to wait and slow your eyes down.&quot; </p><br />\n\t<p>Joseph says the best way to deal with that is through preparation and good coaching like he had.</p><br />\n\t<p>&quot;You have to break the field down. You have to break the defense down. That field is 65 yards wide, and if you try to look at the whole field, you&apos;re not going to see everything. And they taught me how to compartmentalize different plays,&quot; said Joseph.</p><br />\n\t<p>Starting a game more difficult</p><br />\n\t<p>Joseph said starting a game will be much more difficult for Smith, rather than coming in mid-way through.</p><br />\n\t<p>&quot;Coming into the game, coaches are going to game plan against you now. Being a young quarterback, he can expect to be pressured,&quot; said Joseph.</p><br />\n\t<p>&quot;They are going to try to confuse him, and that&apos;s one thing he can be prepared for.&quot;</p><br />\n\t<p>The good thing, said Joseph, is Smith will be surrounded by veteran players like Chris Getzlaf, Weston Dressler and Jerome Messam.</p><br />\n\t<p>He said that should help Smith to feel less pressure to carry the weight of the game on his shoulders.</p><br />\n\t<p>But he added that even after this game, Smith will continue to be studied by other teams.</p><br />\n\t<p>&quot;They are going to find out what he did well and what he didn&apos;t do well and they are going to try to attack that. So he is going to have another challenge,&quot; said Joseph.</p><br />\n\t<p>&quot;It takes a couple years before a guy can really get established in that league and get comfortable with a team and what different defenses are trying to do to you.&quot;</p><br />\n\t<p>The Riders face the Eskimos Friday night in Edmonton. Kick-off is at 7 p.m. CST.</p> ]]></description>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2015/07/31/troy-tulowitzki-trade-mak_n_7913108.html</guid>\n      <title><![CDATA[Troy Tulowitzki trade makes for awkward Jeopardy! moment]]></title>\n      <author>CBC</author>\n      <link>http://www.huffingtonpost.ca/2015/07/31/troy-tulowitzki-trade-mak_n_7913108.html?utm_hp_ref=canada-sports&amp;ir=Canada+Sports</link>\n      <pubDate>Fri, 31 Jul 2015 11:38:52 -0400</pubDate>\n      <description><![CDATA[<p>Troy Tulowitzki was not the only one surprised that he was traded from the Colorado Rockies to the Toronto Blue Jays on Monday. </p><br />\n\t<p>During Wednesday&apos;s broadcast episode of Jeopardy!, one of the show&apos;s $600 US clues was &quot;In 2015 shortstop Troy Tulowitzki hopes to help this team fulfill its mile high hopes.&quot;</p><br />\n\t<p>Since the show films its episodes in advance, the contestant was correct when he answered with &quot;the Colorado Rockies.&quot;</p><br />\n\t<p>However, it still made for a funny (and awkward) viewing moment for both Blue Jays and Rockies fans alike.</p> ]]></description>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2015/07/30/jakub-voracek-flyers-agr_n_7907890.html</guid>\n      <title><![CDATA[Jakub Voracek, Flyers agree to multi-year extension]]></title>\n      <author>CBC</author>\n      <link>http://www.huffingtonpost.ca/2015/07/30/jakub-voracek-flyers-agr_n_7907890.html?utm_hp_ref=canada-sports&amp;ir=Canada+Sports</link>\n      <pubDate>Thu, 30 Jul 2015 18:05:32 -0400</pubDate>\n      <description><![CDATA[<p>The Philadelphia Flyers and forward Jakub Voracek have agreed to a multi-year contract extension, the team announced Thursday.</p><br />\n\t<p>Voracek&apos;s deal will reportedly pay him $66 million US over eight years, and will go into effect following the 2015-2016 season.</p><br />\n\t<p>The 25-year-old led the Flyers with 59 assists and 81 points in the 2014-2015 season. His assist total ranked him second in the league. </p><br />\n\t<p>Voracek, a native of Kladno, Czech Republic, was the team captain at the 2015 World Championship, scoring 10 points in the tournament as the team earned a fourth-place finish.</p><br />\n\t<p>The right-winger was acquired by the Flyers from Columbus in 2011 in the Jeff Carter trade, and has posted 238 points in 290 games in Philadelphia. </p><br />\n\t<p>The six-foot-two 214-pounder has 372 points in 531 games through seven seasons with the Blue Jackets and Flyers. </p> ]]></description>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2015/07/30/jets-fan-mocks-patriots-w_n_7905648.html</guid>\n      <title><![CDATA[Jets fan mocks Patriots with banner at training camp]]></title>\n      <author>CBC</author>\n      <link>http://www.huffingtonpost.ca/2015/07/30/jets-fan-mocks-patriots-w_n_7905648.html?utm_hp_ref=canada-sports&amp;ir=Canada+Sports</link>\n      <pubDate>Thu, 30 Jul 2015 12:24:56 -0400</pubDate>\n      <description><![CDATA[<p>A New York Jets fan took a particularly creative way to troll a rival on Thursday.</p><br />\n\t<p>A plane flew over the New England Patriots&apos; practice facility with a banner reading &quot;Cheaters look up.&quot;</p><br />\n\t<p>The latest jab at the Patriots&apos; expense comes just days after commissioner Roger Goodell ruled Tuesday that quarterback Tom Brady&apos;s four-game suspension be upheld. </p><br />\n\t<p>Brady is expected to seek an injunction via his legal representatives in the coming weeks.</p> ]]></description>\n    </item>\n  </channel>\n</rss>\n",
  "headers": {
    "P3P": "CP='NO P3P'",
    "Content-Length": "11757",
    "Content-Encoding": "gzip",
    "Vary": "Accept-Encoding",
    "Date": "Fri, 13 May 2016 07:43:51 GMT",
    "Content-Type": "text/xml; charset=utf-8",
    "Server": "Apache",
    "Connection": "keep-alive"
  },
  "response_url": "http://www.huffingtonpost.ca/feeds/verticals/canada-sports/index.xml"
}