{
  "requested_url": "http://www.australianscience.com.au/feed/",
  "fetched_at": "2016-05-13T00:48:26.076768",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?><rss version=\"2.0\"\n\txmlns:content=\"http://purl.org/rss/1.0/modules/content/\"\n\txmlns:wfw=\"http://wellformedweb.org/CommentAPI/\"\n\txmlns:dc=\"http://purl.org/dc/elements/1.1/\"\n\txmlns:atom=\"http://www.w3.org/2005/Atom\"\n\txmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\"\n\txmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\"\n\t>\n\n<channel>\n\t<title>Australian Science</title>\n\t<atom:link href=\"http://www.australianscience.com.au/feed/\" rel=\"self\" type=\"application/rss+xml\" />\n\t<link>http://www.australianscience.com.au</link>\n\t<description>Independent Initiative for Advancement of Science and Research in Australia</description>\n\t<lastBuildDate>Fri, 04 Mar 2016 08:08:16 +0000</lastBuildDate>\n\t<language>en-US</language>\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\n\t<sy:updateFrequency>1</sy:updateFrequency>\n\t\n\t<item>\n\t\t<title>How Modern Technology is Improving Health Care (Genome and Algorithms)</title>\n\t\t<link>http://www.australianscience.com.au/genetics/how-modern-technology-is-improving-health-care-genome-and-algorithms/</link>\n\t\t<comments>http://www.australianscience.com.au/genetics/how-modern-technology-is-improving-health-care-genome-and-algorithms/#comments</comments>\n\t\t<pubDate>Fri, 04 Mar 2016 08:08:16 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Josip]]></dc:creator>\n\t\t\t\t<category><![CDATA[Genetics]]></category>\n\t\t<category><![CDATA[Health]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.australianscience.com.au/?p=15518</guid>\n\t\t<description><![CDATA[<p>Genome Testing According to an article that rates this year&#8217;s medical advances according to their importance, at the top of the list is a new Ebola vaccine that is expected to be available later this year. Genome-based testing, which has the potential to increase the speed and flexibility of clinical trials for life-saving experimental treatments, ...<br />\n<hr />\n<p>test</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.australianscience.com.au/genetics/how-modern-technology-is-improving-health-care-genome-and-algorithms/\">How Modern Technology is Improving Health Care (Genome and Algorithms)</a> appeared first on <a rel=\"nofollow\" href=\"http://www.australianscience.com.au\">Australian Science</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>Genome Testing</strong></p>\n<p>According to an <a href=\"http://my.clevelandclinic.org/about-cleveland-clinic/newsroom/releases-videos-newsletters/2015-10-28-cleveland-clinic-unveils-top-10-medical-innovations-for-2016\">article</a> that rates this year&#8217;s medical advances according to their importance, at the top of the list is a new Ebola vaccine that is expected to be available later this year. <a href=\"http://www.cdc.gov/genomics/gtesting/\">Genome-based testing</a>, which has the potential to increase the speed and flexibility of clinical trials for life-saving experimental treatments, ranked at number two.</p>\n<p>Within the field of genome testing, one of the most important recent discoveries in medicine is <a href=\"https://en.wikipedia.org/wiki/CRISPR\">CRISPR</a>, which scientists have learned to use as a genome editing tool. CRISPR, an acronym for clustered regularly interspaced short palindromic repeats, is a natural defense mechanism found in bacteria. In the 1980s, scientists began observing patterns of bacterial genomes and now understand more about how the process of preventing viruses from replicating works.</p>\n<p>A viral microbe copies the genetic material in each spacer into an RNA molecule. <a href=\"https://en.wikipedia.org/wiki/Cas9\">Cas9 enzymes</a> cradle the RNA molecule, and in combination, they explore a cell. If they find genetic material that matches the CRISPR RNA, the viral RNA attaches to it. The Cas9 enzymes cut the DNA in half, preventing it from multiplying. Scientists believe that CRISPR has the potential to revolutionize biology because it can identify and remove bad genes from a DNA strand at very little economic cost.</p>\n<p><strong>Health Algorithms</strong></p>\n<p><a href=\"https://www.nlm.nih.gov/medlineplus/news/fullstory_156836.html\">According to a recent study, a new computer-based test</a> can help predict the likelihood of developing dementia. The test utilizes a complex algorithm based on information such as a person&#8217;s age, weight, gender, social habits and previous medical history. Those whose test results showed them to be at higher risk could then take additional preventive measures by increasing activities that have been proven to improve memory. The focus of this technology is prevention.</p>\n<p>Researchers used the test to assess the medical records of over 226,000 people over the age of 60. The algorithm proved to be so accurate that the developers decided to share it freely with other researchers. Their goal is that it become available to the public and an important element of a national healthcare database. They predict that it may take a few years to reach those goals.</p>\n<p><strong>Integrated Health Care Software</strong></p>\n<p>Another technological advance in medicine are <a href=\"http://praktika.com.au/praktika-online-dental-practice-management-software-brief.html\">software services that enable those in the medical profession to deliver a higher level of care</a>. From a patient&#8217;s perspective, that higher level of care is manifested at every level of the health care system. Doctors are able to develop superior treatment plans by quickly and securely sharing medical information with specialists. All the time saved by not having to make physical appointments and drive to them can be used to increase communication between doctors and their patients. Automated scheduling capabilities also give other medical staff more time to communicate with the patient, which results in providing the doctor with more useful information.</p>\n<p>One of the most common complaints of health care professionals in the last decade is the growing amount of paperwork they are required to complete. Health care professionals choose their careers based on a desire to spend their time having human interactions that result in people feeling better, not learning complex insurance billing procedures. Clinical trials have shown that <a href=\"http://medical-practice-management-software-review.toptenreviews.com/the-benefits-of-switching-from-paper-to-medical-practice-management-software.html\">one of the benefits for health care providers</a> is the simplification and automation of some of the most time and energy consuming billing processes.</p>\n<p><strong>The Future</strong></p>\n<p>Scientists and health care professionals predict that the next thing that will revolutionize health care is the concept of precision medicine. Rather than offering every patient the same treatment for the same illness or condition, this concept focuses on developing individual treatment plans based on a number of genetic and environmental factors. Research in the field of epigenetics has demonstrated that genes are not, as was once believed, fixed, but are in fact affected by the environment.</p>\n<p><a href=\"https://www.nih.gov/precision-medicine-initiative-cohort-program\">The Precision Medicine Initiative</a>, which is currently being developed and is expected to be launched later this year, promises to change the way medical professionals are trained by incorporating many of the newest scientific discoveries. This will allow doctors to more easily develop and implement valuable new techniques into their practices. Scientific advancements in genetics, computer technology, and medicine are making the future of health care look very bright indeed.</p>\n<b><div style=\"border:1px solid #000000; padding:5px;\">Cite this article:</b><br>Ivanovic  J (2016-03-04 08:08:16). How Modern Technology is Improving Health Care (Genome and Algorithms). <i>Australian Science</i>. Retrieved: May 13, 2016, from http://www.australianscience.com.au/genetics/how-modern-technology-is-improving-health-care-genome-and-algorithms/<br></div><hr /><p>test</p><p>The post <a rel=\"nofollow\" href=\"http://www.australianscience.com.au/genetics/how-modern-technology-is-improving-health-care-genome-and-algorithms/\">How Modern Technology is Improving Health Care (Genome and Algorithms)</a> appeared first on <a rel=\"nofollow\" href=\"http://www.australianscience.com.au\">Australian Science</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.australianscience.com.au/genetics/how-modern-technology-is-improving-health-care-genome-and-algorithms/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Classic vs. Modern Education &#8211; The Argument Against Choice</title>\n\t\t<link>http://www.australianscience.com.au/education/classic-vs-modern-education-the-argument-against-choice/</link>\n\t\t<comments>http://www.australianscience.com.au/education/classic-vs-modern-education-the-argument-against-choice/#comments</comments>\n\t\t<pubDate>Fri, 04 Mar 2016 07:46:17 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Josip]]></dc:creator>\n\t\t\t\t<category><![CDATA[Education]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.australianscience.com.au/?p=15515</guid>\n\t\t<description><![CDATA[<p>The Ongoing Controversy In the continuing controversy about what type of education is best, both proponents of classical education and proponents of tech education make some excellent points. Economics is only one aspect of the controversy. According to one statistics, as many as one in five undergraduate degrees don&#8217;t produce earnings any greater than a high ...<br />\n<hr />\n<p>test</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.australianscience.com.au/education/classic-vs-modern-education-the-argument-against-choice/\">Classic vs. Modern Education &#8211; The Argument Against Choice</a> appeared first on <a rel=\"nofollow\" href=\"http://www.australianscience.com.au\">Australian Science</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>The Ongoing Controversy</strong></p>\n<p>In the continuing controversy about what type of education is best, both proponents of classical education and proponents of tech education make some excellent points. Economics is only one aspect of the controversy. According to <a href=\"http://www.huffingtonpost.com/2012/08/20/college-costs-new-research-weighs-value-of-college-education_n_1813337.html\">one statistics</a>, as many as one in five undergraduate degrees don&#8217;t produce earnings any greater than a high school diploma. However, a college degree does prove helpful in gaining employment. The unemployment rate of four-year graduates is only 4.5 percent, as compared to the 24 percent among those with only a high school diploma.</p>\n<p><a href=\"http://www.bestvalueschools.com/understanding-the-rising-costs-of-higher-education/\">According to one article</a> the cost of a traditional four-year college degree has risen by more than 538 percent since 1985. While many degrees produce a relatively low increase in wage-earning power, overall, a college graduate earns an average of $1.3 million dollars more over a lifetime than those without degrees. However, 40 percent of new graduates are saddled with an average of $22,000 dollars in school loan debt and the interest on that debt often translates into much more.</p>\n<p>A <a href=\"https://www.expresspros.com/subsites/AmericaEmployed/documents/Career-Tech-vs-College-White-Paper.pdf\">technical education usually costs about half the price of a four-year degree</a>, and in many cases, results in more earning power. Technical education schools also tend to partner with businesses and focus on providing skills that are in high demand in the professional world. <a href=\"https://www.acteonline.org/WorkArea/DownloadAsset.aspx?id=1915\">Another benefit of an alternative education focused on technology</a> is that, like classical education, it teaches the necessary skills for people to work on a team.</p>\n<p><strong>Social Considerations</strong></p>\n<p>The history of classical education and the inclusion of such subjects as philosophy and political science can be traced back to ancient Rome. All free citizens were expected to study grammar, logic and rhetoric in order to participate in civic affairs including public debates and military service. In democratic countries, a literate and informed citizenry is the basis for public education. While economic rewards are an important consideration in choosing an educational path, money, as they say, isn&#8217;t everything.</p>\n<p>While technical education is more focused on productive skills, supporters of classical education point to a number of worthwhile educational objectives that are equally important. A classical education focuses on improving oral and written communication skills, framing issues in historical context, exposure to art and literature and civic responsibility. To achieve those goals, in addition to their major course of study, students are required to take courses in the sciences and humanities. Most people would agree that that increased knowledge of the natural world, ourselves, and our humanity provides both individual and social benefits.</p>\n<p><strong>Timing is Everything</strong></p>\n<p>There was a time when a person chose a single career within their lifetime, and even worked at the same company for their entire career. However, there are many studies nowadays that show how people today can expect to have an average of seven careers in their lifetimes. Largely due to technological innovation and advancement, choice in education has become not just a one-time life decision, but a series of choices over time.</p>\n<p>In the <a href=\"http://edutechdebate.org/ict-in-schools/there-are-no-technology-shortcuts-to-good-education/\">controversy surrounding classical versus technological education</a>, the good news is that there is no need to choose one at the expense of the other. Because technical education costs less and provides more earning power more quickly, many young people may opt for it as only their first rather than their only choice. They may choose to complete their classical educations while working, without the need to accumulate debt.</p>\n<p>Further, many employers offer tuition credits to employees taking courses that can potentially benefit their businesses. In fact, technology is developing so rapidly that many employers rely on their <a href=\"http://www.itic.com.au/i-t-career-experience-program/\">employees taking courses periodically from educational programs</a> focused on rapidly changing technology and providing the skills and knowledge required to utilize it.</p>\n<p>All education is valuable, as evidenced by the many four-year colleges that now offer practical professional internships in addition to a liberal arts education. More than ever, today&#8217;s workforce is composed of lifelong learners. They must have the skills to effectively problem-solve in an increasingly complex world in which technology has expanded the definition of community to include other cultures and societies as well as their own. That&#8217;s why when it comes to education, it&#8217;s no longer a matter of which type, but of when.</p>\n<b><div style=\"border:1px solid #000000; padding:5px;\">Cite this article:</b><br>Ivanovic  J (2016-03-04 07:46:17). Classic vs. Modern Education - The Argument Against Choice. <i>Australian Science</i>. Retrieved: May 13, 2016, from http://www.australianscience.com.au/education/classic-vs-modern-education-the-argument-against-choice/<br></div><hr /><p>test</p><p>The post <a rel=\"nofollow\" href=\"http://www.australianscience.com.au/education/classic-vs-modern-education-the-argument-against-choice/\">Classic vs. Modern Education &#8211; The Argument Against Choice</a> appeared first on <a rel=\"nofollow\" href=\"http://www.australianscience.com.au\">Australian Science</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.australianscience.com.au/education/classic-vs-modern-education-the-argument-against-choice/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Exciting New Research Explores a Third Alternative to Infectious Disease Control</title>\n\t\t<link>http://www.australianscience.com.au/biology/exciting-new-research-explores-a-third-alternative-to-infectious-disease-control/</link>\n\t\t<comments>http://www.australianscience.com.au/biology/exciting-new-research-explores-a-third-alternative-to-infectious-disease-control/#comments</comments>\n\t\t<pubDate>Mon, 28 Dec 2015 06:28:03 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Josip]]></dc:creator>\n\t\t\t\t<category><![CDATA[Biology]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.australianscience.com.au/?p=15496</guid>\n\t\t<description><![CDATA[<p>When it comes to infectious disease control, there are two common solutions. These include using medicines, such as antibiotics, to target the pathogens and parasites, or reducing the risk of spread by using preventative measures. However, a recent collaboration between University of Colorado Cancer Center and University of Virginia led to a discovery that demonstrated ...<br />\n<hr />\n<p>test</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.australianscience.com.au/biology/exciting-new-research-explores-a-third-alternative-to-infectious-disease-control/\">Exciting New Research Explores a Third Alternative to Infectious Disease Control</a> appeared first on <a rel=\"nofollow\" href=\"http://www.australianscience.com.au\">Australian Science</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>When it comes to infectious disease control, there are two common solutions. These include using medicines, such as antibiotics, to target the pathogens and parasites, or reducing the risk of spread by using preventative measures.</p>\n<p>However, a recent collaboration between University of Colorado Cancer Center and University of Virginia led to a discovery that demonstrated the effectiveness of a third alternative. This exciting new research looks at manipulating characteristics of the human body to eliminate the mechanism that permits pathogens to cause the disease.</p>\n<p>The findings not only demonstrate how a cancer-science approach can be applied to the field of infectious disease, but it will also have major implications for a disease that causes many thousands of deaths all over the world.</p>\n<h2>What is Entamoeba Histolytica?</h2>\n<p><a href=\"http://www.newleafdetoxresort.com/blogs/detox-blog/33908996-what-is-a-parasite\">Parasites are organisms</a> that live in or on another organism, known as the host, in order to survive. They gain benefits by deriving nutrients from, or at the expense of the host. While some parasites don’t affect the host organism, others multiply, grow or give off toxins, which can result in a parasitic infection and some very unpleasant symptoms.</p>\n<p><img class=\"aligncenter size-full wp-image-15500\" src=\"http://www.australianscience.com.au/wp-content/uploads/2015/12/parasites-2.jpg\" alt=\"parasites\" width=\"841\" height=\"460\" /></p>\n<p>There are several ways in which you can contract a parasite, however poor hygienic practices, contaminated food and water, unclean fruits or vegetables and undercooked meat are the most common methods of transmission.</p>\n<p>Entamoeba histolytica, or E. histolytica, is a one-celled parasite that kills human cells and causes a disease known as intestinal amebiasis. Amebiasis is a parasitic infection of the intestines, which infects approximately <a href=\"http://www.uptodate.com/contents/intestinal-entamoeba-histolytica-amebiasis\">50 million people</a> worldwide, while causing over 100,000 annual deaths.</p>\n<p><img class=\"aligncenter size-full wp-image-15501\" src=\"http://www.australianscience.com.au/wp-content/uploads/2015/12/parasites-1.jpg\" alt=\"parasites\" width=\"841\" height=\"460\" /></p>\n<p>According to the <a href=\"http://www.cdc.gov/parasites/amebiasis/general-info.html\">Centers for Disease Control and Prevention</a>, only about 10% to 20% from those who are infected with E. histolytica become sick from it. Symptoms tend to be mild and include stomach pain, loose stool and abdominal cramping.</p>\n<p>A severe form of amebiasis, known as amebic dysentery, is associated with fever, severe stomach cramping and frequent bloody and watery stools. It occurs if the parasite invades the lining of the intestine and is a much more dangerous form of the disease. If the parasite were to enter your blood stream, it can end up in the lungs, brain, heart, liver, or other organs, and cause abscesses and tissue destruction.</p>\n<p><img class=\"aligncenter size-full wp-image-15502\" src=\"http://www.australianscience.com.au/wp-content/uploads/2015/12/parasites-23.jpg\" alt=\"parasites\" width=\"841\" height=\"595\" /></p>\n<h2>Transmission of E. Histolytica</h2>\n<p>Entamoeba histolytica is spread by faecal-oral route. While amebiasis can affect anyone, it is more common in those who live in, or have travelled to, tropical countries with underdeveloped sanitary conditions. Areas with high rates of amebic infection include parts of Central and South America, Africa, Mexico and India.</p>\n<p>Others at greater risk for amebiasis include people with compromised immune systems and other health conditions, those who live in institutions with poor sanitary conditions and men who have sex with other men.</p>\n<h2>Current Solutions</h2>\n<p>Currently, there are two widely used strategies when it comes to protecting humans from infectious disease. These include using medicines such as antibiotics to target the pathogens and parasites, or addressing the environmental factors that permit transmission of the disease.</p>\n<p>In the case of E. histolytica, antibiotic is available for treatment. Uncomplicated cases of amebiasis are generally treated with a 1-day course of antibiotics.</p>\n<p>However, if the parasite is present in the intestinal tissues, then damage to infected organs must also be addresses. In these cases, surgery may be necessary. Amebiasis can be deadly if left untreated.</p>\n<p>Preventative measures to avoid amebiasis focus on proper sanitation. The CDC offers advice on measures to take when traveling to a country with poor sanitary conditions. This includes drinking bottled, boiled or treated water, thoroughly washing fruits and vegetables before eating and avoiding food sold by street vendors, unpasteurized dairy products and ice cubes or water fountains.</p>\n<h2>Exploring a Third Strategy</h2>\n<p><a href=\"http://www.nature.com/articles/srep13613?WT.ec_id=SREP-631-20150915&amp;spMailingID=49549665&amp;spUserID=ODkwMTM2NjQzMAS2&amp;spJobID=762070432&amp;spReportId=NzYyMDcwNDMyS0\">New research</a> has demonstrated the effectiveness of a third strategy against infectious diseases. This involves manipulating the host’s genes in order to remove the mechanism that allows pathogens to cause disease.</p>\n<p>The collaboration for this research stemmed from a conversation between <a href=\"http://www.ucdenver.edu/academics/colleges/medicalschool/departments/Pathology/academicprograms/cancerbiology/Pages/theodorescu_canbio.aspx\">Dan Theodorescu, MD, PhD</a>, director of the University of Colorado Cancer Center and <a href=\"https://med.virginia.edu/faculty/faculty-listing/wap3g/\">William A. Petri, Jr., MD, PhD</a>, chief of the Division of Infectious Diseases &amp; International Health at the University of Virginia.</p>\n<p>The idea was to apply a groundbreaking technique used in cancer research to the study of infectious disease. Together with <a href=\"https://www.researchgate.net/profile/Chelsea_Marie\">Chelsea Marie, PhD</a>, postdoctoral researcher in the Petri Laboratory at Virginia, they sought to determine if the elimination of any one cell could provide immunity to Entamoeba histolytica, through the silencing of genes found in human cells.</p>\n<p>This was done by using a technique called RNAi, which allowed them to create a library of bladder cancer cells with thousands of independent, silenced genes. These cultures were then challenged with the E. histolytica parasite.</p>\n<p>When this technique is used in cancer research, they look for genes that make cells more susceptible to chemotherapy when silenced. For this research, the infectious pathogen was the analogue of chemotherapy.</p>\n<p>While the parasite managed to decimate many thousands of those independent cell structures, a small number appeared to resist it. In order to find out if these silenced genes offered immunity to these cells or merely survived by chance, Marie retested those cells that had survived.</p>\n<p>This process was repeated over nine generations of cells, and over these generations of selection, the cultures became more and more enriched for cells that lacked certain genes. The genes that presented resistance were then identified using next generation sequencing.</p>\n<p>This revealed that many of those genes were involved in potassium transport, managing the flow of potassium into and out of human cells. A follow-up experiment then revealed that new intestinal cells treated with E. histolytica demonstrated potassium efflux just prior to cell death. That meant that those cells that were unable to transport potassium didn’t die.</p>\n<p>The researchers then reversed the direction of their experiments in order to confirm that this was indeed what was causing the resistance to the parasite. They took new cells and blocked their ability to transport potassium, through the use of drugs. By blocking potassium efflux, they were able to manufacture cells that were resistant to the parasite.</p>\n<p>The targeting of human genes that enable E. histolytica to cause disease is a major discovery. It demonstrates that cancer-science approach can be applied to the field of infectious disease in order to explore genetic mechanisms of resistance.</p>\n<b><div style=\"border:1px solid #000000; padding:5px;\">Cite this article:</b><br>Ivanovic  J (2015-12-28 06:28:03). Exciting New Research Explores a Third Alternative to Infectious Disease Control. <i>Australian Science</i>. Retrieved: May 13, 2016, from http://www.australianscience.com.au/biology/exciting-new-research-explores-a-third-alternative-to-infectious-disease-control/<br></div><hr /><p>test</p><p>The post <a rel=\"nofollow\" href=\"http://www.australianscience.com.au/biology/exciting-new-research-explores-a-third-alternative-to-infectious-disease-control/\">Exciting New Research Explores a Third Alternative to Infectious Disease Control</a> appeared first on <a rel=\"nofollow\" href=\"http://www.australianscience.com.au\">Australian Science</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.australianscience.com.au/biology/exciting-new-research-explores-a-third-alternative-to-infectious-disease-control/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>The Science Behind the Jedi Lightsaber: How Far Are We From Making Our Own?</title>\n\t\t<link>http://www.australianscience.com.au/news/the-science-behind-the-jedi-lightsaber-how-far-are-we-from-making-our-own/</link>\n\t\t<comments>http://www.australianscience.com.au/news/the-science-behind-the-jedi-lightsaber-how-far-are-we-from-making-our-own/#comments</comments>\n\t\t<pubDate>Wed, 23 Dec 2015 06:16:49 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Josip]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.australianscience.com.au/?p=15491</guid>\n\t\t<description><![CDATA[<p>With the explosive success of The Force Awakens, interest in all things Jedi has come to fever pitch. And perhaps no item is more evocative of the film’s fascinating world as the Jedi lightsaber. It’s no surprise that many of us wonder: how far are we from holding one of our own? According to this ...<br />\n<hr />\n<p>test</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.australianscience.com.au/news/the-science-behind-the-jedi-lightsaber-how-far-are-we-from-making-our-own/\">The Science Behind the Jedi Lightsaber: How Far Are We From Making Our Own?</a> appeared first on <a rel=\"nofollow\" href=\"http://www.australianscience.com.au\">Australian Science</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>With the explosive success of The Force Awakens, interest in all things Jedi has come to fever pitch. And perhaps no item is more evocative of the film’s fascinating world as the Jedi lightsaber. It’s no surprise that many of us wonder: how far are we from holding one of our own?</p>\n<p>According to this <a href=\"https://www.costumecollection.com.au/blog/2015-lightsabers/\">animated infographic</a>, we’re already 75% there – but that last 25% still seems elusive indeed. Let’s explore just how close we are to protecting our galaxy with this ‘elegant weapon for a more civilised age’.</p>\n<p><img class=\"aligncenter size-full wp-image-15492\" src=\"http://www.australianscience.com.au/wp-content/uploads/2015/12/Lightsaber_Final.gif\" alt=\"Lightsaber\" width=\"400\" height=\"935\" /></p>\n<p><strong>Is a Lightsaber Exactly?</strong><br />\nYes, most of us can probably bring the lightsaber-wielding Jedi to the mind’s eye without too much difficulty. But if we’re going to delve deeper into reproducing them in the real world, we need to understand exactly what the films suggest they’re made of and what they can do.</p>\n<p>Firstly, it’s easy to see that they’re incredibly powerful. They easily slice through solid chunks of metal, cut through flesh, yet the hilt’s temperature is controlled so as not to harm the user. The laser itself can also be ‘turned off’ at the press of a button, allowing the Jedi to put away their weapon in a holster.</p>\n<p>Overall, it’s an incredibly flexible weapon that combined with a Jedi’s power is a force (no pun intended!) to be reckoned with. Science, however, is proving to be a worthy adversary that’s stopping Lucas myth from becoming reality.</p>\n<p><strong>Stopping the Beam</strong><br />\nThe lightsaber seems to use lasers of some sort – however, those in our world are invisible until their end point and also don’t have a fixed length. We’re nowhere near developing the technology to stop the laser beam in its tracks. Light needs to hit something solid to stop, or it needs to be refracted through the use of a mirror.</p>\n<p>The conclusion? It doesn’t seem possible that we could ever use lasers in their current form to build something similar. The beam of laser light would simply continue exponentially and would not be shown until reaching its natural end – just think of a classic laser pointer as an example.</p>\n<p><strong>Finding a Power Source</strong><br />\nWhile we currently have plenty of options to power up an item that emits light or plasma of such magnitude, there’s one ‘minor’ problem. Contrary to what the lightsaber suggests (such as a small battery pack), reality calls for something a little more expansive.</p>\n<p>What we’re left with is a weapon that can only last for just a few seconds or a bulky and heavy item that would not be possible to use as anything like a sword. The familiar noise of the lightsaber would also come from the power source, as plasma or light do not naturally emit such a sound.</p>\n<p><strong>Light Has No Mass</strong><br />\nAnother issue that we have is that light has no mass. The lightsaber is more powerful than any sword or axe, yet light has no properties that would allow such behaviour.</p>\n<p>Consider the fact that light does not even have the capability to repel other light, yet in Return of the Jedi we clearly see Luke defeating his enemies by repelling blaster shots. Unfortunately, our own laws of physics would now allow this. You can imagine how feeble a lightsaber duel would look with the two weapons simply bypassing each other!</p>\n<p>The films themselves are also not exactly consistent. In the original trilogies the weight of the weapon suggests something similar to the longsword (hence the slow and pensive fighting style), but the prequels have ‘upgraded’ the weapons to be lightweight fencing instruments. Regardless of which it actually is, light itself would weigh less than both.</p>\n<p><strong>What About Plasma?</strong><br />\nGE Engineer Matt Gluesenkamp has stated that the closest real-world example of what the lightsaber consists of is <a href=\"http://www.livescience.com/50728-secrets-of-the-jedi-lightsaber-infographic.html\">plasma generated electrically</a>. The problem with using plasma in this manner is that the battery power that would be required to create this amount of electricity would render the weapon unusable.</p>\n<p>Another problem is the sheer heat of plasma. The suggested temperature of the lightsaber would hit four figures Fahrenheit, yet all our heroes need is a handy hilt that is seemingly capable to withstand such temperatures.</p>\n<p>Unfortunately, we currently have no such material that would be able to do something similar. Not only that, plasma emits heat as well, which would mean that anything even a few inches from the lightsaber would be charred beyond recognition!</p>\n<p><strong>New Findings</strong><br />\nWhile Time Magazine <a href=\"http://newsfeed.time.com/2013/10/01/someone-finally-invented-real-working-lightsabers/\">sensationally reported</a> that the fabled Jedi weapon is finally a reality, the headline is unfortunately closer to click-bait than anything else. Nevertheless, the findings by scientists at Harvard and MIT are promising indeed.</p>\n<p>Teams of physicists have worked together to bind photons that can be said to behave in a similar manner to what we’d expect from the Skywalker weapon of choice. As a byproduct of other experiments, scientists have observed that photons fired through rubidium atoms behaved in a unique manner.</p>\n<p>Opposite to massless particles that don’t interact with other molecules, in this case they would form together and move in a uniform manner. This effect is essentially what the lightsaber suggests it’s doing, which perhaps forms a basis for future developments.</p>\n<p>However, what we currently have is still way off a working model. While the particles do indeed interact in an entirely novel way, it’s still a simple interaction. There’s plenty of work to be done before we have our own versions of Luke and Obi-Wan protecting law and order. Considering just how impossible this particular behaviour seemed just a few years ago, Star Wars fans are allowed to remain hopeful.</p>\n<p>We’re not there yet, but technological advancements of recent years make it feel as if the lightsaber is scintillatingly close. Nevertheless, the presented obstacles are perhaps yet still a bridge too far and it may be several generations before we’re capable of reproducing what they managed a long time ago in a galaxy far, far away.</p>\n<b><div style=\"border:1px solid #000000; padding:5px;\">Cite this article:</b><br>Ivanovic  J (2015-12-23 06:16:49). The Science Behind the Jedi Lightsaber: How Far Are We From Making Our Own?. <i>Australian Science</i>. Retrieved: May 13, 2016, from http://www.australianscience.com.au/news/the-science-behind-the-jedi-lightsaber-how-far-are-we-from-making-our-own/<br></div><hr /><p>test</p><p>The post <a rel=\"nofollow\" href=\"http://www.australianscience.com.au/news/the-science-behind-the-jedi-lightsaber-how-far-are-we-from-making-our-own/\">The Science Behind the Jedi Lightsaber: How Far Are We From Making Our Own?</a> appeared first on <a rel=\"nofollow\" href=\"http://www.australianscience.com.au\">Australian Science</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.australianscience.com.au/news/the-science-behind-the-jedi-lightsaber-how-far-are-we-from-making-our-own/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>How Your Sunscreen Poses a stop Real Threat to Coral Reefs</title>\n\t\t<link>http://www.australianscience.com.au/biology/how-your-sunscreen-poses-a-stop-real-threat-to-coral-reefs/</link>\n\t\t<comments>http://www.australianscience.com.au/biology/how-your-sunscreen-poses-a-stop-real-threat-to-coral-reefs/#comments</comments>\n\t\t<pubDate>Tue, 24 Nov 2015 09:35:24 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Josip]]></dc:creator>\n\t\t\t\t<category><![CDATA[Biology]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.australianscience.com.au/?p=15480</guid>\n\t\t<description><![CDATA[<p>Experts advise us to apply sunscreen on a consistent basis. We all know the associated risks of being overexposed to our sun’s rays, yet recent scientific studies have shown that chemicals used in common sunscreen products may also be causing irreparable damage to our planet’s coral reefs. The media has also started to take notice ...<br />\n<hr />\n<p>test</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.australianscience.com.au/biology/how-your-sunscreen-poses-a-stop-real-threat-to-coral-reefs/\">How Your Sunscreen Poses a stop Real Threat to Coral Reefs</a> appeared first on <a rel=\"nofollow\" href=\"http://www.australianscience.com.au\">Australian Science</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Experts advise us to apply sunscreen on a consistent basis. We all know the associated risks of being overexposed to our sun’s rays, yet recent scientific studies have shown that chemicals used in common sunscreen products may also be causing irreparable damage to our planet’s coral reefs.</p>\n<p>The media has also started to take notice of the startling warnings. You may have read the sensationalist headlines, with words such as ‘killing’ or ‘destroying’ being used to describe sunscreen’s effect. But in this case, it’s not just clickbait.</p>\n<p>While climate change is still the primary cause for concern, the ingredients found in most sunscreen products have now been scientifically proven to cause damage to our coral reefs. We’ve already lost 80% of coral reefs in the Caribbean. If we want to continue enjoying those beautiful holidays in the <a href=\"https://www.reeffree.com.au/travel-guide/place/great-barrier-reef\">Great Barrier Reef</a>, something needs to happen.</p>\n<p>And no, this isn’t scaremongering or pseudo-science. Two peer reviewed studies have been conducted that put matters beyond reasonable doubt:</p>\n<ul>\n<li>Sunscreens Cause Coral Bleaching by Promoting Viral Infections. Published in April 2008, you can <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2291018/\">read the full study at PMC</a>.</li>\n<li>Toxicopathological Effects of the Sunscreen UV Filter, Oxybenzone (Benzophenone-3), on Coral Planulae and Cultured Primary Cells and Its Environmental Contamination in Hawaii and the U.S. Virgin Islands. This recent study from October 2015 has had heavy press coverage recently. The study is heavy reading, so you may want to read the <a href=\"http://www.haereticus-lab.org/story_content/ecotox-sunscreen-lotion.pdf\">shorter explanation</a> by one of the authors if you want to get a grip on the material.</li>\n</ul>\n<p>Of course, the scientific jargon can be a little confusing and that’s understandable. The following explains the core of the issue in slightly simpler terms.</p>\n<p><strong>The Problem (In Layman’s Terms!)</strong><br />\nThe study published in the Archives of Environmental Contamination and Toxicology (October 2015) deals specifically with oxybenzone (benzophenone-3). The study calls the threat from this chemical ‘ecological and existential’. The chemical is described as being ‘highly toxic to juvenile corals’, affecting them in four distinct ways:</p>\n<ul>\n<li><strong>Damaged DNA</strong>: oxybenzone damages the DNA of juvenile corals, causing them to have trouble reproducing. And even if they do reproduce, the offspring is usually not optimally healthy.</li>\n<li><strong>Coral Bleaching</strong>: Sunscreens promote viral infections in coral, causing coral bleaching. This is extremely worrying, associated with natural events such as El Nino. Oxybenzone can cause coral to bleach at lower temperatures, posing an even greater threat to the environment.</li>\n<li><strong>Endocrine Disruptor</strong>: Juvenile coral that has been exposed to oxybenzone can sometimes lead to death due to skeletal encapsulation.</li>\n<li><strong>Deformity</strong>: Oxybenzone causes deformity in coral, which severely impacts health.</li>\n</ul>\n<p>The studies also found issues with other chemicals. Butylparaben, a preservative, has also been linked to coral bleaching. Ethylhexyl methoxycinnamate and 4-methylbenzylidene camphor fall under the same category. Considering just how damaging coral bleaching is, it’s undoubtedly a worrying scenario.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Perhaps the most worrying aspect of the study is that very little of these chemicals are required to cause damage. In fact, it’s as little as one drop of water in what would be the equivalent of almost seven Olympic swimming pools. Considering that it’s estimated that up to 14 thousand tonnes of sunscreen washes of our bodies each year, the potential results are frightening.</p>\n<p>And that figure doesn’t even include water and waste discharges. Just think of the sunscreen that we use before going out for a run, enjoying an outdoor barbecue, or catching a few rays while relaxing in our gardens and parks. We all proceed to wash our sunscreen off, potentially landing in our waters and damaging coral reefs.</p>\n<p><strong>What Can We Do About It?</strong></p>\n<p>It’s clear that the effects of human activities on our environment are worrying, but it’s still possible to protect yourself from the sun’s harmful rays without having an impact on the planet. If you’re going to be swimming, snorkeling or scuba diving near coral reefs, ensure you opt for a <strong>coral reef safe sunscreen</strong>.</p>\n<p>Considering that major brands such as L’Oreal and Coppertone both use oxybenzone, it’s clear that consumers are going to have to do a little digging to find a suitable alternatively. Unfortunately it’s not as easy as looking for a simple label, but there are ways of figuring out which products are safe to use:</p>\n<ul>\n<li>The main ingredient you’re looking to avoid is <strong>oxybenzone</strong>. This is the chemical that has been scientifically proven to harm coral reefs.</li>\n<li>Inspect the product label and also avoid butylparaben, octinoxate, and 4-methylbenzylidene camphor. The latter is banned in the USA and Japan, but both Canadian and European sunscreens may contain it.</li>\n<li>The problem with sunscreen is that it comes off while in the water. Look for a product that has been proven to be effective at being water resistant, meaning it will stay on your skin (and off our coral reefs!).</li>\n</ul>\n<p>It’s worth keeping in mind that a government body does not officially regulate coral reef safe sunscreens. Such labels are simply promotional and set by the manufacturers themselves, meaning that it’s up to you to check the ingredients carefully. If you are in doubt, email or tweet the manufacturer to verify whether the product meets the above requirements.</p>\n<p>We can also look to our governments. For example, local authorities in American cities such as Fort Lauderdale and Ocean City have constructed sewer outfalls that divert wastewater from beaches into the ocean. In addition to the problems with sunscreen waste, this toxic mix also contains birth-control pill residue and other harmful products. It’s imperative that we encourage our powers that be to consider the environment and not just convenience or the almighty dollar.</p>\n<p>Remember, coral reefs don’t just add to a picturesque setting, an exotic artwork for us to admire. Coral reefs also play an integral role in biodiversity, protect our coasts from natural disasters, encourage tourism around the world, and also have an impact on marine life (having significant value to fisheries). If we’re to continue enjoying these natural wonders, we need to act quickly and decisively.</p>\n<b><div style=\"border:1px solid #000000; padding:5px;\">Cite this article:</b><br>Ivanovic  J (2015-11-24 09:35:24). How Your Sunscreen Poses a stop Real Threat to Coral Reefs. <i>Australian Science</i>. Retrieved: May 13, 2016, from http://www.australianscience.com.au/biology/how-your-sunscreen-poses-a-stop-real-threat-to-coral-reefs/<br></div><hr /><p>test</p><p>The post <a rel=\"nofollow\" href=\"http://www.australianscience.com.au/biology/how-your-sunscreen-poses-a-stop-real-threat-to-coral-reefs/\">How Your Sunscreen Poses a stop Real Threat to Coral Reefs</a> appeared first on <a rel=\"nofollow\" href=\"http://www.australianscience.com.au\">Australian Science</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.australianscience.com.au/biology/how-your-sunscreen-poses-a-stop-real-threat-to-coral-reefs/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Nanotechnology in Dentistry Creates Stronger Fillings</title>\n\t\t<link>http://www.australianscience.com.au/health/nanotechnology-in-dentistry-creates-stronger-fillings/</link>\n\t\t<comments>http://www.australianscience.com.au/health/nanotechnology-in-dentistry-creates-stronger-fillings/#comments</comments>\n\t\t<pubDate>Mon, 23 Nov 2015 12:33:07 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Josip]]></dc:creator>\n\t\t\t\t<category><![CDATA[Health]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.australianscience.com.au/?p=15476</guid>\n\t\t<description><![CDATA[<p>Breakthroughs in nanotechnology don’t just limit their effect to the electronics industry. Recent advancements in the industry have allowed dentists to severely cut down on their workload in a way you may not have expected. Dentists use dental composites to restore teeth to their original hardness and rigidity, making them essential in dental repairs such ...<br />\n<hr />\n<p>test</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.australianscience.com.au/health/nanotechnology-in-dentistry-creates-stronger-fillings/\">Nanotechnology in Dentistry Creates Stronger Fillings</a> appeared first on <a rel=\"nofollow\" href=\"http://www.australianscience.com.au\">Australian Science</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Breakthroughs in nanotechnology don’t just limit their effect to the electronics industry. Recent advancements in the industry have allowed dentists to severely cut down on their workload in a way you may not have expected.</p>\n<p>Dentists use dental composites to restore teeth to their original hardness and rigidity, making them essential in dental repairs such as restoration fillings. They are typically made of amalgams such as composites made of silica, plastic compounds or ceramic, or of mixtures of silver, mercury or tin.</p>\n<p>The problem is that these can be prone to breakages and suffer from a short life span. In fact, it is thought that replacement fillings <a href=\"http://munews.missouri.edu/news-releases/2015/1019-innovative-dental-composite-receives-fda-clearance/\"> make up 75% of dentist’s work</a>. The use of nanotechnology in dentistry has allowed engineers to come up with a viable solution to this problem.</p>\n<p><b>Using Nanotechnology</b></p>\n<p>The short lifespan of current dental composites have led engineers to look into the concept of <a href=\"http://mgadental.com.au/developments-in-dental-embracing-state-of-the-art-technology-in-the-world-of-dentistry/\"> <span style=\"font-weight: 400;\">using nanotechnology in dentistry</span></a>, with fillings that could last longer than the conventional kind. The benefit of using nanomaterial is that when a material becomes smaller, it reduces the chance of it containing a defect, thus increasing the strength of that material.</p>\n<p><b>The Development of NovaPro Flow</b></p>\n<p>Hao Li, a professor at the University of Missouri’s college of engineering has developed a “flowable” composite known as NovaPro Flow, <a href=\"http://www.dentistrytoday.com/news/industrynews/item/477-fda-approves-nanofiber-flowable-composite\"><span style=\"font-weight: 400;\">which has recently received FDA clearance</span></a>. This composite incorporates calcium phosphate nanofiber technology in conjunction with nanoparticles. It is injected as a liquid composite in a cavity via syringe, allowing for easy and precise delivery to the patient’s tooth.</p>\n<p>Making the composite flowable was essential as it allows the liquid to easily flow and fill every crack and crevice in the tooth. Once this has been properly fitted, the material is then hardened in less than 20 seconds through a high-intensity blue light. Once hardened, the nanofibers provide support to the overall structure of the tooth, much like rebar in concrete, which helps to ensure greater longevity.</p>\n<p><b>The Benefits of Using Nanofibers</b></p>\n<p>The use of calcium phosphate nanofibers not only helps to improve the tooth’s strength, but also helps to retain its shine. Of course, there is another reason that nanofibers are so important. They are made of a material very similar to that of your tooth mineral and bone marrow, which makes it very biologically accepting.</p>\n<p>It is thought that this new composite is stronger than anything else currently on the market, when compared to other commercial dental filling products. Dentists say that the NovaPro Flow could help both dentists and patients alike, due to its strength and bonding ability. This would allow for longer lasting restorations, meaning that patients would need to come in less for replacement fillings. This would be a great benefit for everyone in the dental field.</p>\n<p><a href=\"https://www.linkedin.com/in/hao-li-5b87778\">Li, president of Nanova Biomaterials Inc.</a> is also currently working on obtaining FDA approval of other nanofiber-based biomaterials, including orthopaedic screws and universal dental composites. Nanova Biomaterials already produces StarBright dental varnish, which is used as a cavity varnish and for the treatment of dentin hypersensitivity.</p>\n<p>While these advancements in dental technology are of great benefit to both dentists and patients, it is important to remember that healthy dental care comes down to more than just using the latest technologies. Regular dental visits and maintaining good dental hygiene is essential to help avoid preventable dental treatment.</p>\n<p>Image source: <a href=\"https://www.flickr.com/photos/cadcamzone/4679188766/\">https://www.flickr.com/photos/cadcamzone/4679188766/</a></p>\n<b><div style=\"border:1px solid #000000; padding:5px;\">Cite this article:</b><br>Ivanovic  J (2015-11-23 12:33:07). Nanotechnology in Dentistry Creates Stronger Fillings. <i>Australian Science</i>. Retrieved: May 13, 2016, from http://www.australianscience.com.au/health/nanotechnology-in-dentistry-creates-stronger-fillings/<br></div><hr /><p>test</p><p>The post <a rel=\"nofollow\" href=\"http://www.australianscience.com.au/health/nanotechnology-in-dentistry-creates-stronger-fillings/\">Nanotechnology in Dentistry Creates Stronger Fillings</a> appeared first on <a rel=\"nofollow\" href=\"http://www.australianscience.com.au\">Australian Science</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.australianscience.com.au/health/nanotechnology-in-dentistry-creates-stronger-fillings/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>The Potential Impact of Climate Change on Fraser Island</title>\n\t\t<link>http://www.australianscience.com.au/environmental-science/the-potential-impact-of-climate-change-on-fraser-island/</link>\n\t\t<comments>http://www.australianscience.com.au/environmental-science/the-potential-impact-of-climate-change-on-fraser-island/#comments</comments>\n\t\t<pubDate>Wed, 11 Nov 2015 06:21:29 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Josip]]></dc:creator>\n\t\t\t\t<category><![CDATA[Environmental science]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.australianscience.com.au/?p=15470</guid>\n\t\t<description><![CDATA[<p>Fraser Island is on UNESCO’s World Heritage list. It’s the largest sand island on the planet, boasts gorgeous freshwater lakes, towering rainforests, and the idyllic 75 Mile Beach. It’s no surprise that the island attracts some 380,000 tourists per year. Fraser Island is also an important cultural site to the local Butchulla people, who believe ...<br />\n<hr />\n<p>test</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.australianscience.com.au/environmental-science/the-potential-impact-of-climate-change-on-fraser-island/\">The Potential Impact of Climate Change on Fraser Island</a> appeared first on <a rel=\"nofollow\" href=\"http://www.australianscience.com.au\">Australian Science</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Fraser Island is on UNESCO’s <a href=\"http://whc.unesco.org/en/list/630\">World Heritage list</a>. It’s the largest sand island on the planet, boasts gorgeous freshwater lakes, towering rainforests, and the idyllic <a href=\"https://www.fraserfree.com.au/index.php?/travel-guide/place/75-mile-beach\">75 Mile Beach</a>. It’s no surprise that the island attracts some 380,000 tourists per year.</p>\n<p>Fraser Island is also an important cultural site to the local Butchulla people, who believe the spirits of ancestors still roam the beautiful rainforest trees and sand dunes. The lakes hold a particularly special place, with creeks such as Wanggoolba and Eli being important sacred sites.</p>\n<p>But is this natural paradise and cultural shrine at risk? Many experts believe that Fraser Island is increasingly under threat due to climate change. We take a look at how this phenomenon is affecting the island, from changes we’re already seeing in the present day to potential consequences in the coming years.</p>\n<p><img class=\"aligncenter size-full wp-image-15473\" src=\"http://www.australianscience.com.au/wp-content/uploads/2015/11/graph.png\" alt=\"graph\" width=\"662\" height=\"600\" /></p>\n<h2>Sea Level Rise</h2>\n<p>10,000 years ago Fraser Island was part of Australia’s mainland, but rising sea levels indicate that much of the island could disappear completely. It’s likely that the popular Parallel Dune ridges will be submerged, with the land that’s less than 10m above sea level being lost.</p>\n<p>Experts speaking at the Sixth Biennial Fraser Island Conference have estimated that the rising sea levels will have an even <a href=\"http://www.frasercoastchronicle.com.au/news/climate-change-to-affect-fraser/2741560/\">greater impact on the island</a> than on the Great Barrier Reef (though the state government insists <a href=\"http://www.gympietimes.com.au/news/no-data-yet-to-support-island-erosion-risk-ehp/2666430/\">there is no hard data</a>), an area that is widely known to be at great risk. &#8220;It&#8217;s the most &#8216;erodible&#8217; surface, it&#8217;s all sand, it&#8217;s not rock or anything else,&#8221; said John Sinclair, organiser of the event.</p>\n<p>The Great Sandy Strait can be expected to widen, which will lead to potentially dangerous changes to currents and tidal flows. Furthermore, coastal erosion will lead to changes in wind velocity and increased storm occurrences, again dangerous for both locals and tourists alike.</p>\n<p><img class=\"aligncenter size-full wp-image-15472\" src=\"http://www.australianscience.com.au/wp-content/uploads/2015/11/Fraser-island.jpg\" alt=\"Fraser island\" width=\"520\" height=\"380\" /></p>\n<h2>Climate Warming and Variation</h2>\n<p>Fraser Island is known as an overlap zone in the region, allowing certain species to thrive in cooler temperatures compared to areas further north. Increasing temperatures, however, will translate to species such as the blackbutt and tallowwood disappearing. Fish species such as the Tailor may also opt to migrate to cooler climes. This will undoubtedly lead to lower biodiversity in the region.</p>\n<p>Climate change on Fraser Island won’t just be limited to an increased average temperature. It will also potentially lead to greater climate variability in the region. This could result in increased occurrences of frost, which even if sporadic will have a potentially catastrophic effect on the region’s flora and fauna.</p>\n<h2>Wind Patterns</h2>\n<p>Climate change has already led to an indisputable increase of northerly winds, which has led to a neutralisation of the region’s south-easterly winds. While this may seem trivial, this trend leads to increased vegetation on the island’s famous sand dunes. Noam Levin, a scientist who has been studying the region, has highlighted a significant <a href=\"http://www.abc.net.au/news/2009-07-24/climate-change-fears-for-fraser-dunes/1365322\">decrease in the number of dunes since the 1980s</a>. Furthermore, the increased algae have a negative impact on both fishing and swimming, spoiling the island’s previously pristine waters.</p>\n<p>Perhaps even more worrying is that the combination of increasing temperatures and stronger winds will lead to a higher frequency of fires. Not only that, we can also expect them to be more severe and dangerous both to humans and local wildlife.</p>\n<h2>Lake Deterioration</h2>\n<p>Dr Wade Hadwen (Fraser Island Defenders Organisation) has highlighted that the island’s lakes are <a href=\"http://www.abc.net.au/news/2009-07-24/climate-change-fears-for-fraser-dunes/1365322\">slowly deteriorating</a>. The reasons behind this are two-fold. We first have the aforementioned build-up of algae, which has led to a downturn in water quality. However, the issue can also be attributed to man-made pollution from roads situated near the lakes.</p>\n<h2>Tourism Impact</h2>\n<p>Almost four hundred thousand visitors arrive at Fraser Island on a yearly basis. It’s expected that this number will only rise. Environmental degradation has not only come as the result of climate change, but also the sheer number of tourists. For instance, water and soil quality have seen a downturn, while the number of 4WD vehicles has led to increased erosion.</p>\n<h2>What Can We Do?</h2>\n<p>The potential impact of climate change on Fraser Island makes for bleak reading. But despite this, there’s plenty that we can do in order to preserve the natural beauty of this World Heritage site.</p>\n<p><strong>Monitor, Research, Mitigate</strong>: As noted by the state’s comment on the impact on the Great Barrier Reef, some of the data collection is still in its infancy. It’s important that we continue to monitor the progression of certain issues (e.g. erosion of sand dunes) to ascertain the gravity of environmental changes.</p>\n<p><strong>Adaptation and Management</strong>: The number of tourists landing on Fraser Island isn’t necessarily an issue, however, it’s important that they are managed correctly. Considering that the island’s primary revenue stream is no longer sand mining and logging, progress has already been made. Tourism is more sustainable, as long as the correct measures are in place.</p>\n<p>Tourists should be taught to engage with Fraser Island in an environmentally focused way. Instead of planning individual journeys, for example, visitors could work closely with experienced tour agencies to ensure a responsible visit to the island. Additional information should also be provided in situ to ensure both tourists and locals alike are aware of the risks of human impact.</p>\n<p>Small tweaks can also lead to big changes. For example, experts agree that run-off from sand roads is impacting the lakes. Roads should be <a href=\"http://www.abc.net.au/am/content/2008/s2453577.htm\">relocated further away</a>. While this adds a touch of inconvenience, it’s a small price to pay.</p>\n<p>Additionally, government agencies should increase investment in sewage management and the installation of environmentally friendly toilet units. This will ensure popular camping areas are kept clean and that degradation of soil quality is kept at a minimum.</p>\n<p><strong>Increased Research &amp; Knowledge Share</strong>: At present there is a distinct lack of ‘cross-fertilisation’ of knowledge when it comes to the management of World Heritage sites. Best practices can only be created and adhered to if all involved parties are aware of the latest research and recommendations.</p>\n<p>Furthermore, additional academic research is required to ensure the correct action can be taken. The opening of <a href=\"http://www.flinders.edu.au/science_engineering/fms/School_ENVR/RHD-PhD/Discovery PhD position ad v2.pdf\">funded doctorate positions</a> is a step in the right direction. The availability of in-depth research will allow both governments and communities to take the correct action.</p>\n<b><div style=\"border:1px solid #000000; padding:5px;\">Cite this article:</b><br>Ivanovic  J (2015-11-11 06:21:29). The Potential Impact of Climate Change on Fraser Island. <i>Australian Science</i>. Retrieved: May 13, 2016, from http://www.australianscience.com.au/environmental-science/the-potential-impact-of-climate-change-on-fraser-island/<br></div><hr /><p>test</p><p>The post <a rel=\"nofollow\" href=\"http://www.australianscience.com.au/environmental-science/the-potential-impact-of-climate-change-on-fraser-island/\">The Potential Impact of Climate Change on Fraser Island</a> appeared first on <a rel=\"nofollow\" href=\"http://www.australianscience.com.au\">Australian Science</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.australianscience.com.au/environmental-science/the-potential-impact-of-climate-change-on-fraser-island/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>FDA Approved an Injection That Will Eliminate Your Double Chin</title>\n\t\t<link>http://www.australianscience.com.au/news/fda-approved-an-injection-that-will-eliminate-your-double-chin/</link>\n\t\t<comments>http://www.australianscience.com.au/news/fda-approved-an-injection-that-will-eliminate-your-double-chin/#comments</comments>\n\t\t<pubDate>Mon, 01 Jun 2015 07:44:01 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Dunya]]></dc:creator>\n\t\t\t\t<category><![CDATA[Biology]]></category>\n\t\t<category><![CDATA[Health]]></category>\n\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Science]]></category>\n\t\t<category><![CDATA[double chin]]></category>\n\t\t<category><![CDATA[double chin surgery free]]></category>\n\t\t<category><![CDATA[eliminate double chin]]></category>\n\t\t<category><![CDATA[injection for double chin]]></category>\n\t\t<category><![CDATA[kybella]]></category>\n\t\t<category><![CDATA[kybella injection]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.australianscience.com.au/?p=15409</guid>\n\t\t<description><![CDATA[<p>For many of us, trying to hide our double chin – perhaps under a scarf or turtleneck – is a daily battle. It’s a major cause of embarrassment for thousands of affected Australians, and is usually caused by obesity or other natural effects of aging. A double chin is actually just an extra layer of ...<br />\n<hr />\n<p>test</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.australianscience.com.au/news/fda-approved-an-injection-that-will-eliminate-your-double-chin/\">FDA Approved an Injection That Will Eliminate Your Double Chin</a> appeared first on <a rel=\"nofollow\" href=\"http://www.australianscience.com.au\">Australian Science</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>For many of us, trying to hide our double chin – perhaps under a scarf or turtleneck – is a daily battle. It’s a major cause of embarrassment for thousands of affected Australians, and is usually caused by obesity or other natural effects of aging. A double chin is actually just an extra layer of submental fat that forms around the neck and can sometimes sag, creating the impression of a second chin. Up until now, <a href=\"http://athrefacialplastics.com/cosmetic-procedures/face/chin-augmentation/\" target=\"_blank\">surgery was the only way to remove it</a>.</p>\n<p>However, there is now a surgery-free way to remove the dreaded double chin thanks to <a href=\"http://www.fda.gov/NewsEvents/Newsroom/PressAnnouncements/ucm444978.htm\">a recently FDA-approved drug called Kybella (or deoxycholic acid)</a>. Approved as a treatment for adults with moderate-to-severe submental fat below the chin, Kybella is an injectable drug that works by helping the body absorb fatty tissue. In essence, the drug dissolves the submental fat under the chin by destroying the fat cell’s membrane, causing it to burst. The remains of the cell are then reabsorbed by the body’s normal metabolic pathways.</p>\n<p>According to the results of numerous clinical trials, injecting Kybella into the affected area can produce a noticeable reduction in submental fat in just 6 months. Patients can receive up to 50 injections in a single treatment (which usually lasts around 5 minutes), and sessions must be spaced at least 1 month apart for best results. No bandages are required, and recovery time is between 2 and 3 days.</p>\n<p><img class=\"aligncenter size-full wp-image-15412\" src=\"http://www.australianscience.com.au/wp-content/uploads/2015/05/648x415_illustration-avantapres-traitement-kybella-reduire-double-menton-injections.jpg\" alt=\"648x415_illustration-avantapres-traitement-kybella-reduire-double-menton-injections\" width=\"648\" height=\"415\" /></p>\n<p style=\"text-align: center;\"><a href=\"http://ferrignofit.com/2015/05/double-chin-not-anymore/\" target=\"_blank\">Image source</a></p>\n<p><a href=\"https://mykybella.com/wp-content/uploads/2015/04/KYBELLA-Combined-FINAL-Labeling.pdf\" target=\"_blank\">There are some side-effects</a>, however, that patients need to be made aware of before embarking on this journey. The most common side-effects reported in clinical trials were swelling, bruising, pain, numbness, redness and areas of hardness around the treatment area. However, most of these should disappear within a few days after treatment.</p>\n<p>It’s important to understand that Kybella can also cause far more serious side-effects, such as possible nerve damage in the jaw. Although these side-effects are much less common, some patients have reported uneven smiles, weak facial muscles, and even trouble swallowing after receiving treatment. Indeed, according to Amy G. Egan of the FDA’s Center for Drug Evaluation and Research, “Treatment with Kybella should only be provided by a licensed health care professional, and patients should fully understand the risks associated with use of the drug before considering treatment.”</p>\n<p>The estimated cost per treatment is expected to be around $500 per session. The exact pricing details are being withheld until the product’s release in June 2015.</p>\n<p>Using Kybella to get rid of that unwanted double chin may not suit everyone. In cases where patients have excess skin, a better alternative may be chin augmentation, or possibly a minor facelift to tighten up the area under the chin and bring it into proper alignment with the rest of the face. Chin augmentation can also sharpen the neck angle, help eradicate sagging jowls, and generally streamline the entire chin and neck area to bring the face into proportion. The most common non-surgical treatment in chin augmentation are filler injections &#8211; still the leading procedure due to its quick and simple steps of enhancing one’s appearance.</p>\n<p>As is always the case in any health matter, it is best to speak to your GP or health care professional about your concerns and to seek their advice before taking any action.</p>\n<p>Kybella is set for release in June 2015.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<hr /><p>test</p><p>The post <a rel=\"nofollow\" href=\"http://www.australianscience.com.au/news/fda-approved-an-injection-that-will-eliminate-your-double-chin/\">FDA Approved an Injection That Will Eliminate Your Double Chin</a> appeared first on <a rel=\"nofollow\" href=\"http://www.australianscience.com.au\">Australian Science</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.australianscience.com.au/news/fda-approved-an-injection-that-will-eliminate-your-double-chin/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Learning trends among students at universities</title>\n\t\t<link>http://www.australianscience.com.au/education/learning-trends-among-students-at-universities/</link>\n\t\t<comments>http://www.australianscience.com.au/education/learning-trends-among-students-at-universities/#comments</comments>\n\t\t<pubDate>Sat, 30 May 2015 12:01:00 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Josip]]></dc:creator>\n\t\t\t\t<category><![CDATA[Education]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.australianscience.com.au/?p=15504</guid>\n\t\t<description><![CDATA[<p>Introduction To study in today&#8217;s world is a vastly different thing than studying in the past. With the rise of the Internet, information has become available at a faster and easier way than ever. New learning trends are evolving, with technology being the main culprit. The aim of this article is to analyze how different ...<br />\n<hr />\n<p>test</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.australianscience.com.au/education/learning-trends-among-students-at-universities/\">Learning trends among students at universities</a> appeared first on <a rel=\"nofollow\" href=\"http://www.australianscience.com.au\">Australian Science</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<h2>Introduction</h2>\n<p>To study in today&#8217;s world is a vastly different thing than studying in the past. With the rise of the Internet, information has become available at a faster and easier way than ever. New learning trends are evolving, with technology being the main culprit. The aim of this article is to analyze how different learning trends are evolving, and which predispositions enabled them to evolve.</p>\n<h2>Methods of learning</h2>\n<p>A lot of thought has been put into <a href=\"http://www.journeytoexcellence.org.uk/resourcesandcpd/research/summaries/rslearningstyles.asp\">researching new methods of learning</a>, and accessing the efficiency of well known, thoroughly used existing methods of learning. Surprisingly, the „tried and true“ methods, such as rereading, keywords, highlighting and summarizing were all found to be very ineffective methods of learning. The methods which involved the student most, either by presenting them with a challenge or making use of their own ability of critical thinking were found to be the best methods for quick, easy, and satisfying learning.<br />\nWith the rise of technology, a new and efficient method of learning is quickly becoming widely accepted, and that is online learning. Taking virtual classes, and even whole virtual schools are becoming commonplace today, and this method has proven to be effective as it has a lot of room to maneuver, and by the use of software it can duplicate real world environments and situations for a fraction of the cost. 50% of students said that <a href=\"http://www.nzcer.org.nz/research/publications/students-experiences-learning-virtual-classrooms\">they enjoyed the materials learned in virtual classes</a>, as opposed to the 32% of students that said the same about traditional class methods.</p>\n<p><img class=\"aligncenter size-full wp-image-15506\" src=\"http://www.australianscience.com.au/wp-content/uploads/2015/12/meldingthewe.jpg\" alt=\"classroom\" width=\"605\" height=\"403\" /></p>\n<h2>Accessing information</h2>\n<p>Accessing information is now easier than it was ever before, largely due to technological advances. The modern student has a lot more tools at his disposal than, for example, a student just 50 years ago. These tools allow quick, easy, cheap and reliable access to information in ways never thought possible before. Quick access to information has largely reduced the time necessary to acquire learning materials, and because of that, has increased the efficiency of learning by a large margin. A quick Internet search has replaced reading through dozens of books for information, and studies show that more and more students rely on the Internet as their main source of information. As <a href=\"http://firstmonday.org/article/view/3484/2857\">this research paper</a> shows, students are using online information not just for school, but it is also their main source of information for everyday situations.</p>\n<h2>Technology and learning</h2>\n<p>Technology has changed the way we perceive the world around us. Today quickly accessing information and being connected has become an elementary human right, and it is technology that laid the path to quick information access. Whereas before students were limited to the use of books, notebooks, paper and other physical media, now it is possible to have all the knowledge required saved up on your smartphone or computer. Various portable devices, such as tablets and laptops, have enabled students to carry the equivalent of thousands of books in their bag. This kind of easy information access is unprecedented, and has, as such, made learning today quicker than ever.</p>\n<p><img class=\"aligncenter size-medium wp-image-15507\" src=\"http://www.australianscience.com.au/wp-content/uploads/2015/12/Gambet232-800x400.jpg\" alt=\"Classroom 1\" width=\"800\" height=\"400\" /></p>\n<p>Classrooms today come equipped with smartboards, Wi-Fi, and other utilities, which make the learning process much easier and the information presented easier to comprehend and absorb. Students are using their smartphones and smartwatches, such as the so-called <a href=\"http://www.24kupi.com/\">cheating watch especially designed for learning</a>, as a way to quickly check information, or to recap on a passed lecture, with many of them actually recording lections and posting them on the Internet. A <a href=\"http://www.pearsoned.com/wp-content/uploads/2015-Pearson-Student-Mobile-Device-Survey-College.pdf\">recent study</a> has shown that a staggering 53% of students would like their schools to let them use their mobile phones in the facility, as a method to improve their learning.</p>\n<h2>Conclusion</h2>\n<p>Technology is changing everything around us, and even basic things, such as learning, are adapting and evolving in ways never before thought possible. New learning methods are making a positive change by increasing the overall happiness and interest of the students themselves, and by making the knowledge easier for lecturers to present.</p>\n<p>References:</p>\n<ul>\n<li>featured image: <a href=\"https://www.vetmeduni.ac.at\">https://www.vetmeduni.ac.at</a></li>\n<li>Classroom image: <a href=\"http://cdn.phys.org/\">http://cdn.phys.org/</a></li>\n<li>Empty classroom image: <a href=\"http://desales.edu/\">http://desales.edu/</a></li>\n</ul>\n<b><div style=\"border:1px solid #000000; padding:5px;\">Cite this article:</b><br>Ivanovic  J (2015-05-30 12:01:00). Learning trends among students at universities. <i>Australian Science</i>. Retrieved: May 13, 2016, from http://www.australianscience.com.au/education/learning-trends-among-students-at-universities/<br></div><hr /><p>test</p><p>The post <a rel=\"nofollow\" href=\"http://www.australianscience.com.au/education/learning-trends-among-students-at-universities/\">Learning trends among students at universities</a> appeared first on <a rel=\"nofollow\" href=\"http://www.australianscience.com.au\">Australian Science</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.australianscience.com.au/education/learning-trends-among-students-at-universities/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Creative Solutions for the World’s Waste Problems</title>\n\t\t<link>http://www.australianscience.com.au/environmental-science/creative-solutions-for-the-worlds-waste-problems/</link>\n\t\t<comments>http://www.australianscience.com.au/environmental-science/creative-solutions-for-the-worlds-waste-problems/#comments</comments>\n\t\t<pubDate>Sat, 23 May 2015 10:39:18 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Josip]]></dc:creator>\n\t\t\t\t<category><![CDATA[Environmental science]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.australianscience.com.au/?p=15457</guid>\n\t\t<description><![CDATA[<p>The consequences of the planet’s waste issues are manifold: an unnecessarily high carbon footprint, overflowing landfills, and an increasingly negative impact on our economy. And while the figures both worldwide and in Australia are alarming, there are creative solutions we can implement to tackle the overall problem. Some of these are a little complicated and ...<br />\n<hr />\n<p>test</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.australianscience.com.au/environmental-science/creative-solutions-for-the-worlds-waste-problems/\">Creative Solutions for the World’s Waste Problems</a> appeared first on <a rel=\"nofollow\" href=\"http://www.australianscience.com.au\">Australian Science</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>The consequences of the planet’s waste issues are manifold: an unnecessarily high carbon footprint, overflowing landfills, and an increasingly negative impact on our economy. And while the figures both worldwide and in Australia are alarming, there are creative solutions we can implement to tackle the overall problem. Some of these are a little complicated and require the kit and knowledge from companies or government organisations, while others are solutions that need to be implemented by our local authorities to really be effective.</p>\n<h2>E-Waste</h2>\n<p>It wouldn’t be an understatement to describe e-waste as one of the greatest threats to our environment today – some consider <a href=\"http://www.tec.org.au/images/e-waste%20report%20updated.pdf\">Australia’s situation to be in crisis</a>. According to a study by a group of UN organisations, electronic waste is due to increase by a third in the next five years. That’s essentially a line of 40-tonne vehicles one after the other taking up 75% of the equator. A frightening prospect, that’s for sure.</p>\n<p><img class=\"aligncenter size-full wp-image-15458\" src=\"http://www.australianscience.com.au/wp-content/uploads/2015/09/electronic-waste.png\" alt=\"electronic waste\" width=\"540\" height=\"350\" /></p>\n<p><strong>Active and Responsible Recycling</strong></p>\n<p>It’s said that individuals wait for two years before donating or throwing away electronic products they no longer use. The reason for this is that we just don’t know what to do with our old DVD players or that laptop gathering dust. Don’t just send your unwanted goods to ‘big name’ recycling companies or to the original manufacturers – often, these outfits will outsource their recycling efforts. The result? Landfills in foreign countries being flooded with our junk.</p>\n<p>That’s why we should make a dedicated effort to recycle our unwanted electronics and furniture personally. Go to Craigslist, Freecycle.org, or your local equivalent. If you want to send your smartphone to a third-world country, cherry-pick a company that outlines its entire process. The last thing you want to do is add to the waste problem!</p>\n<p><strong>Incentivise Collection of Goods</strong></p>\n<p>There is a great opportunity for recycling old circuit boards, mobile, and other electronic equipment that’s otherwise ignored &#8211; and that’s by offering incentives to the collection of specific items that can be put to good use. Companies in India, often backed by international donors and investors, already do this on a small scale.</p>\n<p><a href=\"http://www.attero.in/\">Attero</a>, a start-up based in New Delhi, for example, pays informal collectors a fee that’s a little higher than what they’d get for extracting gold from circuit boards. This not only limits a dangerous practice, but also allows for a more environmentally friendly solution.</p>\n<h2>Food Waste</h2>\n<p>It’s heart breaking to think that 1 in 8 of us dotted around the globe are dying of hunger when there’s so much food that’s simply wasted. And the problem is more than marginal. In Australia alone, over $8 billion worth of food waste is created each year. 40% of food in the United States ends up in the bin.</p>\n<p>And don’t think the problem is limited to ‘evil’ manufacturers and distributors – most waste actually occurs after we’ve bought it. The problem really is down to us, which luckily also gives the individual power to turn things around.</p>\n<p><img class=\"aligncenter size-full wp-image-15459\" src=\"http://www.australianscience.com.au/wp-content/uploads/2015/09/food-waste.png\" alt=\"food waste\" width=\"540\" height=\"350\" /></p>\n<p>&nbsp;</p>\n<p><strong>Understand (and Ban?) Expiration Dates</strong></p>\n<p>People are unnecessarily terrified by expiration dates. We often refuse to eat food that’s gone past the date printed on the packet, which leads to ridiculous amounts of waste. The detail you need to understand, however, is that the expiration date is often merely a suggestion of when to use the product by in order to keep freshness.</p>\n<p>In terms of safety, you can often go weeks or months without consumption having a negative effect. Just do your research on the type of product (canned beans vs. milk, for example) and you’ll learn which dates should be kept to by the latter and which can be ignored.</p>\n<p>Perhaps food manufacturers would be well served to only print dates on items that actually need a so-called ‘Use By’ date. Milk and meats being primary examples where an expiration date actually helps. EU ministers have actually shown that ‘Best Before’ dates actually add to the confusion, leading to people throwing away perfectly good food. Perhaps an all-out ban would be a preferable solution, despite seeming a little counterintuitive?</p>\n<p><strong>Expired Food Restaurants</strong></p>\n<p>Trader Joe’s ex-president Doug Rauch has come up with an ingenious idea to stop food going to waste and helping educate consumers on the true meaning of ‘expired’. He is opening a new set of stores where most of the stock is built from foods past the so-called expiration date. Eggs, milk, bread, and other produce will all be available for significant discounts.</p>\n<p>His first <a href=\"http://dailytable.org/\">Daily Table</a> opened in September 2014 and has already garnered plenty of buzz online and in the traditional press. We expect his big name in the business sphere to drive the venture forward and hopefully lead to further expansion across the US and abroad.</p>\n<h2>Household Waste</h2>\n<p>We’re sorry to break it to you, but plenty of the world’s health problems are squarely down to you. Household waste accounts for a large percentage of the damage we do to the environment, with landfills overflowing with materials that just don’t break down.</p>\n<p>It gets worse. According to a World Bank investigation, we’re going to be filling the planet with even more trash by 2025. The accompanying report is downright scary: municipal solid waste currently stands at 1.3 millions tonnes. This figures is expected to double in just over a decade. So is there anything we can do about it?</p>\n<p><img class=\"aligncenter size-full wp-image-15460\" src=\"http://www.australianscience.com.au/wp-content/uploads/2015/09/waste.png\" alt=\"waste\" width=\"540\" height=\"350\" /></p>\n<p><strong>Eat Organic Foods (And No, Not From Supermarkets)</strong></p>\n<p>The ‘natural food’ market isn’t just a hipster fad gone wrong. While the health benefits may be overstated (yet verifiably present!), the improved taste and lack of waste through packaging can’t be denied. The excuses often seen from people are that the food is just too expensive – but that’s probably because you’re going to expensive supermarkets or ‘boutique’ grocery stores.</p>\n<p>The trick in finding organic food that’s decently priced is by purchasing a farm share or, better yet, growing your own. Farm shares give you a weekly supply of local seasonal goodies, with most items being cheaper than ‘regular’ food at a supermarket. You can also grow your own produce, which can even be done if you only have a small flat: herbs work particularly well in city apartments that run low on space.</p>\n<p><strong>Using Technology </strong></p>\n<p>Environmental issues often cover the front pages on newspapers across the world. They’re a hot topic that the general public has really started to care about. This has resulted in growing demand for environmental products that help reduce our waste and carbon footprint. And there are plenty of effective solutions out there.</p>\n<p>Sweden is leading the way in the new wave of waste-to-energy solutions, whereby rubbish is used as a fuel to generate power. The European country has become so efficient in the process that it’s now <a href=\"http://www.pri.org/stories/2012-06-26/sweden-imports-waste-european-neighbors-fuel-waste-energy-program\">importing rubbish from other countries</a>. Sweden has gone from 38% of household waste being recycled to a staggering <a href=\"https://sweden.se/nature/the-swedish-recycling-revolution/\">99% in less than 40 years</a>.</p>\n<p>Innovative bins that use solar energy to compact waste are now becoming more common in major towns and cities across the world, with London being a prime example of a city <a href=\"http://www.itv.com/news/london/update/2015-03-18/solar-powered-bins-trial-gets-underway-in-islington/\">adopting this solution</a>. <a href=\"https://www.solarbins.com.au/\">Sustainable waste management company Solar Bins Australia</a>, for example, uses the BigBelly Solar Compactor, which allows bins to store five times more rubbish.</p>\n<p>The recycling process relies on people being able to personally sift through their rubbish appropriately – or does it? <a href=\"https://www.youtube.com/watch?v=FtNy0-Suc8Y\">ArrowBio</a>, for example, offers an integrated solution for municipal solid waste. Its process can sort and recover materials, allowing for their reuse (such as energy). French Pellenc ST has even introduced infrared technology that can sort and identify materials such as polymers, fibres, organic materials, and metal – it’s <a href=\"http://www.pellencst.com/references/\">now being used</a> in countries such as England, France, and the United States.</p>\n<h2>Adopt the 3 R’s</h2>\n<p>Finally, try and adopt the three R’s in everything you do: Reduce, Reuse, Recycle. Before you buy something, ask yourself if you really need it. Instead of recycling old electronics, see whether they can be given a new lease of life elsewhere in your friend and family circle. And always leave the bin as your last resort.</p>\n<p><img class=\"aligncenter size-full wp-image-15461\" src=\"http://www.australianscience.com.au/wp-content/uploads/2015/09/eco.png\" alt=\"eco\" width=\"540\" height=\"350\" /></p>\n<p><u>Resources Cited:</u></p>\n<p><a href=\"http://www.designforchange.org.au/content/blog/53/food-waste\">http://www.designforchange.org.au/content/blog/53/food-waste<br />\n</a><a href=\"http://www.foxnews.com/leisure/2014/01/22/trader-joe-ex-president-to-open-store-selling-expired-food/\">http://www.foxnews.com/leisure/2014/01/22/trader-joe-ex-president-to-open-store-selling-expired-food/<br />\n</a><a href=\"http://rmcp.earthworksaction.org/recycle.cfm\">http://rmcp.earthworksaction.org/recycle.cfm<br />\n</a><a href=\"https://www.pedalpeople.coop/index.php?page=43\">https://www.pedalpeople.coop/index.php?page=43<br />\n</a><a href=\"http://www.epa.gov/osw/wycd/catbook/tip12.htm\">http://www.epa.gov/osw/wycd/catbook/tip12.htm<br />\n</a><a href=\"http://rmcp.earthworksaction.org/how_we_recycle#.U_ujaLywLEU\">http://rmcp.earthworksaction.org/how_we_recycle#.U_ujaLywLEU<br />\n</a><a href=\"http://www.crserecycling.com/our-technology/processing-technology.html\">http://www.crserecycling.com/our-technology/processing-technology.html<br />\n</a><a href=\"http://www.nytimes.com/2005/10/24/technology/24junk.html?_r=0\">http://www.nytimes.com/2005/10/24/technology/24junk.html?_r=0<br />\n</a><a href=\"http://www.step-initiative.org/index.php/id-2013-12-15-world-e-waste-map-reveals-national-volumes-international-flows.html\">http://www.step-initiative.org/index.php/id-2013-12-15-world-e-waste-map-reveals-national-volumes-international-flows.html</a></p>\n<b><div style=\"border:1px solid #000000; padding:5px;\">Cite this article:</b><br>Ivanovic  J (2015-05-23 10:39:18). Creative Solutions for the World’s Waste Problems. <i>Australian Science</i>. Retrieved: May 13, 2016, from http://www.australianscience.com.au/environmental-science/creative-solutions-for-the-worlds-waste-problems/<br></div><hr /><p>test</p><p>The post <a rel=\"nofollow\" href=\"http://www.australianscience.com.au/environmental-science/creative-solutions-for-the-worlds-waste-problems/\">Creative Solutions for the World’s Waste Problems</a> appeared first on <a rel=\"nofollow\" href=\"http://www.australianscience.com.au\">Australian Science</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.australianscience.com.au/environmental-science/creative-solutions-for-the-worlds-waste-problems/feed/</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t</channel>\n</rss>\n",
  "headers": {
    "Date": "Fri, 13 May 2016 07:46:06 GMT",
    "Cache-Control": "no-store, no-cache, must-revalidate, post-check=0, pre-check=0",
    "Content-Length": "27540",
    "Content-Encoding": "gzip",
    "Last-Modified": "Fri, 04 Mar 2016 08:08:16 GMT",
    "Pragma": "no-cache",
    "Connection": "keep-alive",
    "Expires": "Thu, 19 Nov 1981 08:52:00 GMT",
    "CF-RAY": "2a247e909c440719-SJC",
    "X-Robots-Tag": "noindex, follow",
    "ETag": "\"b6fd0052af224c273180a7321f781114\"",
    "Vary": "Accept-Encoding,User-Agent",
    "Server": "cloudflare-nginx",
    "Content-Type": "application/rss+xml; charset=UTF-8",
    "X-Pingback": "http://www.australianscience.com.au/xmlrpc.php"
  },
  "response_url": "http://www.australianscience.com.au/feed/"
}
