{
  "requested_url": "http://www.chron.com/rss/feed/AP-Technology-and-Science-266.php",
  "fetched_at": "2016-05-13T00:45:29.449019",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"utf-8\" ?>\n<rss version=\"2.0\" xmlns:georss=\"http://www.georss.org/georss\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\">\n    <channel>\n        <title>AP Technology and Science</title>\n        <link>http://www.chron.com/rss/feed/AP-Technology-and-Science-266.php</link>\n        <description></description>\n        <category>RSS</category>\n        <image>\n            <url>http://www.chron.com/img/logo_40h.png</url>\n            <title>Chron.com</title>\n            <link>http://www.chron.com</link>\n        </image>\n        <item>\n            <title><![CDATA[Endangered Sumatran rhino gives birth in Indonesia]]></title>\n            <link><![CDATA[http://www.chron.com/news/science/article/Endangered-Sumatran-rhino-gives-birth-in-Indonesia-7466305.php]]></link>\n            <guid isPermaLink=\"false\">article7466305</guid>\n            <dc:creator><![CDATA[ By STEPHEN WRIGHT, Associated Press ]]></dc:creator>            <description><![CDATA[ JAKARTA, Indonesia (AP) — A Sumatran rhinoceros has given birth at an Indonesian sanctuary in a success for efforts to save the critically endangered species.\n\nThe International Rhino Foundation said the female calf was born on Thursday, weighs about 45 pounds (20 kilograms) and looks healthy and active.\n\nWhile one birth does not save the species, it's one more Sumatran rhino on Earth. ]]></description>\n            <pubDate>Fri, 13 May 2016 06:06:14 UT</pubDate>\n            </item>\n        <item>\n            <title><![CDATA[Solar plane on global trip completes Arizona-to-Oklahoma leg]]></title>\n            <link><![CDATA[http://www.chron.com/business/technology/article/Solar-plane-s-next-leg-of-global-trip-Arizona-7463814.php]]></link>\n            <guid isPermaLink=\"false\">article7463814</guid>\n                        <description><![CDATA[ The Solar Impulse 2's wings, which stretch wider than those of a Boeing 747, are equipped with 17,000 solar cells that power propellers and charge batteries.\n\nThe crew was forced to stay in Oahu, Hawaii, for nine months after the plane's battery system sustained heat damage on its trip from Japan.\n\nProject officials say the layovers give the two Swiss pilots — Bertrand Piccard and Andre Borschberg — a chance to swap places and engage with local communities along the way so they can explain the project, which is estimated to cost more than $100 million. ]]></description>\n            <pubDate>Fri, 13 May 2016 05:29:23 UT</pubDate>\n            </item>\n        <item>\n            <title><![CDATA[National project to harness microbes for health, environment]]></title>\n            <link><![CDATA[http://www.chron.com/news/science/article/National-project-to-harness-microbes-for-health-7466227.php]]></link>\n            <guid isPermaLink=\"false\">article7466227</guid>\n            <dc:creator><![CDATA[ By LAURAN NEERGAARD, AP Medical Writer ]]></dc:creator>            <description><![CDATA[ WASHINGTON (AP) — We share our bodies and our surroundings with teeming communities of microbes that are crucial to the health of people and the planet, and now the Obama administration is beginning a major project to better understand those invisible ecosystems — even control them.\n\nThe National Microbiome Initiative being announced by White House science officials Friday aims to bring together scientists who study the microbes that live in the human gut and in the oceans, in farm soil and in hospitals — to speed discoveries that could bring big payoffs.\n\nThe U.S. government spends about $300 million a year on microbiome research, until now mostly an effort to catalog different communities of bacteria, viruses and other microbes, Handelsman said.\n\nUnderstanding which soil bacteria help different plants grow could let scientists boost food production or repair eroded cropland.\n\nSince much of the world's population spends more time indoors than out, learning how we transfer microbes at home, at work, in hospital rooms could lead to healthier built environments. ]]></description>\n            <pubDate>Fri, 13 May 2016 04:02:04 UT</pubDate>\n            </item>\n        <item>\n            <title><![CDATA[Apple invests $1 billion in Chinese ride-hailing company]]></title>\n            <link><![CDATA[http://www.chron.com/business/technology/article/Apple-invests-1-billion-in-Chinese-ride-hailing-7466202.php]]></link>\n            <guid isPermaLink=\"false\">article7466202</guid>\n                        <description><![CDATA[ Didi Chuxing said Friday that Apple will become a strategic investor alongside Chinese e-commerce giant Alibaba Group and Tencent Holdings Ltd., an online games and entertainment service.\n\nChina's ride-hailing industry has grown rapidly, with competitors spending heavily to subsidize rides to capture market share. ]]></description>\n            <pubDate>Fri, 13 May 2016 03:44:47 UT</pubDate>\n            </item>\n        <item>\n            <title><![CDATA[Facebook delivers the scoop on how it delivers the news]]></title>\n            <link><![CDATA[http://www.chron.com/business/technology/article/Facebook-delivers-the-scoop-on-how-it-delivers-7465668.php]]></link>\n            <guid isPermaLink=\"false\">article7465668</guid>\n            <dc:creator><![CDATA[ By MAE ANDERSON, AP Technology Writer ]]></dc:creator>            <description><![CDATA[ The social media giant on Thursday pulled back the curtain on how its Trending Topics feature works, a reaction to a report in the tech blog Gizmodo that claimed Facebook downplays conservative news subjects.\n\nIn its own blog post , the company said a series of checks and balances — involving both software formulas and humans — ensures that stories displayed in the \"trending topics\" section aren't biased.\n\nAccording to Facebook, potential trending topics are first determined by a software formula, or algorithm, that identifies topics that have spiked in popularity on the site.\n\nNext, a team of trending topic staffers review potential topics and confirm the topic is tied to a current news event; write a topic description with information corroborated by at least three of 1,000 news outlets ; apply a category label to the topic; and check to see whether the topic is covered by most or all of ten major media outlets (including The New York Times, Fox News, BuzzFeed and others). ]]></description>\n            <pubDate>Fri, 13 May 2016 02:09:04 UT</pubDate>\n            </item>\n        <item>\n            <title><![CDATA[Online neighbors forum alters rules to stop racial profiling]]></title>\n            <link><![CDATA[http://www.chron.com/business/technology/article/Nextdoor-com-makes-changes-to-stop-racial-7463736.php]]></link>\n            <guid isPermaLink=\"false\">article7463736</guid>\n            <dc:creator><![CDATA[ By OLGA R. RODRIGUEZ and KRISTIN J. BENDER, Associated Press ]]></dc:creator>            <description><![CDATA[ SAN FRANCISCO (AP) — Nextdoor.com., a forum meant to let neighbors share recommendations on plumbers or ask for help finding missing dogs, is struggling with claims that people are using it to racially profile those they find suspicious.\n\nWendy Patrick, a San Diego State University business ethics lecturer and attorney, said the site functions like virtual neighborhood watch communities, with the goal of promoting public safety.\n\n\"On the one hand, Nextdoor is forcing people to think through what they see and not just stereotype or jump to conclusions, and pay attention to details that will be extremely useful to neighbors, as well as to law enforcement,\" Patrick said.\n\n\"The work that Nextdoor has done is truly groundbreaking, and they were willing to meet with myself and members of the community and really dig deep to take on the issue of racial profiling and make real change in the way their users are posting,\" Campbell Washington said. ]]></description>\n            <pubDate>Thu, 12 May 2016 22:04:36 UT</pubDate>\n            </item>\n        <item>\n            <title><![CDATA[Montana, Wyoming, Idaho gear up for possible grizzly hunts]]></title>\n            <link><![CDATA[http://www.chron.com/news/science/article/Rocky-Mountain-states-prepare-for-return-of-7463570.php]]></link>\n            <guid isPermaLink=\"false\">article7463570</guid>\n            <dc:creator><![CDATA[ By MATT VOLZ, Associated Press ]]></dc:creator>            <description><![CDATA[ (AP) — Hunters soon could be chasing grizzly bears across the ridges of the Rocky Mountains, leaving three states to drum up plans to ensure the iconic species won't be snuffed out soon after recovering from threats to their survival.\n\nCharging hunters and trappers for licenses also provides a revenue source for state wildlife agencies.\n\nBefore the U.S. Fish and Wildlife Service makes a final decision on grizzly protections by March 2017, it is requiring the three states to outline what their grizzly hunting seasons would look like.\n\nThe states came up with a coordinated plan late last year to guide their individual proposals, including reviewing the bear population each year, stopping hunting if the grizzlies' overall numbers drop below 600 and banning hunting of female bears with their young.\n\nMontana's Fish and Wildlife Commission gave its initial approval Thursday to the three-state plan and the state's proposed hunting season regulations, which would charge $150 to residents and $1,000 to non-residents for what is expected to be fewer than 10 licenses per year. ]]></description>\n            <pubDate>Thu, 12 May 2016 21:48:22 UT</pubDate>\n            </item>\n        <item>\n            <title><![CDATA[Prince's autopsy, toxicology tests may resolve uncertainties]]></title>\n            <link><![CDATA[http://www.chron.com/news/medical/article/Prince-s-autopsy-toxicology-tests-may-resolve-7464502.php]]></link>\n            <guid isPermaLink=\"false\">article7464502</guid>\n            <dc:creator><![CDATA[ By CARLA K. JOHNSON, AP Medical Writer ]]></dc:creator>            <description><![CDATA[ Determining whether the music superstar died of a drug overdose will likely involve not only tests of his blood, urine, liver tissue and fluid from the eyes, it also will require compiling evidence from Prince's medicine cabinet, his medical history and possibly information from witnesses and those who knew him.\n\nThe Midwest Medical Examiner's Office did not release a preliminary cause of death based on the autopsy alone and has said the toxicology results would take weeks.\n\n[...] basic screens are run on blood and urine to detect categories such as opiates, amphetamines, marijuana, alcohol and barbiturates.\n\nThe autopsy report will help clarify whether Prince had a medical issue such as a heart problem that might explain his death, said Dr. Paul Wax, executive director of the American College of Medical Toxicology.\n\n\"If he didn't have some other medical condition, then was there enough evidence based on the forensic toxicology testing and other information from pill bottles, family, friends and eyewitnesses to suggest that the death was from drugs?\" Wax asked.\n\nDeath certificates sometimes include mention of \"polysubstance abuse\" — abuse of three or more drugs — or \"substance abuse\" or perhaps \"drug use disorder,\" Wax said.\n\nMinnesota law gives medical examiners broad authority to access a deceased person's medical records, including those on mental health and chemical dependency.\n\nThe state allows medical examiners to include references to mental health records in a final summary report, but shields the records themselves from public disclosure.\n\nAccording to a 2009 (Minneapolis) Star Tribune article, Strobl is a native of Philadelphia who attended Penn State and the University of Pittsburgh School of Medicine.\n\nAutopsy reports usually include a cause of death such as \"opioid poisoning\" or \"congestive heart failure\" and a manner of death, such as \"homicide,\" ''suicide,\" ''accident\" or \"undetermined.\"\n\n[...] those categories have no legal standing, according to Dr. Dave Fowler, Maryland's chief medical examiner and president of the National Association of Medical Examiners.\n\nAsked whether a determination of accidental overdose would make it more difficult to file any charges, Fowler said: Medical examiners are not in the position to be judge and jury. ]]></description>\n            <pubDate>Thu, 12 May 2016 21:38:25 UT</pubDate>\n            </item>\n        <item>\n            <title><![CDATA[Tell the FDA what you fear more: Zika, or GMO mosquitoes?]]></title>\n            <link><![CDATA[http://www.chron.com/news/science/article/Tell-the-FDA-what-you-fear-more-Zika-or-GMO-7464263.php]]></link>\n            <guid isPermaLink=\"false\">article7464263</guid>\n            <dc:creator><![CDATA[ By JENNIFER KAY, Associated Press ]]></dc:creator>            <description><![CDATA[ Fear is also a common theme, but there's a split over what people find more frightening: genetic engineering, or birth defects linked to Zika.\n\nSupporters include: several mosquito control districts in Florida, an Anguilla resident worried about Zika's effect on Caribbean tourism, the Florida Chamber of Commerce, the global pest control company Rentokil, agricultural trade groups, deans of agricultural colleges and a researcher who led Oxitec's trials in Brazil.\n\nCritics raise the potential consequences to human health and the environment of releasing GMO mosquitoes without more long-term research, arguing that the risks are too high even amid a global health crisis.\n\nThere are plenty of informed, objective comments as well as passionate statements on both sides, but emotional pleas are far more common among opponents, who fear unwilling U.S. citizens will become guinea pigs.\n\nNearly no comments have been submitted for applications that the University of Kentucky's Department of Entomology has pending with the U.S. Environmental Protection Agency to extend tests of bacteria-infected mosquitoes to the Florida Keys and Orange County, California, and to register specific bacteria as a pesticide product. ]]></description>\n            <pubDate>Thu, 12 May 2016 21:21:19 UT</pubDate>\n            </item>\n        <item>\n            <title><![CDATA[Senate deal reached on reduced Zika funding measure]]></title>\n            <link><![CDATA[http://www.chron.com/news/medical/article/Senate-deal-reached-on-reduced-Zika-funding-7464854.php]]></link>\n            <guid isPermaLink=\"false\">article7464854</guid>\n            <dc:creator><![CDATA[ By ANDREW TAYLOR, Associated Press ]]></dc:creator>            <description><![CDATA[ Sen. Patty Murray, D-Wash., told reporters that she still prefers Obama's proposal but has reached agreement with Sen. Roy Blunt, R-Mo., on the smaller measure, which is likely to be added next week to a bill funding veterans and transportation programs.\n\nThe administration requested emergency funding to battle Zika in February but Republicans controlling Congress have been slow to react, and instead forced the administration last month to tap more than $500 million worth of unspent Ebola funding to battle Zika.\n\nPolls show that the public isn't anywhere nearly as scared of Zika as it was about the Ebola outbreak in West Africa and the handful of cases in the U.S. in 2014, but Zika awareness and anxiety is likely to grow as mosquito season heats up.\n\nThe Senate move is likely to set up a conflict with the House, where GOP leaders are likely to press for a much smaller amount and pay for it by cutting other programs or using leftover Ebola money that was passed at the end of 2014.\n\nThe Senate measure would also preserve an administration program that would use some of the leftover Ebola money to help poorer nations build up their health infrastructure. ]]></description>\n            <pubDate>Thu, 12 May 2016 21:14:18 UT</pubDate>\n            </item>\n        <item>\n            <title><![CDATA[Column: Playing Russian roulette with the Zika virus in Rio]]></title>\n            <link><![CDATA[http://www.chron.com/news/article/Column-Playing-Russian-roulette-with-the-Zika-7465167.php]]></link>\n            <guid isPermaLink=\"false\">article7465167</guid>\n            <dc:creator><![CDATA[ By TIM DAHLBERG, AP Sports Columnist ]]></dc:creator>            <description><![CDATA[ Grandiose plans to clean up Rio and its waters never came to fruition, and an investigation by The Associated Press showed some athletes will be competing for gold medals in sewage infested waters.\n\nAdd to that new allegations of shenanigans in the bidding for the 2020 Olympics in Tokyo, the resignation last week of the head of the 2018 Winter Olympics in South Korea, and a report that Russian athletes and doctors switched urine samples in Sochi to escape detection and the Olympic movement is besieged on a number of fronts.\n\nThere's too much money at stake in the lucrative business of operating the Olympics, including the $1.22 billion that NBC paid to televise the games in the United States.\n\n[...] doping scandals and bribery are nothing new to the Olympic movement.\n\nScientists are still learning about Zika, but it has already been proven to cause a range of debilitating defects in babies born with abnormally small heads and neurological problems, and there are indications it can cause a rare paralyzing — and potentially fatal — condition called Guillain-Barre syndrome in adults.\n\n\"[...] for the games, would anyone recommend sending an extra half a million visitors into Brazil right now?\" University of Ottawa professor and public health specialist Amir Attaran said in an article published in the Harvard Public Health Review. ]]></description>\n            <pubDate>Thu, 12 May 2016 20:53:01 UT</pubDate>\n            </item>\n        <item>\n            <title><![CDATA[WHO to Rio Olympic visitors: Don't go to poor parts of city]]></title>\n            <link><![CDATA[http://www.chron.com/sports/article/WHO-warns-pregnant-women-about-Zika-ahead-of-Rio-7464425.php]]></link>\n            <guid isPermaLink=\"false\">article7464425</guid>\n            <dc:creator><![CDATA[ By MARIA CHENG, AP Medical Writer ]]></dc:creator>            <description><![CDATA[ WHO declared the explosive spread of Zika in the Americas to be a global emergency in February and the virus has now been proven to cause a range of severe birth defects, including brain-damaged babies born with abnormally small heads and a rare neurological disorder that can cause temporary paralysis and is sometimes fatal.\n\nEarlier this week, a Canadian professor called for the Olympics to be postponed or moved because of the epidemic, arguing that holding the Rio Games would result in the avoidable birth of malformed babies, as well as potentially sparking new outbreaks worldwide.\n\n\"WHO has a moral and scientific duty to prevent these games from going ahead as scheduled,\" Amir Attaran, a public health specialist at the University of Ottawa, told The Associated Press.\n\nAttaran pointed out that cases of dengue — spread by the same mosquitoes that spread Zika — have jumped sixfold this year despite Brazil's aggressive efforts to wipe out the insects, adding there is no evidence Zika transmission will disappear by the time the games start in August. ]]></description>\n            <pubDate>Thu, 12 May 2016 18:13:33 UT</pubDate>\n            </item>\n        <item>\n            <title><![CDATA[Honor at last: Former slaves reburied centuries later]]></title>\n            <link><![CDATA[http://www.chron.com/news/science/article/Honor-at-last-Former-slaves-reburied-centuries-7463533.php]]></link>\n            <guid isPermaLink=\"false\">article7463533</guid>\n            <dc:creator><![CDATA[ By MICHAEL HILL, Associated Press ]]></dc:creator>            <description><![CDATA[ ALBANY, N.Y. (AP) — Their exhumed bones point to the hard lives of slaves: arthritic backs, missing teeth, muscular frames.\n\nRemains of the 14 presumed slaves will soon be reburied near the Hudson River, 11 years after construction workers uncovered the unmarked gravesite.\n\nThe remains will be placed in handcrafted boxes, each decorated with the symbol for Sankofa, which Reaves translates from the language of Ghana as \"return and fetch it.\"\n\nThe etching, echoing the style of 18th-century graves, reads: Here lies the remains of 14 souls known only to God.\n\nIn language that can make 21st-century readers wince, Grant described the \"gentle treatment\" of slaves in the area.\n\nIndividually decorated boxes with the remains will lie in state on Friday, June 17, at the nearby Schuyler Mansion, a state historic site once inhabited by relatives of the farm operators. ]]></description>\n            <pubDate>Thu, 12 May 2016 16:55:36 UT</pubDate>\n            </item>\n        <item>\n            <title><![CDATA[UN: Rising air pollution in world's cities killing millions]]></title>\n            <link><![CDATA[http://www.chron.com/news/medical/article/WHO-warns-of-rising-air-pollution-levels-in-7463777.php]]></link>\n            <guid isPermaLink=\"false\">article7463777</guid>\n            <dc:creator><![CDATA[ By JAMEY KEATEN, Associated Press ]]></dc:creator>            <description><![CDATA[ GENEVA (AP) — Almost everyone in large cities in poor and middle-income countries faces excessively high air pollution, a growing problem that is killing more than 3 million people prematurely each year and \"wreaking havoc on human health,\" the World Health Organization said Thursday.\n\n\"Ambient air pollution, made of high concentrations of small and fine particulate matter, is the greatest environmental risk to health, causing more than 3 million premature deaths worldwide ever year,\" WHO said.\n\nAn accompanying U.N. news release said global urban air pollution levels rose 8 percent over that time span \"despite improvements in some regions,\" and noted that people face a higher risk of strokes, heart disease, lung cancer and respiratory diseases as air quality worsens.\n\n\"Urban air pollution continues to rise at an alarming rate, wreaking havoc on human health,\" said Dr. Maria Neira, a WHO director for environment and public health.\n\nThe agency's database named Zabol, Iran, as the city with the highest annual mean concentration of particulate matter of less than 2.5 microns in diameter — a key measure of air pollution that could damage health.\n\nThe change coincides with a series of air-clearing measures including banning older cars and cargo trucks from the city, introducing steep fines for construction pollution or garbage burning, and shutting down an old coal-fired power plant. ]]></description>\n            <pubDate>Thu, 12 May 2016 16:32:17 UT</pubDate>\n            </item>\n        <item>\n            <title><![CDATA[Google wants new emojis to represent professional women]]></title>\n            <link><![CDATA[http://www.chron.com/business/technology/article/Google-wants-new-emojis-to-represent-professional-7464091.php]]></link>\n            <guid isPermaLink=\"false\">article7464091</guid>\n                        <description><![CDATA[ In a proposal to the Unicode Consortium, which controls specifications for emojis, Google says it wants to create a new set \"with a goal of highlighting the diversity of women's careers and empowering girls everywhere.\"\n\nSample emojis provided by Google in the proposal show several female characters in professional clothing, including business suits, lab coats, medical scrubs and construction hats. ]]></description>\n            <pubDate>Thu, 12 May 2016 15:11:58 UT</pubDate>\n            </item>\n    </channel>\n    \n</rss>",
  "headers": {
    "Date": "Fri, 13 May 2016 07:43:06 GMT",
    "Cache-Control": "max-age=0, no-cache",
    "Expires": "Fri, 13 May 2016 07:43:06 GMT",
    "Content-Encoding": "gzip",
    "Content-Type": "text/xml; charset=utf-8",
    "Pragma": "no-cache",
    "X-Block-Status": "fresh",
    "Connection": "keep-alive",
    "Content-Length": "8823",
    "X-Gen-Mode": "full",
    "Vary": "Accept-Encoding",
    "Server": "Apache/2.4.7",
    "X-Powered-By": "PHP/5.5.9-1ubuntu4.14"
  },
  "response_url": "http://www.chron.com/rss/feed/AP-Technology-and-Science-266.php"
}
