{
  "requested_url": "http://www.newsweek.com/rss",
  "fetched_at": "2016-05-13T00:45:07.869432",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"utf-8\"?>\n<rss version=\"2.0\" xml:base=\"http://www.newsweek.com\"  xmlns:dc=\"http://purl.org/dc/elements/1.1/\">\n<channel>\n <title>Newsweek</title>\n <link>http://www.newsweek.com</link>\n <description>Latest News</description>\n <language>en</language>\n<item>\n <title>Listen: The Stone Roses Release &#039;All for One,&#039; First New Single in Over 20 Years</title>\n <link>http://www.newsweek.com/listen-stone-roses-release-all-one-first-new-single-over-20-years-459466</link>\n <description>&lt;p&gt;With a rousing guitar introduction, &lt;a href=&quot;http://europe.newsweek.com/stone-roses-release-their-first-single-over-20-years-459131&quot;&gt; The Stone Roses&lt;/a&gt; declare, “All for one, one for all, if we all join hands we’ll make a wall,” on their first new single in over two decades.&lt;/p&gt;\n&lt;p&gt;Giving fans just a few hours notice of the song’s impending release, Ian Brown, John Squire, Reni and Mani debuted “All for One” on Thursday evening following a mysterious viral campaign that saw their logo, a lemon, appear graffitied on walls across the U.K. last week.&lt;/p&gt;\n&lt;p&gt;Listen to “All for One” below:&lt;/p&gt;\n&lt;p&gt;&lt;iframe allowfullscreen=&quot;&quot; frameborder=&quot;0&quot; height=&quot;315&quot; src=&quot;https://www.youtube.com/embed/R0XZ9qjMil8&quot; width=&quot;560&quot;&gt;&lt;/iframe&gt;&lt;/p&gt;\n&lt;p&gt;The single marks the Stone Roses’ first new release since their 1994 album &lt;em&gt; Second Coming&lt;/em&gt;. &lt;a href=&quot;http://europe.newsweek.com/new-stone-roses-album-happening-apparently-436415&quot;&gt; New music&lt;/a&gt; from the band, who reunited in 2011 after an acrimonious split in the 1990s, had been speculated in recent months as they prepared for a string of gigs over the summer, including performances in their hometown of Manchester and New York’s famed Madison Square Garden.&lt;/p&gt;\n&lt;p&gt;In March, it was reported the group worked with acclaimed music producer Paul Epworth—noted for his work on Adele’s best-selling tracks “Rolling in the Deep” and “Skyfall”—on a new album. Brown and company were &lt;a  href=&quot;http://www.nme.com/blogs/nme-blogs/the-stone-roses-is-the-third-coming-on-the-horizon&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; spotted&lt;/a&gt; hurrying into Epworth’s Church Studios in London.&lt;/p&gt;\n&lt;p&gt;“All for One” was simultaneously made available for download on iTunes as well as streaming through services such as Apple Music and Spotify.&lt;/p&gt;\n&lt;p&gt;Early reviews have generally been positive, with critics calling the single a nostalgic throwback to the band’s signature sound.&lt;/p&gt;\n&lt;p&gt;&lt;a  href=&quot;http://www.telegraph.co.uk/music/what-to-listen-to/the-stone-roses-new-single-all-for-one-review/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;&lt;em&gt;The Daily Telegraph&lt;/em&gt;&lt;/a&gt; said it “recaptures the almost insouciantly innocent blend of elements that made the band rock heroes of a rave generation.”&lt;/p&gt;\n&lt;p&gt;&lt;a  href=&quot;http://www.rollingstone.com/music/news/stone-roses-return-with-buoyant-new-song-all-for-one-20160512&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;&lt;em&gt;Rolling Stone&lt;/em&gt;&lt;/a&gt; likened it to Oasis’ hit 1995 song “Champagne Supernova” and said “All for One” was “buoyant” and “rollicking.”&lt;/p&gt;\n&lt;p&gt;&lt;a  href=&quot;http://www.theguardian.com/music/2016/may/12/the-stone-roses-all-for-one-review?CMP=twt_gu&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;&lt;em&gt;The Guardian&lt;/em&gt;&lt;/a&gt;, meanwhile, gave the Stone Roses a more middling review, feeling it is “disappointing” compared to their earlier efforts at the height of their fame.  “In truth, this feels more like an imitation than the real thing—it has the swagger but it’s heavy handed too, toiling away like a bog-standard Britpop rocker,” the newspaper said.&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/listen-stone-roses-release-all-one-first-new-single-over-20-years-459466</guid>\n <pubDate>Fri, 13 May 2016 03:10:43 -0400</pubDate>\n</item>\n<item>\n <title>EU Anti-Smuggling Mission in Mediterranean ‘Cannot Fulfil Mandate&#039;: Report</title>\n <link>http://www.newsweek.com/eu-anti-smuggling-mission-mediterranean-cannot-fulfil-mandate-report-459465</link>\n <description>&lt;p&gt;The European Union’s attempts to stop people smuggling from Libya into Europe is not disrupting the practise “in any meaningful way,” according to a U.K. parliamentary committee.&lt;/p&gt;\n&lt;p&gt;The mission—known as Operation Sophia, after a child born to a rescued Somali refugee on one of the mission’s boats—was established in May 2015 at an annual cost of almost 12 million euros ($13.6 million).&lt;/p&gt;\n&lt;p&gt;It was called for after several mass tragedies along the route—including the &lt;a href=&quot;http://europe.newsweek.com/wet-graveyard-april-was-deadliest-month-ever-migrants-mediterranean-326916&quot;&gt; deaths of an estimated 700 people&lt;/a&gt; in a shipwreck off the Libyan coast in April 2015—and is mandated to disrupt smuggling networks by the use of force if necessary. The mission is &lt;a href=&quot;http://europe.newsweek.com/europe-refugee-crisis-libya-italy-central-mediterranean-446528&quot;&gt; focused on the Central Mediterranean route&lt;/a&gt;, whereby smugglers transport refugees from Libya to Europe via Italy.&lt;/p&gt;\n&lt;p&gt;About 154,000 refugees entered Europe illegally by the Central Mediterranean route in 2015—about a tenth lower than the previous year, &lt;a  href=&quot;http://frontex.europa.eu/trends-and-routes/central-mediterranean-route/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; according to EU border agency Frontex&lt;/a&gt;. This was compensated for, however, in the massive increase in refugees using the Eastern Mediterranean route, which swelled from under 100,000 in 2014 to more than 900,000 in 2015.&lt;/p&gt;\n&lt;p&gt;&lt;a  href=&quot;http://www.publications.parliament.uk/pa/ld201516/ldselect/ldeucom/144/14402.htm&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;In a report&lt;/a&gt; published on Friday, the House of Lords EU Committee found that Operation Sophia—which is still circumscribed to international waters and is not operating in Libyan waters in the absence of a formal invitation from Libya—functioned more as a search and rescue mission rather than a disruptive force. “It responds to symptoms, not causes,” the report said.&lt;/p&gt;\n&lt;p&gt;The mission is credited with having saved around 9,000 lives since its launch and has managed to disrupt smugglers to the extent that the wooden boats previously used to transport hundreds of refugees have been abandoned in favor of rubber dinghies. The report found, however, that these dinghies are “even more unsafe.”&lt;/p&gt;\n&lt;p&gt;Arrests made so far have been of “low-level targets” and the committee doubted the amount of intelligence that could be gathered about smuggling networks while stuck out in international waters. “There is therefore little prospect of Operation Sophia overturning the business model of people smuggling,” the report concludes.&lt;/p&gt;\n&lt;p&gt;An &lt;a  href=&quot;http://missingmigrants.iom.int/mediterranean-migrant-arrivals-2016-187631-deaths-1357&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; estimated 188,000 migrants&lt;/a&gt; and refugees have entered by sea in 2016, with 1,357 fatalities on the three major Mediterranean routes so far this year, according to the International Organization for Migration.&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/eu-anti-smuggling-mission-mediterranean-cannot-fulfil-mandate-report-459465</guid>\n <pubDate>Fri, 13 May 2016 03:04:49 -0400</pubDate>\n</item>\n<item>\n <title>Brazil&#039;s Acting President Michel Temer Calls For Unity</title>\n <link>http://www.newsweek.com/brazils-acting-president-michel-temer-calls-unity-459471</link>\n <description>&lt;p&gt;Brazil&#039;s interim President Michel Temer called on his country to rally behind his government of &quot;national salvation,&quot; hours after the Senate voted to &lt;a href=&quot;http://europe.newsweek.com/dilma-rousseff-brazil-impeachment-vote-senate-458983&quot;&gt;suspend and put on trial&lt;/a&gt; his leftist predecessor, Dilma Rousseff, for breaking budget laws.&lt;/p&gt;\n&lt;p&gt;Temer, a 75-year-old centrist now moving to steer Latin America&#039;s biggest country toward more market-friendly policies, told Brazilians to have &quot;confidence&quot; they would overcome an ongoing crisis sparked by a deep economic recession, political volatility and a sprawling corruption scandal.&lt;/p&gt;\n&lt;p&gt;&quot;It is urgent we calm the nation and unite Brazil,&quot; he said, after a signing ceremony for his incoming cabinet. &quot;Political parties, leaders, organizations and the Brazilian people will cooperate to pull the country from this grave crisis.&quot;&lt;/p&gt;\n&lt;p&gt;Brazil&#039;s crisis brought a dramatic end to the 13-year rule of the Workers Party, which rode a wave of populist sentiment that swept South America starting around 2000 and enabled a generation of leftist leaders to leverage a boom in the region&#039;s commodity exports to pursue ambitious and transformative social policies.&lt;/p&gt;\n&lt;p&gt;But like other leftist leaders across the region, Rousseff discovered that the party, after four consecutive terms, overstayed its welcome, especially as commodities prices plummeted and her increasingly unpopular government failed to sustain economic growth.&lt;/p&gt;\n&lt;p&gt;In addition to the downturn, Rousseff, in office since 2011, was hobbled by the corruption scandal and a political opposition determined to oust her.&lt;/p&gt;\n&lt;p&gt;After Rousseff&#039;s suspension, Temer charged his new ministers with enacting business-friendly policies while maintaining the still-popular social programs that were the hallmark of the Workers Party. In a sign of slimmer times, the cabinet has 23 ministers, a third fewer than Rousseff&#039;s.&lt;/p&gt;\n&lt;p&gt;A constitutional scholar who spent decades in Brazil&#039;s Congress, Temer faces the momentous challenge of hauling the world&#039;s No. 9 economy out of its worst recession since the Great Depression and cutting bloated public spending.&lt;/p&gt;\n&lt;p&gt;He quickly named respected former central bank governor Henrique Meirelles as his finance minister, with a mandate to overhaul the costly pension system.&lt;/p&gt;\n&lt;p&gt;The Senate deliberated for 20 hours before voting 55-22 early on Thursday to put Rousseff on trial over charges that she disguised the size of the budget deficit to make the economy look healthier in the runup to her 2014 re-election.&lt;/p&gt;\n&lt;p&gt;Rousseff, 68, was automatically suspended for the duration of the trial, which could be up to six months. Before departing the presidential palace in Brasilia, a defiant Rousseff vowed to fight the charges.&lt;/p&gt;\n&lt;p&gt;In her speech, she reiterated what she has maintained since impeachment proceedings were launched against her last December by the lower house of Congress. She denied any wrongdoing and called the impeachment &quot;fraudulent&quot; and &quot;a coup.&quot;&lt;/p&gt;\n&lt;p&gt;&quot;I may have made mistakes but I did not commit any crime,&quot; she said.&lt;/p&gt;\n&lt;p&gt;Rousseff&#039;s mentor, former President Luiz Inacio Lula da Silva, who now faces corruption charges, stood behind her and looked on dejectedly. Even as outgoing ministers wept, Rousseff remained stolid.&lt;/p&gt;\n&lt;p&gt;&quot;I never imagined that it would be necessary to fight once again against a coup in this country,&quot; Rousseff said, in a reference to her youth fighting Brazil&#039;s military dictatorship.&lt;/p&gt;\n&lt;p&gt;&quot;This is a tragic hour for our country,&quot; said Rousseff, an economist and former Marxist guerrilla, calling her suspension an effort by conservatives to roll back the social and economic gains made by Brazil&#039;s working class.&lt;/p&gt;\n&lt;p&gt;The Workers Party rose from Brazil&#039;s labor movement in the 1970s and helped topple generals who had held power for two decades ending in 1985.&lt;/p&gt;\n&lt;p&gt;In the heady days of Lula&#039;s presidency, starting in 2003, it helped lift millions of people out of poverty before running into recession and scandal, with many of its leaders now tainted by corruption investigations and criminal convictions.&lt;/p&gt;\n&lt;p&gt;Despite Rousseff&#039;s vows to fight, she is unlikely to be acquitted in the Senate trial. The size of the vote to try her showed the opposition already has the support it will need to reach the two-thirds majority required to remove her definitively from office.&lt;/p&gt;\n&lt;p&gt;&quot;It is a bitter though necessary medicine,&quot; opposition Senator Jose Serra, who became the new foreign minister, said during the marathon Senate debate. &quot;Having the Rousseff government continue would be a bigger tragedy.&quot;&lt;/p&gt;\n&lt;p&gt;Temer aides said the incoming government would soon announce a series of austerity measures to help reduce a massive budget deficit. An immediate goal is a reform of Brazil&#039;s costly pension system, possibly setting a minimum age for retirement, said one advisor.&lt;/p&gt;\n&lt;p&gt;Brazilian markets, which for weeks have rallied because of expectations for a business-friendly Temer administration, traded similarly to a day earlier.&lt;/p&gt;\n&lt;p&gt;Upon being notified of her suspension early Thursday, Rousseff dismissed her cabinet, including the sports minister, who is in final preparations for the Olympics in Rio de Janeiro in August. The central bank governor, who has ministerial rank, was the only minister to remain.&lt;/p&gt;\n&lt;p&gt;As suspended head of state, Rousseff can continue to live in her official residence, and is entitled to a staff and use of an Air Force plane.&lt;/p&gt;\n&lt;p&gt;Fireworks erupted in cities across Brazil after the Senate vote, but the country took the change in stride. Some celebrants in São Paulo and other cities draped themselves in Brazil&#039;s green, yellow and blue flag, while some Rousseff backers protested.&lt;/p&gt;\n&lt;p&gt;Temer, of the grab-bag Brazilian Democratic Movement Party, must stabilize the economy and restore calm at a time when Brazilians, increasingly polarized, are questioning whether their institutions can deliver on his promise of stability.&lt;/p&gt;\n&lt;p&gt;In addition to the gaping deficit, equal to more than 10 percent of its annual economic output, Brazil is suffering from rising unemployment, plummeting investment and a projected economic contraction of more than 3 percent this year.&lt;/p&gt;\n&lt;p&gt;&quot;Only major reforms can keep Brazil from moving from crisis to crisis,&quot; says Eduardo Giannetti da Fonseca, an economist and author in São Paulo who has written extensively about the country&#039;s socioeconomic problems.&lt;/p&gt;\n&lt;p&gt;But those changes, including the pension effort, overhauls of tax and labor laws and a political reform to streamline fragmented parties in a mercenary Congress, could remain elusive at a time of turmoil.&lt;/p&gt;\n&lt;p&gt;Elected leaders from parties that had been in the opposition expressed optimism on Thursday that they could come together to help spur a recovery. Even some leftists said Temer may enjoy Congressional goodwill because, after his long experience there, he could ably negotiate with disparate parties and interests.&lt;/p&gt;\n&lt;p&gt;&quot;Temer is someone who knows Congress, said Hugo Leal, a socialist Congressman from Rio de Janeiro. &quot;He understands the logic.&quot;&lt;/p&gt;\n&lt;p&gt;Wild cards remain for Temer himself, including still-pending investigations by an electoral court into financing for his and Rousseff’s 2014 election campaign.&lt;/p&gt;\n&lt;p&gt;Then there is the far-reaching kickback probe around state-run oil company Petroleo Brasileiro SA, which has ensnared dozens of corporate and political chieftains, and helped set the scene for the discontent that engulfed Rousseff.&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/brazils-acting-president-michel-temer-calls-unity-459471</guid>\n <pubDate>Fri, 13 May 2016 02:55:49 -0400</pubDate>\n</item>\n<item>\n <title>ISIS Kills 17 Iraqi Soldiers</title>\n <link>http://www.newsweek.com/iraq-isis-17-dead-suicide-attack-islamic-state-459459</link>\n <description>&lt;p&gt;BAGHDAD (Reuters) - Islamic State insurgents killed at least 17 Iraqi soldiers with suicide truck bombs on Thursday in a major attack on government forces that recaptured the western city of Ramadi in December, military officials said.&lt;/p&gt;\n&lt;p&gt;The jihadist group also killed two policemen and wounded eight others in two suicide bombings in Abu Ghraib outside Baghdad, a day after killing at least 80 people in bombings at an outdoor market and two checkpoints inside the capital.&lt;/p&gt;\n&lt;p&gt;The attacks near Ramadi dealt one of the heaviest blows to the army since it drove Islamic State out of the western city five months ago.&lt;/p&gt;\n&lt;p&gt;An army colonel told Reuters that militants killed at least 17 soldiers with suicide truck bombs in Jarayshi, 10 km (6 miles) north of Ramadi. They also surrounded an army regiment, seized a bridge and cut a key supply route linking Ramadi to the Thirthar district further north, army sources said.&lt;/p&gt;\n&lt;p&gt;Air strikes by a U.S.-led coalition later allowed government forces to regain control of the supply route. But despite army reinforcements, the militants had dug into northern residential areas by nightfall and were lobbing mortars at government positions across the Euphrates river.&lt;/p&gt;\n&lt;p&gt;An officer said the Islamic State attack appeared designed to delay an expected army offensive that would have completely severed militant supply routes to Falluja on the western approaches to Baghdad, which Iraqi forces have ringed for more than six months.&lt;/p&gt;\n&lt;p&gt;As Islamic State has been pushed out of key towns and cities it seized in 2014, it has resorted increasingly to guerrilla-style attacks in civilian areas under nominal Iraqi government control.&lt;/p&gt;\n&lt;p&gt;The toll from Wednesday&#039;s three suicide bombings in Baghdad made it the deadliest day in Baghdad so far this year.&lt;/p&gt;\n&lt;p&gt;Police sources said Thursday&#039;s bombers approached a police station in Abu Ghraib from two directions before detonating their explosives. Baghdad Operations Command, one of the security organs charged with protecting the capital, said a third assailant was killed on approach to the police station.&lt;/p&gt;\n&lt;p&gt;Amaq news agency, which supports Islamic State, said two militants had clashed with police at al-Zeidan station before setting off their explosives-filled vests.&lt;/p&gt;\n&lt;p&gt;Sunni Muslim militant violence against security forces and Shi&#039;ite Muslim civilians has persisted since Baghdad became the target of almost daily bombings a decade ago following the U.S.-led invasion in 2003 that toppled Saddam Hussein.&lt;/p&gt;\n&lt;p&gt;A recent surge in bombings has heightened criticism of Prime Minister Haider al-Abadi as he grapples with a political crisis over his attempts to overhaul his cabinet to weed out corruption and mismanagement.&lt;/p&gt;\n&lt;p&gt;Lawmakers balking at ceding vested interests targeted by Abadi have failed to convene parliament since protesters loyal to powerful Shi&#039;ite cleric Moqtada al-Sadr, a vocal advocate of dismantling Iraq&#039;s quota-based governing system, breached the heavily-fortified Green Zone district two weeks ago and took over the assembly complex for several hours.&lt;/p&gt;\n&lt;p&gt;Sadr&#039;s supporters took to the streets of Baghdad on Thursday to denounce the government for failing to protect them, escalating a political confrontation that could doom the ruling coalition.&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/iraq-isis-17-dead-suicide-attack-islamic-state-459459</guid>\n <pubDate>Thu, 12 May 2016 20:25:44 -0400</pubDate>\n</item>\n<item>\n <title>What Dilma Rousseff&#039;s Fall Means for Cuba</title>\n <link>http://www.newsweek.com/brazil-dilma-rousseff-cuba-raul-castro-havana-impeachment-senate-vote-temer-459454</link>\n <description>&lt;p&gt;HAVANA/BRASILIA (Reuters) - Brazilian President Dilma Rousseff’s suspension from office is bad news for newly trendy Cuba, which despite a detente with Washington is feeling the pinch from a downturn ravaging allies&#039; economies and political fortunes in South America and Africa.&lt;/p&gt;\n&lt;p&gt;Friends such as Venezuela, Brazil and Angola for years used revenue from a commodities boom to pay for Cuban medical and educational services, turning it into the communist-run island’s main source of hard currency.&lt;/p&gt;\n&lt;p&gt;President Raul Castro&#039;s detente with the United States has helped drive up tourism to record highs but income from the influx of foreign visitors were only about one-third of the $7 billion from health and education exports in 2014.&lt;/p&gt;\n&lt;p&gt;Over the last 13 years, Brazil&#039;s leftist governments also provided at least $1.75 billion in credit on favorable terms, drawing fire from opponents who are also angered by a program that put 11,400 Cuban doctors to work in Brazil.&lt;/p&gt;\n&lt;p&gt;Those projects will now be re-examined after Brazil’s Senate voted on Thursday to put Rousseffon trial for breaking budget laws. She is now suspended from office while the trial takes place in coming months, and a likely conviction would end her presidency.&lt;/p&gt;\n&lt;p&gt;&quot;There will be a short-term review of our Cuba policy, because the money has run out and because there are some serious governance questions regarding the loans. Everything will be put on hold,” said a Brazilian diplomat who served in Havana.&lt;/p&gt;\n&lt;p&gt;Some of Brazil&#039;s loans bankrolled a major expansion project at Cuba&#039;s Mariel port with 25-year repayment periods and rates of between 4.4 percent to 6.9 percent, Brazilian data shows. Critics say the terms are too generous given Cuba&#039;s poor credit history.&lt;/p&gt;\n&lt;p&gt;Support from a bloc of leftist governments in Latin America since the turn of the century helped Cuba get back on its feet after the collapse of the Soviet Union caused a massive economic crisis in the 1990s. Improving relations with the United States and Europe hold the promise of new revenue, but for now Cuba&#039;s economy will suffer as the tide turns against allies.&lt;/p&gt;\n&lt;p&gt;Centrist politician Michel Temer took over as interim president in Brazil on Thursday. His government is not expected to send home the Cuban doctors working in Brazil since 2013-14 but it will not hire any more.&lt;/p&gt;\n&lt;p&gt;&quot;Obviously there will be no more Cuban doctors coming here in the future, because this model of assistance is questionable and there won’t be support for it, but I doubt any Cubans doctors will be booted out,&quot; said the diplomat, who asked not to be named because he was not authorized to speak on the matter.&lt;/p&gt;\n&lt;p&gt;Senator Ronaldo Caiado, a leader of the Democrats party inside Temer&#039;s coalition government, said the doctors should stay, but money paid to Cuba, approximately $500 million in 2015, should stay in Brazil and be paid directly to the medics.&lt;/p&gt;\n&lt;p&gt;Last month, Rousseff extended the medical services contract for another 3 years, but it has to be approved by Congress and might run into trouble with lawmakers critical of the terms first signed in 2013.&lt;/p&gt;\n&lt;p&gt;The doctors work in some of Brazil&#039;s remotest regions, winning support of local mayors. That support, and municipal elections in October, might make Congress think twice about abruptly ending the program.&lt;/p&gt;\n&lt;p&gt;Cuba&#039;s biggest doctors abroad program is with oil exporter Venezuela in exchange for crude and money, where collapsing crude prices have triggered economic chaos. Those shipments are stable at around 90,000 barrels a day.&lt;/p&gt;\n&lt;p&gt;CASH FLOW&lt;/p&gt;\n&lt;p&gt;Cuba has already tightened its belt. The government began cutting imports and asking for longer payment terms from foreign suppliers last year and has been late meeting its obligations this year, according to Western diplomats and businessmen.&lt;/p&gt;\n&lt;p&gt;&quot;They clearly have a cash flow problem. Some of our companies are being paid and others are not,&quot; a European ambassador said on Monday.&lt;/p&gt;\n&lt;p&gt;The government has said it expects economic growth to slow in 2016 from 4 percent last year.&lt;/p&gt;\n&lt;p&gt;Brazil&#039;s government says it paid Cuba more than $500 million for the doctors&#039; services in 2015, and another $100 million went to the doctors themselves.&lt;/p&gt;\n&lt;p&gt;Rousseff is not the first leftist ally Cuba has lost in the past year. Argentina&#039;s leftist Peronists lost power at the last election in November. And there are deep concerns in Cuba over political stability in Venezuela, where President Nicolas Maduro is struggling with a deep recession and a stronger opposition.&lt;/p&gt;\n&lt;p&gt;&quot;Latin America and the Caribbean are feeling the effects of a strong and well planned counter offensive by the imperialists and oligarchy,&quot; Cuban President Raul Castro charged last month at a gathering of Communist Party leaders.&lt;/p&gt;\n&lt;p&gt;Nevertheless, he has worked in recent years to broaden Cuba&#039;s circle of friends by putting behind decades of hostility with Washington and improving its reputation with creditors.&lt;/p&gt;\n&lt;p&gt;&quot;The crises in these Latin American countries just underscores Raul&#039;s decision to normalize relations with the United States, to come to terms with Western creditors and sign a cooperation agreement with the European Union,&quot; said Bert Hoffman, a Latin American expert at the German Institute of Global and Area Studies.&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/brazil-dilma-rousseff-cuba-raul-castro-havana-impeachment-senate-vote-temer-459454</guid>\n <pubDate>Thu, 12 May 2016 20:08:13 -0400</pubDate>\n</item>\n<item>\n <title>Inside Donald Trump&#039;s Charm Offensive With the GOP Establishment</title>\n <link>http://www.newsweek.com/donald-trump-paul-ryan-gop-republicans-hillary-clinton-2016-establishment-459453</link>\n <description>&lt;p&gt;WASHINGTON (Reuters) - U.S. Republican presidential candidate Donald Trump went on a charm offensive on Thursday to try to win the party establishment&#039;s support for his insurgent candidacy, but top Republican Paul Ryan stopped short of endorsing him.&lt;/p&gt;\n&lt;p&gt;Trump was on his best behavior on a day of meetings with Republican lawmakers on Capitol Hill. He listened patiently as they raised concerns about his tone and the need to try to appeal to Hispanic voters.&lt;/p&gt;\n&lt;p&gt;He avoided strident language like the frequent criticism he has lobbed from the campaign trail, that many lawmakers are awestruck by the corridors of power and forget why they were sent to Washington.&lt;/p&gt;\n&lt;p&gt;&quot;The whole discussion was very solid, reasonable and a warm and winning discussion,&quot; said U.S. Senator Orrin Hatch of Utah. &quot;I think you&#039;re going to find he’s going to be better and better all the time.”&lt;/p&gt;\n&lt;p&gt;Trump&#039;s day in Washington was aimed at laying to rest some of the concerns that persist among Republicans about his incendiary tone and some policy proposals that violate party doctrine.&lt;/p&gt;\n&lt;p&gt;The New York billionaire, who needs the party behind him in order to have a chance at winning the Nov. 8 election, has vowed to build a wall along the U.S. border with Mexico, deport 11 million illegal immigrants, temporarily ban Muslims from entering the country and impose trade protectionist policies.&lt;/p&gt;\n&lt;p&gt;Trump held an hour-long session with Ryan, who as speaker of the House of Representatives is the top U.S. elected Republican and can hold sway with many establishment Republicans leery of Trump.&lt;/p&gt;\n&lt;p&gt;&quot;This was our first meeting, but it was a very positive step toward unification,&quot; Ryan and Trump said in a joint statement.&lt;/p&gt;\n&lt;p&gt;The usually loquacious Trump was restrained, issuing a tweet in which he said: &quot;Things working out really well!&quot; before flying home to New York.&lt;/p&gt;\n&lt;p&gt;Party leaders are normally eager to rally around a presidential nominee to combine forces for the battle leading up to the general election. But Ryan has withheld his endorsement of Trump out of concern over the businessman&#039;s conservative credentials.&lt;/p&gt;\n&lt;p&gt;In remarks to reporters after the meeting, the congressman said he was encouraged by the session but that more work will be needed.&lt;/p&gt;\n&lt;p&gt;&quot;There&#039;s no secret that Donald Trump and I have had our differences. We talked about those differences today,&quot; Ryan said at his weekly news conference. &quot;I do believe we are planting the seeds in getting ourselves unified.&quot;&lt;/p&gt;\n&lt;p&gt;Ryan, who may harbor aspirations of running for president in 2020 or later, noted that he represents a wing of the conservatives and that it is positive that Trump is bringing new voters into the party.&lt;/p&gt;\n&lt;p&gt;TONE IT DOWN&lt;/p&gt;\n&lt;p&gt;Despite his problems in winning over senior Republicans, Trump received a boost on Wednesday when a Reuters/Ipsos national poll showed him pulling even with likely Democratic nominee Hillary Clinton. The online survey found 41 percent of likely voters supporting Clinton and 40 percent backing Trump.&lt;/p&gt;\n&lt;p&gt;Later on Thursday, Trump went into a meeting with Senate Republican leaders, where he posed for photos with them and heard concerns about his campaign rhetoric but appeared to make some progress in tempering concerns about him.&lt;/p&gt;\n&lt;p&gt;&quot;Everyone here wants you to win,&quot; Senate Majority Leader Mitch McConnell told him at the Senate session, a source said.&lt;/p&gt;\n&lt;p&gt;U.S. Senator Shelly Moore Capito of West Virginia urged Trump to be careful in his tone. U.S. Senator Rob Portman of Ohio, a former U.S. Trade Representative, urged caution on his rhetoric against trade deals.&lt;/p&gt;\n&lt;p&gt;“The issue of tone did come up,&quot; said U.S. Senator John Cornyn of Texas, who said he gave some advice to Trump on “the importance of the Hispanic vote and the whole idea of distinguishing between illegal immigration and legal immigration.”&lt;/p&gt;\n&lt;p&gt;In a meeting at a Washington law firm, Trump sat down with James Baker, who served as secretary of state for Republican President George H.W. Bush.&lt;/p&gt;\n&lt;p&gt;Earlier in the day, Baker had testified to the Senate Foreign Relations Committee. Under questioning from U.S. Senator Marco Rubio, a former Republican presidential candidate, Baker said the world &quot;would be far less stable&quot; without a strong NATO, a slap at Trump&#039;s idea of reconfiguring the Western alliance and getting European nations to foot more of the bill.&lt;/p&gt;\n&lt;p&gt;&quot;Secretary Baker had a meeting with Donald Trump that was requested by his campaign,&quot; a Baker spokesman said.&lt;/p&gt;\n&lt;p&gt;Even U.S. Senator Lindsey Graham of South Carolina softened a bit. Graham dropped out of the presidential race earlier this year and had said the choice between Trump and rival Ted Cruz was like trying to decide between being &quot;shot or poisoned.&quot;&lt;/p&gt;\n&lt;p&gt;He said he had a &quot;cordial, pleasant conversation&quot; on the phone with Trump on Wednesday.&lt;/p&gt;\n&lt;p&gt;&quot;I know Mr. Trump is reaching out to many people, throughout the party and the country, to solicit their advice and opinions. I believe this is a wise move on his part,&quot; said Graham.&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/donald-trump-paul-ryan-gop-republicans-hillary-clinton-2016-establishment-459453</guid>\n <pubDate>Thu, 12 May 2016 19:50:52 -0400</pubDate>\n</item>\n<item>\n <title>Russian Doping Scandal Rocks WADA Gathering</title>\n <link>http://www.newsweek.com/doping-wada-russia-socchi-winter-olympics-vladimir-putin-medal-winners-new-459451</link>\n <description>&lt;p&gt;MONTREAL (Reuters) - World sport is facing an unprecedented drug crisis as yet another in a string of doping bombshells dropped at the World Anti-Doping Agency&#039;s (WADA) foundation board meeting on Thursday, shocking officials.&lt;/p&gt;\n&lt;p&gt;WADA, the International Olympic Committee (IOC) and athletes were all left stunned by an explosive New York Times report that detailed widespread doping by Russia at the 2014 Sochi Winter Olympics, including 15 medal winners.&lt;/p&gt;\n&lt;p&gt;It was all part of a dark day for anti-doping crusaders as Russia was once again in the spotlight along with Kenya, after the African nation famous for its middle and long-distance runners was declared non-compliant and now faces a possible Olympic ban.&lt;/p&gt;\n&lt;p&gt;In recent months, WADA has appeared to be losing ground in the war on performance-enhancing drugs and the agency suffered another setback on Thursday when the New York Times story landed smack in the middle of its board meeting.&lt;/p&gt;\n&lt;p&gt;Alarm bells were ringing as WADA members absorbed details of a Times report that quoted Grigory Rodchenkov, the former head of Russia&#039;s drug testing laboratory, recounting dozens of cover-ups and the disposal of tainted samples.&lt;/p&gt;\n&lt;p&gt;Reuters was unable to verify details of the Times report.&lt;/p&gt;\n&lt;p&gt;Even Dick Pound, the Canadian lawyer who helped set up the WADA and served two terms as its president, was left surprised by the scope and sophistication of the cover-up, labeling it the worst he has ever seen.&lt;/p&gt;\n&lt;p&gt;&quot;He (Rodchenkov) knows where all the bodies are buried,&quot; Pound told Reuters. &quot;This (Times report) is as bad as we&#039;ve seen assuming what Rodchenkov says is true and he does have the knowledge of what was going on. That&#039;s pretty bad.&lt;/p&gt;\n&lt;p&gt;&quot;He knew what was going on, it&#039;s not just &#039;she said, he said&#039;.&quot;&lt;/p&gt;\n&lt;p&gt;Late last year, an independent commission headed by Pound uncovered evidence of state-sponsored doping in Russia that led to the country being banned from all athletics competition.&lt;/p&gt;\n&lt;p&gt;SCANDAL DEEPENED&lt;/p&gt;\n&lt;p&gt;The scandal deepened on Sunday when whistleblower Vitaly Stepanov claimed in an interview with investigative program &quot;60 Minutes&quot; that he had taped recordings of Rodchenkov telling him at least four Russian gold medalists in Sochi were using steroids.&lt;/p&gt;\n&lt;p&gt;&quot;It shows the system can be broken rather simply,&quot; outgoing WADA director general David Howman told Reuters. &quot;It is something I have worried about for a long time.&lt;/p&gt;\n&lt;p&gt;&quot;It looks on the surface there might have been quite a big &#039;get away&#039;. The real question is the way this is a systematic program.&lt;/p&gt;\n&lt;p&gt;&quot;That&#039;s come out in the report we got from our independent commission. This just confirms it and takes it a couple of steps further which is hugely worrying.&quot;&lt;/p&gt;\n&lt;p&gt;With the Rio Olympics just three months away, the IOC must quickly deal with the escalating controversy if it is to restore confidence in the Summer Games in particular and sport in general.&lt;/p&gt;\n&lt;p&gt;It is clear that athlete confidence has plunged to all-time low. Beckie Scott, chair of the athletes commission, made an emotional plea to the foundation board urging WADA to use its influence to keep Russian drug cheats out of the Rio Games.&lt;/p&gt;\n&lt;p&gt;&quot;We acknowledge that WADA does not have jurisdiction over the Olympic Games,&quot; said Scott, who won bronze at the 2002 Salt Lake City Winter Games but was upgraded to gold after the two Russians who finished ahead of her were found guilty of doping.&lt;/p&gt;\n&lt;p&gt;&quot;WADA does have, however, influence and clean athletes of the world propose that you use that influence with respect to Rio and Game beyond.&lt;/p&gt;\n&lt;p&gt;&quot;Athletes strongly feel that if there cannot be a guarantee that athletes there from Russia are clean and not involved in doping activity that they should not be there.&quot;&lt;/p&gt;\n&lt;p&gt;Even in the face of mounting evidence, Russian officials continued to deny any wrong doing with sports minister Vitaly Mutko dismissing the New York Times report as nonsense, according to the TASS news agency.&lt;/p&gt;\n&lt;p&gt;&quot;I believe these guys, they are outstanding athletes, the charges are nonsense,&quot; Mutko, who has previously said doping checks at Sochi were under the control of international experts, was quoted as saying. &quot;The charges against them are groundless. We will study this article and see how to react.&quot;&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/doping-wada-russia-socchi-winter-olympics-vladimir-putin-medal-winners-new-459451</guid>\n <pubDate>Thu, 12 May 2016 19:14:47 -0400</pubDate>\n</item>\n<item>\n <title>Nextdoor Is Cracking Down on Racist Posts—But Can It Curb Unconscious Racial Bias?</title>\n <link>http://www.newsweek.com/nextdoor-cracking-down-racist-posts-can-it-curb-unconscious-racial-bias-459445</link>\n <description>&lt;p&gt;Last March, several residents in the central Oakland neighborhood of Adams Point took to Nextdoor, a local social networking platform, to complain about a “very nice African American young boy” who would not pick up his pitbull’s waste. The replies soon devolved into neighbors urging the posters to report this to the police and the boy’s school.&lt;/p&gt;\n&lt;p&gt;One commenter uploaded a photo of the boy and said even if the city fined his family, they wouldn’t be able to pay because “they don&#039;t have that kind of money.”&lt;/p&gt;\n&lt;p&gt;The racial profiling by the Adams Point residents was not the exception but the norm on Oakland’s Nextdoor, according to a &lt;a  href=&quot;http://www.eastbayexpress.com/oakland/racial-profiling-via-nextdoorcom/Content?oid=4526919&amp;amp;storyPage=5&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;cover story by Oakland’s alt-weekly magazine &lt;em&gt; East Bay Express &lt;/em&gt; last October&lt;/a&gt;. The story detailed multiple stories of black Oaklanders being profiled, harassed and reported to police by paranoid residents, who found refuge in building a quasi-neighborhood watch on Nextdoor—which was initially created for neighbors to trade tips, barter goods and build a community.&lt;/p&gt;\n&lt;p&gt;Since the publication of the article seven months ago, Nextdoor says it has been meeting Oakland city officials, police officers and neighborhood activists to stop racial profiling on its forums. On Tuesday, its CEO Nirav Tolia appeared before the Oakland City Council the company’s new tools, including algorithms which catch racially charged words, to crack down on its user’s racism.&lt;/p&gt;\n&lt;p&gt;Tolia tells &lt;em&gt; Newsweek&lt;/em&gt; the three tools—the algorithms, &lt;a  href=&quot;https://help.nextdoor.com/customer/en/portal/articles/1959173#f&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; an awareness education program&lt;/a&gt; and a &lt;a  href=&quot;https://blog.nextdoor.com/2016/04/12/improvements-to-how-our-members-post-about-crime-and-safety/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; new streamlined flagging form&lt;/a&gt;—went into effect last month and are only available in Bay Area communities so far. He says that Oakland was the only city he received feedback on racial profiling so far despite being used across 99,000 neighborhoods nationwide.&lt;/p&gt;\n&lt;p&gt;The algorithms work with a simple word-detecting program that prohibits slurs asks users to elaborate with more descriptions if a generic racial word—like &lt;em&gt;black &lt;/em&gt;or &lt;em&gt;Asian&lt;/em&gt;—is used. “If you post something that says there is a Latino guy breaking into a house, that does not help anybody catch that criminal,” Tolia says.&lt;/p&gt;\n&lt;p&gt;While Tolia concedes that he and Nextdoor can’t eliminate its users’ racial bias for good, he notes that there is no safe space for them to spew it publicly in his platform. “We are not a platform for free speech,” Tolia tells &lt;em&gt; Newsweek. &lt;/em&gt; “We are a platform to make a happier neighborhood.”&lt;/p&gt;\n&lt;p&gt;Unconscious racial bias has been an uncomfortable pressure point for tech companies in the diverse and politically liberal Bay Area. In April, Uber rejected its drivers’ demands for an in-app tipping option by &lt;a href=&quot;http://www.newsweek.com/uber-plays-race-card-shoot-down-tipping-453662&quot;&gt; citing academic studies which says unconscious racial biases&lt;/a&gt; makes customers favor white service providers than the colored.&lt;/p&gt;\n&lt;p&gt;Tolia, who is Indian-American, says that while other social networks are eliminating “friction” within their app to facilitate users to say whatever to whoever they want, Nextdoor aims to educate by putting up virtual yard signs, “decision points,” as Tolia calls them, to remind users to be wary of what they say.&lt;/p&gt;\n&lt;p&gt;“Unconscious bias is not a Nextdoor-created problem,” Tolia says. “It’s a part of society today. We don’t live in a post-racial world. There’s a sensitivity that is required.”&lt;/p&gt;\n&lt;p&gt;So far it has received the approval of Oakland city officials and the neighbors who were affected by the racial profiling on Nextdoor. “It will allow people to ride bikes through a neighborhood without feeling like someone is thinking they’re up to something,” Shikira Porter of Neighbors for Racial Justice, an Oakland community group organized to fight racial profiling, &lt;a  href=&quot;http://www.sfgate.com/bayarea/article/Nextdoor-social-site-cracks-down-on-fear-mongering-7458610.php&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; tells the &lt;em&gt;San Francisco Chronicle.&lt;/em&gt;&lt;/a&gt;&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/nextdoor-cracking-down-racist-posts-can-it-curb-unconscious-racial-bias-459445</guid>\n <pubDate>Thu, 12 May 2016 18:23:32 -0400</pubDate>\n</item>\n<item>\n <title>Republicans Win Obamacare Legal Challenge</title>\n <link>http://www.newsweek.com/republicans-win-obamacare-legal-challenge-459431</link>\n <description>&lt;p&gt; A U.S. judge on Thursday handed a victory to congressionalRepublicans who challenged President Barack Obama&#039;s signature healthcare law, ruling that his administration overstepped its constitutional powers relating to government spending.&lt;/p&gt;\n&lt;p&gt;U.S. District Judge Rosemary Collyer, based in Washington, ruled that the administration cannot spend billions of dollars in federal funds to provide subsidies under the law known as Obamacare to private insurers without the approval of Congress.&lt;/p&gt;\n&lt;p&gt;At issue in the case, brought by the Republican-led House of Representatives, are reimbursements to insurance companies to compensate them for reductions that the law requires them to make to customers&#039; out-of-pocket medical payments.&lt;/p&gt;\n&lt;p&gt;The ruling will not have an immediate effect on the law because the judge put the decision on hold pending an expected appeal by the administration. But it adds to uncertainty over the future of Obama&#039;s signature domestic policy achievement ahead of the Nov. 8 presidential and congressional elections, including whether enough health insurers will continue to participate in the program.&lt;/p&gt;\n&lt;p&gt;Insurers have sustained losses from their Obamacare business, saying they have not attracted enough healthy customers to offset the costs of sicker members. Two of the largest players, UnitedHealth Group &lt;unh.n&gt; and Humana Inc &lt;hum.n&gt;, had already said they would not offer plans in many markets next year.&lt;/hum.n&gt;&lt;/unh.n&gt;&lt;/p&gt;\n&lt;p&gt;&quot;If you&#039;re going to lose more money, why participate?&quot; asked Steve Halper, an analyst with FBR Capital Markets.&lt;/p&gt;\n&lt;p&gt;Shares in hospital operators such as Community Health Systems Inc &lt;cyh.n&gt; fell sharply, while insurer stocks including Aetna Inc &lt;aet.n&gt;, which plans to remain in at least 15Obamacare markets next year, also declined.&lt;/aet.n&gt;&lt;/cyh.n&gt;&lt;/p&gt;\n&lt;p&gt;In court papers, the administration had warned that a court victory for the House Republicanswould lead to a spike in insurance premiums for Americans and force the government to pay more in tax credits to insurance policy-holders.&lt;/p&gt;\n&lt;p&gt;As part of an appeal, the administration is likely to press its argument that the House lackslegal standing to sue.&lt;/p&gt;\n&lt;p&gt;&quot;This suit represents the first time in our nation&#039;s history that Congress has been permitted to sue the executive branch over a disagreement about how to interpret a statute,&quot; White House spokesman Josh Earnest told reporters.&lt;/p&gt;\n&lt;p&gt;&quot;It&#039;s unfortunate that Republicans have resorted to a taxpayer-funded lawsuit to re-fight a political fight that they keep losing,&quot; Earnest added. &quot;They&#039;ve been losing this fight for six years, and they&#039;ll lose it again.&quot;&lt;/p&gt;\n&lt;p&gt;REPEATED CHALLENGES&lt;/p&gt;\n&lt;p&gt;Conservatives have mounted a series of legal challenges to the Affordable Care Act since it was passed by Congress in 2010 over unified Republican opposition. Collyer was appointed to the bench by Republican former President George W. Bush.&lt;/p&gt;\n&lt;p&gt;The law has helped bring insurance coverage to millions of Americans who previously had none, subsidizing the cost of insurance through tax credits. In addition, the federal government helped defray consumers&#039; out-of-pocket costs.&lt;/p&gt;\n&lt;p&gt;The House Republicans argued that the administration&#039;s action violated the U.S. Constitution because it is the legislative branch, not the executive branch, that authorizes government spending.&lt;/p&gt;\n&lt;p&gt;&quot;BIG win for the Constitution,&quot; House Speaker Paul Ryan wrote on Twitter.&lt;/p&gt;\n&lt;p&gt;Jonathan Turley, the lawyer who spearheaded the lawsuit, in a blog post called the ruling &quot;a resounding victory not just for Congress but for our constitutional system as a whole.&quot;&lt;/p&gt;\n&lt;p&gt;The appeals court in Washington may be more receptive to the administration&#039;s arguments, in part because seven of its 11 active judges are Democratic-appointees, including four picked by Obama.&lt;/p&gt;\n&lt;p&gt;The case focuses on a cost-sharing provision of Obamacare that requires insurers to reduce deductibles and co-pays. Insurers are supposed to be reimbursed for these costs by the federal government. Cost-sharing is determined by the income of the policyholder and is a mechanism for reducing healthcare costs for lower-income households.&lt;/p&gt;\n&lt;p&gt;The Obama administration has interpreted the provision as a type of federal spending that does not need to be explicitly authorized by Congress. The House Republicans who filed thechallenge disagreed.&lt;/p&gt;\n&lt;p&gt;Collyer ruled that the cost-sharing provisions cannot be funded through the same permanent appropriation that covers tax credits made available under the law.&lt;/p&gt;\n&lt;p&gt;The judge rejected the administration&#039;s contention that the appropriation should be viewed as permanent because the alternative interpretation would lead to &quot;absurd economic, fiscal and healthcare policy results.&quot;&lt;/p&gt;\n&lt;p&gt;The U.S. Supreme Court in June 2015, in a ruling authored by Bush-appointed Chief Justice John Roberts, rejected a conservative challenge that could have gutted Obamacare, upholding nationwide tax subsidies crucial to the law. Roberts also wrote a major 2012 ruling preserving Obamacare.&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/republicans-win-obamacare-legal-challenge-459431</guid>\n <pubDate>Thu, 12 May 2016 17:28:41 -0400</pubDate>\n</item>\n<item>\n <title>A Timeline of George Zimmerman&#039;s Bizarre Life After Killing Trayvon Martin</title>\n <link>http://www.newsweek.com/george-zimmerman-timeline-trayvon-martin-459300</link>\n <description>&lt;p&gt;George Zimmerman this week announced that he would be putting the gun he used to kill Trayvon Martin in February 2012 up for auction. In the description of the item, Zimmerman called the Kel-Tec PF-9 9mm a &quot;piece of American history.&quot; The bidding was set to start at $5,000, but before the auction could commence on Thursday, the &lt;a href=&quot;http://www.newsweek.com/online-auction-gun-used-kill-trayvon-martin-apparently-halted-459358&quot;&gt;listing was removed&lt;/a&gt;. Later in the day, another auction house &lt;a  href=&quot;https://www.buzzfeed.com/salvadorhernandez/george-zimmerman-is-auctioning-the-gun-he-used-to-kill-trayv?bftwnews&amp;amp;utm_term=.ngLBvzJby#.ewwebEG0P&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;picked it up&lt;/a&gt;. Zimmerman plans on using some of the proceeds to fight &quot;Black Lives Matter violence against law enforcement officers.&quot;&lt;/p&gt;\n&lt;p&gt;Putting the gun up for auction was a bizarre and, some would say, deplorable move by a man who has failed to demonstrate any remorse for killing Martin, who was 17 at the time of his death. It was hardly surprising, though. Since being acquitted of murder charges in July of 2014, Zimmerman has found his name in the headlines for a variety of reasons, each seemingly stranger than the last. &lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;February 26, 2012:&lt;/strong&gt; Zimmerman kills Trayvon Martin, an unarmed 17-year-old, in Samford, Florida. He would be charged with murder on April 11. Two days prior to being charged, Zimmerman &lt;a  href=&quot;http://articles.orlandosentinel.com/2012-04-09/news/os-trayvon-martin-george-zimmerman-website-20120409_1_website-supporters-media-coverage&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;launched a website&lt;/a&gt; to raise funds for his legal defense. Supporters &lt;a  href=&quot;http://gawker.com/5905606/george-zimmermans-crappy-website-raised-200000&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;donated over $200,000&lt;/a&gt; before the site was &lt;a  href=&quot;http://www.cbsnews.com/news/george-zimmermans-fundraising-website-is-shut-down/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;shut down&lt;/a&gt; two weeks later. He is &lt;a  href=&quot;http://www.nytimes.com/2012/04/24/us/george-zimmerman-released-after-posting-bail-in-trayvon-martin-case.html&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;released on $150,000 bail&lt;/a&gt; on April 22.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;July 13, 2013:&lt;/strong&gt; Zimmerman is acquitted of all charges relating to Martin&#039;s death.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;July 17:&lt;/strong&gt; Days after being acquitted, Zimmerman &lt;a  href=&quot;http://www.reuters.com/article/us-usa-florida-zimmerman-idUSBRE96O00P20130725&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;rescues a family&lt;/a&gt; trapped in an overturned SUV in central Florida.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;July 28:&lt;/strong&gt; Zimmerman is &lt;a  href=&quot;http://www.cnn.com/2013/07/31/us/texas-zimmerman-traffic-violation/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;pulled over for speeding&lt;/a&gt; in Texas. He is let off with a warning after telling the officer he has a firearm in the glove compartment. &lt;a  href=&quot;https://youtu.be/tXcO_jL19-s&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;Dashcam footage&lt;/a&gt; captured the exchange.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;August 19:&lt;/strong&gt; Zimmerman is &lt;a  href=&quot;http://www.hlntv.com/slideshow/2013/09/26/cops-zimmermans-car-window-tint-too-dark&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;pulled over again&lt;/a&gt;, this time because the tint on his windows is too dark. &lt;a  href=&quot;http://www.tmz.com/2013/09/26/george-zimmerman-pulled-over-tinted-windows-death-threats/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;According to TMZ&lt;/a&gt;, he got out of a ticket by citing the death threats he had been receiving.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;August 22:&lt;/strong&gt; Zimmerman &lt;a  href=&quot;http://gawker.com/george-zimmerman-went-shopping-for-a-tactical-shotgun-1186607626&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;shops for a tactical shotgun&lt;/a&gt; and poses for pictures in Cocoa, Florida. The gun he is looking at is made by the same manufacture of the handgun with which he killed Martin. Here is the shotgun in action:&lt;/p&gt;\n&lt;p&gt;&lt;iframe allowfullscreen=&quot;&quot; frameborder=&quot;0&quot; height=&quot;480&quot; src=&quot;https://www.youtube.com/embed/XwN8jHSEhCE&quot; width=&quot;854&quot;&gt;&lt;/iframe&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;September 3: &lt;/strong&gt;Zimmerman is once again &lt;a  href=&quot;http://www.usatoday.com/story/news/nation/2013/09/05/george-zimmerman-caught-speeding-again/2770345/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;pulled over for speeding&lt;/a&gt;, this time in Lake Mary, Florida. He is issued a $265 ticket.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;September 5:&lt;/strong&gt; Zimmerman&#039;s wife Shellie &lt;a  href=&quot;http://abcnews.go.com/US/george-zimmermans-wife-files-divorce/story?id=20171165&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;files for divorce&lt;/a&gt;.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;September 9:&lt;/strong&gt; Shellie Zimmerman calls 911 after her soon-to-be-ex-husband punched her dad in the face and threatened to kill her family. &quot;He is in his car and he continually has his hand on his gun and he keeps saying, &#039;Step closer.&#039; He is just threatening all of us,&quot; she told the dispatcher.&lt;/p&gt;\n&lt;p&gt;&lt;iframe frameborder=&quot;no&quot; height=&quot;166&quot; scrolling=&quot;no&quot; src=&quot;https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/109603069&amp;amp;color=ff5500&amp;amp;show_artwork=false&quot; width=&quot;100%&quot;&gt;&lt;/iframe&gt;&lt;/p&gt;\n&lt;p&gt;Zimmerman is taken into custody, but &lt;a  href=&quot;http://www.usatoday.com/story/news/nation/2013/09/09/george-zimmerman-gun-incident-florida-trayvon-martin/2788443/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;no charges are filed&lt;/a&gt;.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;November 18: &lt;/strong&gt;Zimmerman is &lt;a  href=&quot;http://www.cnn.com/2013/11/18/justice/florida-george-zimmerman-arrest/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;charged with aggravated assault&lt;/a&gt; after pointing a shotgun at his girlfriend, Samantha Scheibe. Zimmerman allegedly broke a table with the shotgun before pointing it at Scheibe &quot;for a minute.&quot; He is released a day later on $9,000 bail.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;December 11:&lt;/strong&gt; Scheibe &lt;a  href=&quot;http://www.tmz.com/2013/12/11/george-zimmerman-domestic-violence-charges-dropped-girlfriend/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;recants her statement&lt;/a&gt; and all domestic violence charges against Zimmerman are dropped.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;December 21:&lt;/strong&gt; Zimmerman &lt;a  href=&quot;http://gawker.com/george-zimmerman-painting-sells-for-100-099-99-1488160542&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;sells a piece of artwork&lt;/a&gt; on eBay for $100,099.99. &lt;/p&gt;\n&lt;blockquote class=&quot;twitter-tweet&quot; data-lang=&quot;en&quot;&gt;&lt;p dir=&quot;ltr&quot; lang=&quot;en&quot; xml:lang=&quot;en&quot;&gt;RT: Artwork reportedly made by George Zimmerman on auction block. &lt;a  href=&quot;http://t.co/06v7VlmgMv&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;http://t.co/06v7VlmgMv&lt;/a&gt; &lt;a  href=&quot;http://t.co/KH0KKyGDml&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;pic.twitter.com/KH0KKyGDml&lt;/a&gt;&lt;/p&gt;\n&lt;p&gt;\t— ActionNewsJax (@ActionNewsJax) &lt;a href=&quot;https://twitter.com/ActionNewsJax/status/412977056289275904&quot;&gt;December 17, 2013&lt;/a&gt;&lt;/p&gt;&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; src=&quot;//platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;&lt;p&gt;&lt;strong&gt;Januray 22, 2014: &lt;/strong&gt;Zimmerman debuts a new piece of artwork, titled &quot;Angie,&quot; featuring prosecutor Angela Corey. His brother proudly tweets an image of the new work.&lt;/p&gt;\n&lt;blockquote class=&quot;twitter-tweet&quot; data-lang=&quot;en&quot;&gt;&lt;p dir=&quot;ltr&quot; lang=&quot;en&quot; xml:lang=&quot;en&quot;&gt;Very proud to introduce &lt;a href=&quot;https://twitter.com/TherealGeorgeZ&quot;&gt;@TherealGeorgeZ&lt;/a&gt; &#039;s latest...&quot;Angie&quot;. Sale info &amp;amp; details available tomorrow. &lt;a href=&quot;https://twitter.com/hashtag/ronaldthompson?src=hash&quot;&gt;#ronaldthompson&lt;/a&gt; &lt;a  href=&quot;http://t.co/yDkIl4QH0R&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;pic.twitter.com/yDkIl4QH0R&lt;/a&gt;&lt;/p&gt;\n&lt;p&gt;\t— Robert Zimmerman JR (@rzimmermanjr) &lt;a href=&quot;https://twitter.com/rzimmermanjr/status/426119960222777344&quot;&gt;January 22, 2014&lt;/a&gt;&lt;/p&gt;&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; src=&quot;//platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;&lt;p&gt;&lt;strong&gt;February 5: &lt;/strong&gt;After agreeing to participate in a celebrity boxing match, Zimmerman says he wants to fight rapper DMX. &quot;DMX has promised to &#039;beat his ass,&#039; but no contract or paperwork has been signed or agreed to yet,&quot; DMX&#039;s spokesman &lt;a  href=&quot;http://www.cnn.com/2014/02/05/showbiz/zimmerman-dmx-boxing-match/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;told CNN&lt;/a&gt;.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;February 8:&lt;/strong&gt; After a fight with DMX had been scheduled for March 15, promoter Damon Feldman announced that the bout had been canceled. &quot;Zimmerman was the wrong person to have in this,&quot; Feldman &lt;a  href=&quot;http://www.rollingstone.com/music/news/dmxs-fight-with-george-zimmerman-canceled-20140208&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;told &lt;em&gt;Rolling Stone&lt;/em&gt;&lt;/a&gt;. &quot;I looked into the eyes of my son and daughter today and couldn&#039;t imagine someone killing them and getting off scot-free. It just really hurt. It was a tough decision because I could have made two million dollars here, but at least I have my dignity. I&#039;m happy. Thank you.&quot;&lt;/p&gt;\n&lt;p&gt;\n\n  \n  &lt;span class=&quot;figure embed&quot; itemscope=&quot;&quot; itemtype=&quot;http://schema.org/ImageObject&quot; itemprop=&quot;image&quot; itemid=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/05/12/george-zimmerman_0.jpg&quot;&gt;\n    &lt;picture itemprop=&quot;contentUrl&quot; width=&quot;961&quot; height=&quot;596&quot; class=&quot;mapping-embed&quot;&gt;&lt;!--[if IE 9]&gt;&lt;video style=&quot;display: none;&quot;&gt;&lt;![endif]--&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2016/05/12/george-zimmerman_0.jpg 1x&quot; media=&quot;(min-width: 1200px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/05/12/george-zimmerman_0.jpg 1x&quot; media=&quot;(min-width: 992px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-tablet/public/2016/05/12/george-zimmerman_0.jpg 1x&quot; media=&quot;(min-width: 768px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-tablet/public/2016/05/12/george-zimmerman_0.jpg 1x&quot; media=&quot;(min-width: 481px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-sm/public/2016/05/12/george-zimmerman_0.jpg 1x&quot; media=&quot;(min-width: 0px)&quot;&gt;&lt;/source&gt;&lt;!--[if IE 9]&gt;&lt;/video&gt;&lt;![endif]--&gt;&lt;img itemprop=&quot;contentUrl&quot; width=&quot;961&quot; height=&quot;596&quot; class=&quot;mapping-embed&quot; src=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/05/12/george-zimmerman_0.jpg&quot; alt=&quot;George Zimmerman&quot; title=&quot;&quot; /&gt;&lt;/picture&gt;&lt;span class=&quot;figcaption&quot;&gt;\n                  &lt;span class=&quot;caption&quot; itemprop=&quot;caption&quot;&gt;\n            George Zimmerman nearly fought rapper DMX in a celebrity boxing match.          &lt;/span&gt;\n                          &lt;span class=&quot;credit&quot; itemprop=&quot;copyrightHolder&quot;&gt;\n            Jim Tanner/Reuters          &lt;/span&gt;\n              &lt;/span&gt;\n      &lt;/span&gt;\n&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;February 16:&lt;/strong&gt; Zimmerman &lt;a  href=&quot;http://www.nydailynews.com/news/national/george-zimmerman-homeless-suffering-ptsd-report-article-1.1615673&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;says&lt;/a&gt; he is homeless, receiving death threats and suffering from PTSD in a televised interview with Univision.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;March 8: &lt;/strong&gt;Despite protests, Zimmerman &lt;a  href=&quot;http://www.wesh.com/news/central-florida/orange-county/george-zimmerman-signs-autographs-at-orlando-gun-show/24881564&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;appears at a gun show&lt;/a&gt; in Orlando, Florida, to sign autographs. The show was relocated from its original venue because of backlash.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;June 30: &lt;/strong&gt;A Florida judge &lt;a  href=&quot;http://www.cbsnews.com/news/george-zimmermans-lawsuit-against-nbc-dismissed-by-judge/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;throws out&lt;/a&gt; a lawsuit filed by Zimmerman against NBC. The defamation suit claimed that NBC edited a story on Trayvon Martin&#039;s death to make it seem like Zimmerman voluntarily told a 911 operator that Martin was black.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;July 27: &lt;/strong&gt;A police report &lt;a  href=&quot;http://mashable.com/2014/07/29/george-zimmerman-guards-gun-store/#XrueDkjJ8EqC&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;states&lt;/a&gt; that Zimmerman is working as a security guard at a gun and motorcycle store in DeLand, Florida. It was later discovered that Zimmerman was not employed by the store; he was only &quot;patrolling&quot; the area as a favor to the owner because of a recent burglary.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;September 2:&lt;/strong&gt; Zimmerman &lt;a  href=&quot;http://www.clickorlando.com/news/george-zimmerman-threatened-to-kill-man-in-road-rage-incident-florida-police-say&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;allegedly threatened to kill a man&lt;/a&gt; in a road rage incident in Lake Mary, Florida. Not only that, but he later showed up at the man&#039;s workplace. According to local police, Zimmerman pulled up next to the man in his truck and yelled, &quot;Why are you pointing a finger at me?&quot; After the man pulled into a gas station to call 911, he realized the truck driver was Zimmerman, who, gun in hand, allegedly said, &quot;Do you know who I am?&quot; and threatening to kill him. The man saw Zimmerman outside his workplace two days later. As always seems to be the case when Zimmerman gets into trouble, no charges were pressed.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;October 1: &lt;/strong&gt;Citing insufficient evidence, officials say federal charges are &lt;a  href=&quot;https://www.washingtonpost.com/world/national-security/george-zimmerman-not-expected-to-face-civil-rights-charges-in-trayvon-martin-death/2014/10/01/4cd2ebd2-498e-11e4-a046-120a8a855cca_story.html&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;not likely to be brought&lt;/a&gt; against Zimmerman for the death of Trayvon Martin.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;January 9, 2015: &lt;/strong&gt;Zimmerman is &lt;a  href=&quot;http://www.nbcnews.com/news/us-news/george-zimmerman-arrested-aggravated-assault-weapon-n283586&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;arrested&lt;/a&gt; for aggravated assault with a weapon after allegedly throwing a wine bottle at his girlfriend. Once again, &lt;a  href=&quot;http://www.nbcnews.com/news/crime-courts/no-charges-against-george-zimmerman-after-aggravated-assault-arrest-n296811&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;charges will not be filed&lt;/a&gt;.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;February 24:&lt;/strong&gt; The Justice Department &lt;a  href=&quot;http://www.nytimes.com/2015/02/25/us/justice-dept-wont-charge-george-zimmerman-in-trayvon-martin-killing.html&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;officially closes its investigation&lt;/a&gt; into the death of Trayvon Martin.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;March 24:&lt;/strong&gt; In an &lt;a  href=&quot;https://www.18884mydivorce.com/georgezimmerman2015/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;interview posted online by his lawyer&lt;/a&gt;, Zimmerman criticizes Obama&#039;s response to Trayvon Martin&#039;s death, referring to the president as &quot;Barack Hussein Obama.&quot;&lt;/p&gt;\n&lt;blockquote&gt;&lt;p&gt;Unfortunately after even after Jay Carney, his press secretary stated in the White House briefing that the White House will not interject in a local law enforcement matter and at most a state criminal matter, President Obama held his Rose Garden speech stating if I had a son he would look like Trayvon. To me that was clearly a dereliction of duty pitting Americans against each other solely based on race. He took what should have been a clear-cut self-defense matter and still to this day on the anniversary of incident he held a ceremony at the White House inviting the Martin-Fulton family and stating that they should take the day to reflect upon the fact that all children’s lives matter. Unfortunately for the president I’m also my parent’s child and my life matters as well. And for him to make incendiary comments as he did and direct the Department of Justice to pursue a baseless prosecution he by far overstretched, overreached, even broke the law in certain aspects to where you have an innocent American being prosecuted by the federal government which should never happen.&lt;/p&gt;\n&lt;/blockquote&gt;\n&lt;p&gt;&lt;strong&gt;May 16:&lt;/strong&gt; A man is &lt;a  href=&quot;http://www.cnn.com/2015/05/15/us/george-zimmerman-truck-shot/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;charged&lt;/a&gt; with firing shots into Zimmerman&#039;s truck in Lake Mary, Florida.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;August 18:&lt;/strong&gt; Zimmerman unveils a new piece of artwork featuring the confederate flag to benefit a Muslim-free gun shop in Florida.&lt;/p&gt;\n&lt;blockquote class=&quot;twitter-tweet&quot; data-lang=&quot;en&quot;&gt;&lt;p dir=&quot;ltr&quot; lang=&quot;en&quot; xml:lang=&quot;en&quot;&gt;George Zimmerman paints Confederate flag artwork to benefit Muslim-free Florida gun shop. &lt;a  href=&quot;http://t.co/84OUAQfr0d&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;http://t.co/84OUAQfr0d&lt;/a&gt; &lt;a  href=&quot;http://t.co/1L1iHxraME&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;pic.twitter.com/1L1iHxraME&lt;/a&gt;&lt;/p&gt;\n&lt;p&gt;\t— Miami New Times (@MiamiNewTimes) &lt;a href=&quot;https://twitter.com/MiamiNewTimes/status/633728843954544640&quot;&gt;August 18, 2015&lt;/a&gt;&lt;/p&gt;&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; src=&quot;//platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;&lt;p&gt;&lt;strong&gt;September 28: &lt;/strong&gt;Zimmerman goes on a &lt;a  href=&quot;http://www.nydailynews.com/news/national/george-zimmerman-retweets-picture-trayvon-martin-corpse-article-1.2376777&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;Twitter rant&lt;/a&gt; after retweeting a picture of Trayvon Martin&#039;s corpse. &quot;Gee..I sure hate offending people that have plotted and tried to kill me and my family...,&quot; he wrote in one tweet. His account has since been suspended.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;January 6, 2016:&lt;/strong&gt; Zimmerman &lt;a  href=&quot;http://www.tmz.com/2016/01/06/george-zimmerman-obama-fake-cry/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;criticizes President Obama&lt;/a&gt; for crying while discussing mass shootings, calling him a &quot;disgrace to the country&quot; and &quot;a piece of garbage.&quot;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;January 23:&lt;/strong&gt; Zimmerman&#039;s divorce &lt;a  href=&quot;http://www.nydailynews.com/news/national/george-zimmerman-divorce-wife-shellie-finalized-article-1.2507050&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;is finalized&lt;/a&gt;.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;May 12:&lt;/strong&gt; Zimmerman attempts to sell the gun he shot Trayvon Martin with at auction. The listing is &lt;a href=&quot;http://www.newsweek.com/online-auction-gun-used-kill-trayvon-martin-apparently-halted-459358&quot;&gt;removed&lt;/a&gt; shortly after it is posted, after which another auction house &lt;a  href=&quot;https://www.buzzfeed.com/salvadorhernandez/george-zimmerman-is-auctioning-the-gun-he-used-to-kill-trayv?bftwnews&amp;amp;utm_term=.ngLBvzJby#.ewwebEG0P&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;picked it up&lt;/a&gt;.&lt;/p&gt;\n&lt;p&gt; &lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/george-zimmerman-timeline-trayvon-martin-459300</guid>\n <pubDate>Thu, 12 May 2016 16:24:01 -0400</pubDate>\n</item>\n<item>\n <title>VR Tries to Make You Care About Coral Reefs</title>\n <link>http://www.newsweek.com/vr-tries-make-you-care-about-coral-reefs-459378</link>\n <description>&lt;p&gt;“This is the most exciting thing we’ve ever done in VR.” High praise indeed coming from Jeremy Bailenson. As the founding director of Stanford University’s &lt;a  href=&quot;http://vhil.stanford.edu&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; Virtual Human Interaction Lab&lt;/a&gt; (VHIL), he has conducted hundreds of experiments over the past 20 years on how virtual reality shapes human interaction, regularly collaborating with Silicon Valley companies and consulting with government agencies. When the U.S. Supreme Court recently debated the effects of immersive media, it was his book &lt;em&gt; Infinite Reality&lt;/em&gt; they quoted. It’s probably safe to assume, then, that professor Bailenson really knows what he’s talking about.&lt;/p&gt;\n&lt;p&gt;We arrived at the sunny Stanford campus on a Thursday afternoon, the entire team was scrambling to finish &lt;em&gt; The Crystal Reef, &lt;/em&gt; a VR film project being premiered at the Tribeca Film Festival that weekend and all demos had been canceled. But since we’d traveled all the way from England, we got a private tour instead, so all’s well that ends well.&lt;/p&gt;\n&lt;p&gt;Having previously tried various experiences on the Samsung GearVR and Google Cardboard, I wasn’t exactly a “ViRgin,” but the souped-up HTC Vive setup at the lab still blew me away. Over the next half an hour, I “walked the plank” over a simulated pit—surprisingly scary in spite of the fact you KNOW there’s no drop—experienced an earthquake, danced with Elmo from &lt;em&gt; Sesame Street&lt;/em&gt;, and flew around a simulated city, just like Superman. Up until I smashed head-first into a concrete building, that was possibly the most fun I ever had.&lt;/p&gt;\n&lt;p&gt;But the lab’s work is not just about fun. Its mission is finding out how these immersive experiences can be applied to improve everyday life in all sorts of areas such as conservation, communications systems and empathy. And the power of VR to generate empathy is exactly what the &lt;em&gt; Crystal Reef&lt;/em&gt; project explores.&lt;/p&gt;\n&lt;p&gt;The &lt;em&gt; Crystal Reef&lt;/em&gt; demo is in two parts: a 360 video followed by an interactive experience. The video starts with an aerial view of the rocky reefs of the Italian coastline of Ischia. Then suddenly I’m on a boat listening to marine scientist Fio Micheli. At first I can’t see her, and it takes me a little while to realize that I’m facing the wrong way and she’s behind me. That’s actually one of the things I love most about VR video: Just like in real life, you have to look around, interact with your environment and make sense of things for yourself. But it’s when the demo moves underwater with the HTC Vive that the interactivity really kicks up a notch.&lt;/p&gt;\n&lt;p&gt;\n\n  \n  &lt;span class=&quot;figure embed&quot; itemscope=&quot;&quot; itemtype=&quot;http://schema.org/ImageObject&quot; itemprop=&quot;image&quot; itemid=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/05/12/tcrmonterey4.jpg&quot;&gt;\n    &lt;picture itemprop=&quot;contentUrl&quot; width=&quot;961&quot; height=&quot;641&quot; class=&quot;mapping-embed&quot;&gt;&lt;!--[if IE 9]&gt;&lt;video style=&quot;display: none;&quot;&gt;&lt;![endif]--&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2016/05/12/tcrmonterey4.jpg 1x&quot; media=&quot;(min-width: 1200px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/05/12/tcrmonterey4.jpg 1x&quot; media=&quot;(min-width: 992px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-tablet/public/2016/05/12/tcrmonterey4.jpg 1x&quot; media=&quot;(min-width: 768px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-tablet/public/2016/05/12/tcrmonterey4.jpg 1x&quot; media=&quot;(min-width: 481px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-sm/public/2016/05/12/tcrmonterey4.jpg 1x&quot; media=&quot;(min-width: 0px)&quot;&gt;&lt;/source&gt;&lt;!--[if IE 9]&gt;&lt;/video&gt;&lt;![endif]--&gt;&lt;img itemprop=&quot;contentUrl&quot; width=&quot;961&quot; height=&quot;641&quot; class=&quot;mapping-embed&quot; src=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/05/12/tcrmonterey4.jpg&quot; alt=&quot;tcr_monterey4&quot; title=&quot;&quot; /&gt;&lt;/picture&gt;&lt;span class=&quot;figcaption&quot;&gt;\n                  &lt;span class=&quot;caption&quot; itemprop=&quot;caption&quot;&gt;\n            Divers are filmed off the coast of Monterey,California.          &lt;/span&gt;\n                          &lt;span class=&quot;credit&quot; itemprop=&quot;copyrightHolder&quot;&gt;\n            Tom Atkinson          &lt;/span&gt;\n              &lt;/span&gt;\n      &lt;/span&gt;\n&lt;/p&gt;\n&lt;p&gt;I can almost feel the bubbles tickling me as they rise from the corals, and I have a powerful urge to reach out and touch the fish as they swim by. Trackers on my wrists let me use breaststrokes to swim around the reef, and my dive hands mirror my own, so I feel like I’m in full control of where I go. As I explore, Micheli’s voice explains the difference between the healthy reef teeming with life on my left, and the sad-looking monochrome mass to my right, plagued by high carbon and acidity levels. Then the entire reef suddenly disappears, leaving only a barren and desolate landscape behind. Not a feel-good ending to my dive.&lt;/p&gt;\n&lt;p&gt;Cody Karutz is the Stanford graduate student who created the reef project, a collaboration between the VHIL and Hopkins Marine Station. It’s effectively the cinematic rendering of his thesis research, designed to study how virtual reality can be used to communicate climate change in an immersive and scientifically valid way. He hopes it will help bring awareness and behavior change to the topic of ocean acidification—the process by which the ocean becomes more acidic as it soaks up carbon dioxide released into the atmosphere.&lt;/p&gt;\n&lt;p&gt;Karutz’s previous projects included tagging live fish in the kelp forests of California’s Monterey Bay and transferring their movement data to create avatars—digital representations linked to real-world creatures—in virtual reality. Studies showed that people engage more with those avatars than pre-programmed agents, so they wanted to see whether this applied to animals as well. (It did: People felt much more upset as the fish disappeared when they thought they represented real-world fish.) The goal was to eventually let people adopt those fish, creating a more personal connection with the ecosystem. He believes that virtual reality has definite advantages in the type of conservation experiences it can create.&lt;/p&gt;\n&lt;p&gt;“We put users in places they wouldn’t normally have access to, so it does away with that sense of psychological distance. We can also speed up the effects so that the process of a reef disappearing can be experienced in a few minutes rather than 100 years,” Karutz says.&lt;/p&gt;\n&lt;p&gt;When experienced in—excuse the pun—full immersion this is pretty powerful stuff. The navigation with hand movements is part of what Karutz calls “embodied cognition.” “When you use full body motions with all limbs you create higher engagement and learning,” he explains.&lt;/p&gt;\n&lt;p&gt;In the video Micheli explains that the hardest part of a conservationist’s job is making people care. The whole &lt;em&gt; Crystal Reef&lt;/em&gt; simulation is designed to make you do just that, and it works. I was left with a palpable sense of loss as the reefs disappeared and morphed into what scientists call an “ocean moonscape.” No wonder filmmaker Chris Milk called virtual reality the “ultimate empathy machine” in his recent TED Talk. We’re much more likely to care about something if we feel like we’re more than mere spectators.&lt;/p&gt;\n&lt;p&gt;Linden Lab CEO Ebbe Altberg knows a thing or two about that. His company has been managing open-world virtual platform Second Life (SL) for over a decade. The fact that SL is profitable and still attracts around a million users a month in spite of its age and technical limitations is a testament to the enduring appeal of those virtual environments. Second Life ’s success is now funding Linden Lab’s new VR venture, code named Project Sansar, due to launch in the summer. Altberg plans for Sansar users to be able to easily create and share their own VR experiences, and he’s enthused about bringing fully immersive content to the masses:&lt;/p&gt;\n&lt;p&gt;“In VR, I’m now inhabiting that avatar, because it’s &lt;em&gt; my&lt;/em&gt; hands moving, it’s &lt;em&gt; my&lt;/em&gt; face moving. Now you’re not seeing dolls, you’re seeing humans. Having that experience is a whole different thing. It’s exciting, it’s scary, and it could even be traumatic.”&lt;/p&gt;\n&lt;p&gt;VHIL researchers have also found that virtual reality is much more powerful than traditional media in changing behavior, even getting people recycle more or eat less meat. In one experiment, participants took a “virtual shower” and were given visual feedback (such as images of burning coal) based on the amount of energy they used to heat and transport that virtual water. When washing their hands in the physical world afterward, participants exposed to this vivid imagery consistently reduced their hot water consumption.&lt;/p&gt;\n&lt;p&gt;Bailenson and the Crystal Reef team are hopeful this will make a real difference to marine conservation, specially now that virtual reality is attracting such interest, and the popularization of the technology will allow these messages to be delivered to a mass audience:&lt;/p&gt;\n&lt;p&gt;“If you show someone the consequences of their actions in virtual reality, it makes them rethink their physical behavior,” says Bailenson. “With concepts like climate change, or deforestation, or even pollution, we can use virtual reality to make the relationship between human behavior and their consequences less abstract and more concrete.”&lt;/p&gt;\n&lt;p&gt;Watching nature’s greatest wonders fade before your eyes, and knowing that you’re at least partially to blame, might not be most people’s idea of fun, but the overall experience is hopeful: It’s in our power to do something about it. And that is what VR is all about, turning us from passive spectators to active agents in a changing world shaped by our actions.&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/vr-tries-make-you-care-about-coral-reefs-459378</guid>\n <pubDate>Thu, 12 May 2016 16:02:58 -0400</pubDate>\n</item>\n<item>\n <title>Repetitive Football Hits May Cause Visual Abnormalities </title>\n <link>http://www.newsweek.com/repetitive-football-hits-may-cause-visual-abnormalities-459361</link>\n <description>&lt;p&gt;It’s clear that football has &lt;a  href=&quot;http://www.npr.org/sections/thetwo-way/2016/03/15/470513922/in-a-first-nfl-executive-admits-football-is-linked-to-brain-damage&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; a problem&lt;/a&gt; with &lt;a  href=&quot;http://www.protectthebrain.org/Brain-Injury-Research/What-is-CTE-.aspx&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; concussions and brain injury&lt;/a&gt;. But more and more work hints that repetitive hits to the head, even those that don’t cause concussions, can lead to problems down the road. Now, new research suggests that repetitive “sub-concussive” hit (i.e., those that do not cause concussion) may impair vision.&lt;/p&gt;\n&lt;p&gt;In a &lt;a  href=&quot;http://archopht.jamanetwork.com/article.aspx?articleid=2522189&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; study published&lt;/a&gt; May 12 in the journal &lt;em&gt; JAMA Ophthalmology&lt;/em&gt;, researchers from Temple University and elsewhere found that college football players who took a lot of hits had a reduced ability to focus on objects close to their eyes, compared to their peers who weren’t knocked around as much.&lt;/p&gt;\n&lt;p&gt;In the paper, the scientists measured the number and intensity of hits 29 college football players took over the course of five full-contact training camp practices, by placing an accelerometer in the athletes’ mouth guards. They then classified players into either a high- or low-impact category. Afterward, they performed what’s called the “near point of convergence” (NPC) test, which gauges a person’s ability to focus on an object as it gets closer and closer to the eyes. (NPC measures the distance at which an object can no longer be focused on without double-vision, hence lower scores are better.) Those in the high-impact group had a reduced ability to focus on objects nearer to their eyes after practices—and thus a higher NPC score—compared to those who were hit less.&lt;/p&gt;\n&lt;p&gt;When on object gets too close, the eyes eventually cannot maintain “convergence” and double-vision occurs. At that point, “the muscles and nerves around the eyes are not able to maintain focus on a single object,” says Temple neuroscientist and lead author Dianne Langford. To keep focus requires a careful calibration of these nerves and muscles. This finely-tuned ability gradually declines with age, and is sensitive to brain injury—&lt;a  href=&quot;http://www.neuropt.org/docs/default-source/csm-2015-handouts/vestibular-sig-evaluation-and-treatment-of-visual-dysfunction-following-concussion.pdf?sfvrsn=2&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;previous&lt;/a&gt; &lt;a  href=&quot;http://www.ncbi.nlm.nih.gov/pubmed/26453625&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; work&lt;/a&gt; has shown that concussions cause a significant increase in NPC score. This is the first study to show the same can happen, though to a much smaller degree, with repetitive sub-concussive hits.&lt;/p&gt;\n&lt;p&gt;Even within the high-impact group, those who were knocked around more had a greater degree of disruption in their ability to focus at close range.&lt;/p&gt;\n&lt;p&gt;Langford says they don’t know for sure what is causing the change in vision, but it could be due to injury in the brainstem resulting from the rotational torque of taking hard hits.&lt;/p&gt;\n&lt;p&gt;It’s important to point out, however, that three weeks after full-contact practices ended, visual scores improved and reverted to their baseline levels, Langford says. But, she adds, she’d be concerned about somebody undergoing this level of contact for many years, or an entire career. “I’m really not sure what the outcome may be,” she says. “It’s like if you were to stress a muscle, when you rest, you recover. But if you continue to [take repetitive hits to the head] over and over, I don’t know if there’d be a full recovery.”&lt;/p&gt;\n&lt;p&gt;There are limitations to the study. It was relatively small, including only 29 players. And the changes in vision were subclinical; none of the athletes complained of any symptoms after practices, and didn’t notice any changes in their vision.&lt;/p&gt;\n&lt;p&gt;“Therefore, one wonders if these changes are clinically meaningful,” write physicians Andrew Lee and Steven Galetta, respectively with Houston Methodist Hospital and NYU Langone Medical Center, in &lt;a  href=&quot;http://archopht.jamanetwork.com/article.aspx?articleid=2522182&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; a commentary&lt;/a&gt; published alongside the study.&lt;/p&gt;\n&lt;p&gt;Nevertheless, it adds to a body of work suggesting repetitive subconcussive hits, sustained over years, may cause brain damage. &lt;a  href=&quot;http://www.bu.edu/cte/about/frequently-asked-questions/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; Some research&lt;/a&gt; has for example hinted at a link between a history of subconcussive impacts and chronic traumatic encephalopathy, a progressive degenerative disease of the brain, Langford says.&lt;/p&gt;\n&lt;p&gt;“If the findings of this study are confirmed, it will provide further impetus to limit full-contact&lt;/p&gt;\n&lt;p&gt;practices in collision sports,” Galetta and Lee write.&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/repetitive-football-hits-may-cause-visual-abnormalities-459361</guid>\n <pubDate>Thu, 12 May 2016 15:06:47 -0400</pubDate>\n</item>\n<item>\n <title>Leaked Documents Show Facebook Relied on Heavy-Handed Humans to Run Trending Topics</title>\n <link>http://www.newsweek.com/leaked-documents-show-facebook-relied-heavy-handed-humans-run-trending-topics-459367</link>\n <description>&lt;p&gt;&lt;em&gt;Updated | &lt;/em&gt;If Facebook looks like a media company, quacks like a media company and operates like a media company, according to leaked documents, is the social network a media company?&lt;/p&gt;\n&lt;p&gt;Internal Facebook documents, &lt;a  href=&quot;https://www.theguardian.com/technology/2016/may/12/facebook-trending-news-leaked-documents-editor-guidelines&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; published Thursday by &lt;em&gt; The Guardian&lt;/em&gt;&lt;/a&gt;,&lt;em&gt; &lt;/em&gt; revealed the inner workings of how its curating journalists organize its &quot;trending&quot; topics section. The module, its curators and Facebook at large have been accused of editorial bias against conservative news topics, which prompted &lt;a href=&quot;http://www.newsweek.com/senate-now-investigating-whether-facebook-censored-conservative-news-458124&quot;&gt; an inquiry from Republican Senator John Thune&lt;/a&gt;.&lt;/p&gt;\n&lt;p&gt;Facebook previously claimed it determines its trending topics by statistical and algorithmic factors, such as engagement, timeliness, pages a specific user liked and the user’s location. But a document outlining the editorial process for the section reveals more human intervention reliant on news values and editorial judgment practiced in traditional newspapers and television channels.&lt;/p&gt;\n&lt;p&gt;The document also shows that the curators work in shifts around the clock, with three eight-hour shifts ending at 8 a.m., 4 p.m. and midnight. It also goes into detail on when curators can “inject” certain non-viral but newsworthy topics—such as the Black Lives Matter movement, &lt;a  href=&quot;http://gizmodo.com/former-facebook-workers-we-routinely-suppressed-conser-1775461006&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; according to the Gizmodo report on Monday&lt;/a&gt;—into its platform.&lt;/p&gt;\n&lt;p&gt;Despite the clear guidelines for injecting news topics, Tom Stocky, who is in charge of Facebook’s trending topics list, wrote on his profile on Tuesday night that his team members &lt;a href=&quot;https://www.facebook.com/tstocky/posts/10100853082337958&quot;&gt; “do not insert stories artificially into trending topics, and do not instruct our reviewers to do so.”&lt;/a&gt;&lt;/p&gt;\n&lt;p&gt;Curators can blacklist certain topics for a maximum of 24 hours and only if a topic is a duplicate of an existing one or “doesn’t represent a real-world event.” The latter is decided by the discretion of the editor.&lt;/p&gt;\n&lt;p&gt;For deciding what is a real-world event or not, the Facebook curators relied heavily on 10 outlets: BBC News, CNN, Fox News, &lt;em&gt; The Guardian&lt;/em&gt;, NBC News, &lt;em&gt; The New York Times, USA Today, The Wall Street Journal, Washington Post&lt;/em&gt;, Yahoo News or Yahoo. The document broke down the importance levels of news topics into three escalating tiers—“national story,” “major story” and “nuclear”—which is decided by how many of the 10 outlets are share a certain topic on its front page.&lt;/p&gt;\n&lt;p&gt;In an interview with &lt;em&gt;The Verge, &lt;/em&gt;Facebook&#039;s head of Instant Articles Will Cathcart says that Facebook is not striving to be a media company for its daily users. &quot;We’re not interested in adding our point of view,&quot; Cathcart says. &quot;We actually don’t think that works for a billion people.&quot;&lt;/p&gt;\n&lt;p&gt;Along with the leaked guideline document, &lt;em&gt; The Guardian &lt;/em&gt; published a list of &lt;a  href=&quot;https://interactive.guim.co.uk/embed/documentcloud/index.html?docid=2830611-RSS-Urls&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; 1,000 trusted sources used by the trending topics team&lt;/a&gt;. The list, provided by Facebook, includes conservative outlets like RedState, Breitbart and the Drudge Report.&lt;/p&gt;\n&lt;p&gt;“Facebook does not allow or advise our reviewers to systematically discriminate against sources of any political origin, period,” Facebook’s vice president of global operations, Justin Osofsky, told&lt;em&gt; The Guardian. “&lt;/em&gt;What these guidelines show is that we’ve approached this responsibly and with the goal of creating a high-quality product—in the hopes of delivering a meaningful experience for the people who use our service.”&lt;/p&gt;\n&lt;p&gt;&lt;em&gt;The story has been updated with Cathcart&#039;s statement on Trending Topics.&lt;/em&gt;&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/leaked-documents-show-facebook-relied-heavy-handed-humans-run-trending-topics-459367</guid>\n <pubDate>Thu, 12 May 2016 15:00:05 -0400</pubDate>\n</item>\n<item>\n <title>Erdogan-Burgers On The Menu As German Eatery Reopens</title>\n <link>http://www.newsweek.com/erdogan-burgers-menu-german-eatery-re-opens-459188</link>\n <description>&lt;p&gt;A German eatery has re-opened and is selling its “Erdogan-Burgers” again after a forced three-day closure.&lt;/p&gt;\n&lt;p&gt;Urban Burgery, in Cologne, received threats on social media from supporters of the Turkish president Recep Tayyip Erdogan in response to its recipe, featuring a classic hamburger with a large slice of goat&#039;s cheese—a reference to German satirist &lt;a href=&quot;http://www.newsweek.com/german-comedian-jan-boehmermann-under-police-protection-after-erdogan-poem-447204&quot;&gt; Jan Böhmermann’s “obscene” poem&lt;/a&gt; poking fun at the Turkish leader.&lt;/p&gt;\n&lt;p&gt;“Due to concrete threats, and in particular calls by Erdogan supporters to come to our restaurant, we can no longer guarantee the safety of our workers,” the burger bar said, when it was forced to shut on May 9.&lt;/p&gt;\n&lt;p&gt;Two of the restaurant’s Turkish chefs handed in their notice after they received threats, Germany&#039;s international broadcaster &lt;a  href=&quot;http://www.dw.com/en/threats-over-erdogan-burger-force-cologne-eatery-to-close/a-19244452&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; Deutsche Welle&lt;/a&gt; reports.&lt;/p&gt;\n&lt;p&gt;When the venue re-opened on May 11 selling &quot;Erdogan-Burgers&quot; once again, the owner, Jörg Tiemann, issued a statement on the Urban Burgery &lt;a href=&quot;https://www.facebook.com/urbanburgery/&quot;&gt; Facebook page&lt;/a&gt;: “We will not let ourselves be muzzled by enemies of democracy, rule of law and civil liberties....now more than ever!&quot;&lt;/p&gt;\n&lt;p&gt;The fast-food restaurant added the &quot;Erdogan-Burger&quot; to its menu at the beginning of April, as a &lt;a  href=&quot;http://www.bbc.co.uk/news/world-europe-36266108&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; “satirical answer”&lt;/a&gt; to the Turkish government&#039;s crackdown on freedom of speech.&lt;/p&gt;\n&lt;p&gt;Turkish journalists, Can Dundar and Erdem Gul face jail time for &lt;a  href=&quot;http://www.bbc.co.uk/news/world-europe-36233282&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; “revealing state secrets”&lt;/a&gt; in an article they wrote, which disclosed information relating to Turkey’s supply of arms to jihadi rebels in Syria. Böhmermann, who read his poem insulting Erdogan on the German TV channel, ZDF, is still being investigated by German prosecutors as to whether or not he broke the law by insulting a foreign leader.&lt;/p&gt;\n&lt;p&gt;Last month, Erdogan announced that he would take &lt;a  href=&quot;http://www.independent.co.uk/news/world/europe/turkish-president-recep-tayyip-erdo-an-is-threatening-to-sue-all-who-insults-him-a6963521.html&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; legal action&lt;/a&gt; against anyone who insulted him.&lt;/p&gt;\n&lt;p&gt;“What’s so frightening about the case of the comedian and the burger restaurant is that the arm of the Turkish state has now extended right into the heart of Europe,” Jo Glanville, Director at &lt;a  href=&quot;https://www.englishpen.org/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;English PEN&lt;/a&gt;, an organization defending writers’ freedom of expression, tells &lt;em&gt; Newsweek&lt;/em&gt;. “It is extremely disturbing that Angela Merkel [the German Chancellor] gave the go-ahead for the comedian’s prosecution. I hope the case against him will be thrown out of the court, but whatever happens it is likely to have a chilling effect on the German population and others who want to question Erdogan.”&lt;/p&gt;\n&lt;p&gt;“I am delighted, though, that the restaurant has reopened and I hope that Germany will not allow intimidation from Erdogan and his supporters to continue,” she says.&lt;/p&gt;\n&lt;p&gt;The restaurant’s owner insisted that another forced closure was not an option and that the “Erdogan-Burger” would remain on the menu: “We&#039;ll sell it for as long as people want it or until Erdogan ends his policy,” Tiemann &lt;a  href=&quot;http://www.bbc.co.uk/news/world-europe-36266108&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; said&lt;/a&gt;. Since re-opening, the eatery has installed CCTV cameras as a security measure.&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/erdogan-burgers-menu-german-eatery-re-opens-459188</guid>\n <pubDate>Thu, 12 May 2016 14:26:48 -0400</pubDate>\n</item>\n<item>\n <title>Georgia Launches U.S.-led Military Drill Despite Russian Warning</title>\n <link>http://www.newsweek.com/georgia-launches-us-led-military-drill-despite-russian-warning-459272</link>\n <description>&lt;p&gt;Georgia has launched a two-week military exercise with NATO allies led by the U.S. despite Russia’s warnings that they have been following the preparations and consider Georgia’s actions provocative.&lt;/p&gt;\n&lt;p&gt;Relations between Georgia and Russia took a severe turn for the worse in 2008 when, after years of political deadlock with separatists in two of its regions near its border with Russia, Georgia opted for a military solution. In response, Russia, who had supported separatists in both regions—South Ossetia and Abkhazia—advanced forces to fight Georgian troops away from the territories. Since then Russia has moved towards effectively incorporating the two regions under its leadership, while Georgia has refused to recognize them as anything but its sovereign territory, temporarily out of its control.&lt;/p&gt;\n&lt;p&gt;Meanwhile, Georgia has also actively sought to join NATO, despite Russia repeatedly making clear that it considers any increase of NATO presence near its borders a threat.&lt;/p&gt;\n&lt;p&gt;In the latest of these moves, Georgia kicked off the 2016 &lt;a  href=&quot;http://www.eur.army.mil/noblepartner/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; Noble Partner exercise&lt;/a&gt; on Wednesday. The drill sees 500 Georgian, 650 U.S. and 150 U.K. soldiers train together to improve the military-to-military relationship between NATO states and Georgia and to raise Georgia’s standards to NATO levels.&lt;/p&gt;\n&lt;p&gt;Russia’s &lt;a  href=&quot;http://ria.ru/world/20160506/1428076732.html&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; Ministry of Foreign Affairs&lt;/a&gt; responded to the drill by accusing Georgia of harboring “revanchist ambitions” and condemning NATO’s “provocative step” to side with Georgia.&lt;/p&gt;\n&lt;p&gt;Both NATO and Russia have reinforced military assets near their mutual borders since Russia’s annexation of Ukraine’s Crimea in 2014 and both sides have insisted &lt;a href=&quot;http://europe.newsweek.com/nato-russia-preparing-conflict-warns-report-331499&quot;&gt; their measures are defensive&lt;/a&gt;.&lt;/p&gt;\n&lt;p&gt;Georgia has wanted NATO membership since before its altercation with Russia in 2008, however, the country is yet to be given a deadline on when it can expect to join the alliance. The protracted process of Georgia’s admittance has &lt;a href=&quot;http://www.newsweek.com/putin-vetoing-which-countries-can-join-nato-402699&quot;&gt; fueled speculation that NATO is unwilling&lt;/a&gt; to anger Russia, though NATO allies have been able to point to the fact that Georgia does not have full control over all of its regions as a reason why embarking on an official alliance with the country would be difficult.&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/georgia-launches-us-led-military-drill-despite-russian-warning-459272</guid>\n <pubDate>Thu, 12 May 2016 14:00:15 -0400</pubDate>\n</item>\n<item>\n <title>Methane Pollution Addressed With First-Ever EPA Rules</title>\n <link>http://www.newsweek.com/methane-pollution-addressed-first-ever-epa-rules-459350</link>\n <description>&lt;p&gt;&lt;em&gt;This story was originally published by &lt;a  href=&quot;http://www.motherjones.com/environment/2016/05/obama-methane-epa&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;Mother Jones&lt;/a&gt; and is reproduced here as part of the &lt;a  href=&quot;http://climatedesk.org/&quot;   rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;Climate Desk collaboration&lt;/a&gt;.&lt;/em&gt;&lt;/p&gt;\n&lt;p&gt;The Environmental Protection Agency on Thursday released the &lt;a  href=&quot;https://www3.epa.gov/airquality/oilandgas/may2016/nsps-finalrule.pdf&quot;  rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;final version&lt;/a&gt; of new federal rules intended to curb emissions of a powerful greenhouse gas.&lt;/p&gt;\n&lt;p&gt;Methane, which is the main component of natural gas, had previously been unregulated. There&#039;s a mounting pile of evidence suggesting that as the United States relies increasingly on gas via fracking to produce electricity, methane emissions are &lt;a  href=&quot;http://www.motherjones.com/environment/2016/02/methane-emissions-aliso-canyon&quot;  rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;much higher&lt;/a&gt; than most people expected them to be.&lt;/p&gt;\n&lt;p&gt;That&#039;s a problem for the fight against climate change. Methane emissions are far lower than carbon dioxide emissions, and methane survives in the atmosphere for a relatively short period of time. But methane is far more effective at trapping heat than CO2 is, which makes it a significant near-term warming threat. As I &lt;a  href=&quot;http://www.motherjones.com/environment/2016/03/did-fracking-ruin-obamas-climate-legacy&quot;  rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;reported in a deep dive on methane&lt;/a&gt;:&lt;/p&gt;\n&lt;blockquote&gt;&lt;p&gt;When unburned methane leaks into the atmosphere, it can help cause dramatic warming in a relatively short period of time. Methane emissions have long been a missing piece in the country&#039;s patchwork climate policy.... The natural gas system produces methane emissions at nearly every step of the process, from the well itself to the pipe that carries gas into your home. Around two-thirds of those emissions are &quot;intentional,&quot; meaning they occur during normal use of equipment. For example, some pneumatic gauges use the pressure of natural gas to flip on or off and emit tiny puffs of methane when they do so. The other one-third comes from so-called &quot;fugitive&quot; emissions, aka leaks, that happen when a piece of equipment cracks or otherwise fails.&lt;/p&gt;\n&lt;/blockquote&gt;\n&lt;p&gt;The lack of regulations on methane was one reason why President Barack Obama&#039;s climate strategy, which hinges on swapping the country&#039;s coal consumption for natural gas, has been frowned upon by some environmentalists. Even today&#039;s regulations are &lt;a  href=&quot;http://www.motherjones.com/environment/2015/01/climate-change-methane-obama-criticism&quot;  rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;only a partial solution&lt;/a&gt;, since they apply only to new and modified natural gas infrastructure, not systems that already exist. And by some analysts&#039; reckoning, more than 70 percent of gas-sector methane emissions from now until 2025 will come from sources that already exist.&lt;/p&gt;\n&lt;p&gt;Still, the regulation announced today achieves one of the final remaining big items on Obama&#039;s climate checklist. It aims to reduce gas-sector methane emissions 40 to 45 percent below 2012 levels by 2025 by tightening the allowed emissions from pumps, compressors, wells and other infrastructure; requiring more frequent surveys for leaks; and implementing a data-gathering survey that will give officials and companies a better understanding of just how much methane leakage there really is. The EPA expects the regulations to cost $530 million by 2025 but to produce $690 million in environmental benefits.&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/methane-pollution-addressed-first-ever-epa-rules-459350</guid>\n <pubDate>Thu, 12 May 2016 13:54:03 -0400</pubDate>\n</item>\n<item>\n <title>&#039;Game of Thrones&#039; Fans Want $20 Million to &#039;Fix&#039; Dorne Scenes</title>\n <link>http://www.newsweek.com/game-thrones-fans-want-20-million-fix-dorne-scenes-459208</link>\n <description>&lt;p&gt;Reddit has developed a reputation as &lt;a  href=&quot;https://www.reddit.com/r/asoiaf/comments/22f6lx/spoilers_all_benioff_weiss_are_screwing_with_us/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; being something of a hub&lt;/a&gt; [spoilers] for disgruntled &lt;a href=&quot;http://europe.newsweek.com/search?q=game+of+thrones&amp;amp;op=Search&quot;&gt;&lt;em&gt; Game of Thrones&lt;/em&gt;&lt;/a&gt; fans. As acclaimed as the show is, creators David Benioff and D.B.Weiss haven’t been able to please everyone—over the last six seasons there’s been criticism of casting choices, the graphic sex and deviating too far from George R.R.Martin’s &lt;a href=&quot;http://europe.newsweek.com/game-thrones-george-r-r-martin-reveals-new-sample-chapter-458475&quot;&gt;&lt;em&gt; A Song of Ice and Fire&lt;/em&gt; novels&lt;/a&gt;, on which the series is based.&lt;/p&gt;\n&lt;p&gt;But while most fans would probably vent on the Internet and be done with it, one group of viewers has taken matters into their own hands. David Panfilo, who was a question writer on the official &lt;a href=&quot;http://europe.newsweek.com/hbo-making-life-lot-harder-games-thrones-pirates-457957&quot;&gt;&lt;em&gt; Game of Thrones&lt;/em&gt;&lt;/a&gt; trivia game, director/writer Sean Ireland, Vincent Pezzutti, Teela Wyman and Jonathan Ying have launched a &lt;a  href=&quot;https://www.kickstarter.com/projects/1833467562/fixing-dorne&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; Kickstarter campaign&lt;/a&gt; to raise $20 million—no, really, 20 million—to reshoot scenes set in fictional country Dorne. The creative bunch feel the home of fallen Princes Oberyn and Doran hasn’t been done justice on the small screen.&lt;/p&gt;\n&lt;p&gt;Now, there may be a temptation to dismiss the project, titled “Fixing Dorne”, as absurd based on the monetary goal alone, but the group feel they are justified in their reasoning. “The costume and set designers for the show did a fantastic job with the Dornish culture,” the campaign concedes, but “many of our qualms come from strange writing choices and what seemed like a misallocation of creative resources.”&lt;/p&gt;\n&lt;p&gt;Among the things the group hopes to “fix” is writing the Sand Snakes—the group of deadly female assassins that helped kill Myrcella Lannister in season five—to be more three-dimensional and not “just catty comic relief.” In a show that has so many strong, complex female characters with various shades of moral ambiguity—Cersei Lannister and Arya Stark among them—perhaps the criticism of the Sand Snakes isn’t unwarranted. The season six premiere, for example, played for laughs when Nymeria said, “You’re a greedy bitch, you know that?” to her sister Obara after the latter killed Trystane Martell.&lt;/p&gt;\n&lt;p&gt;\n\n  \n  &lt;span class=&quot;figure embed&quot; itemscope=&quot;&quot; itemtype=&quot;http://schema.org/ImageObject&quot; itemprop=&quot;image&quot; itemid=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/05/12/game-thrones-fixing-dorne.png&quot;&gt;\n    &lt;picture itemprop=&quot;contentUrl&quot; width=&quot;680&quot; height=&quot;322&quot; class=&quot;mapping-embed&quot;&gt;&lt;!--[if IE 9]&gt;&lt;video style=&quot;display: none;&quot;&gt;&lt;![endif]--&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2016/05/12/game-thrones-fixing-dorne.png 1x&quot; media=&quot;(min-width: 1200px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/05/12/game-thrones-fixing-dorne.png 1x&quot; media=&quot;(min-width: 992px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-tablet/public/2016/05/12/game-thrones-fixing-dorne.png 1x&quot; media=&quot;(min-width: 768px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-tablet/public/2016/05/12/game-thrones-fixing-dorne.png 1x&quot; media=&quot;(min-width: 481px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-sm/public/2016/05/12/game-thrones-fixing-dorne.png 1x&quot; media=&quot;(min-width: 0px)&quot;&gt;&lt;/source&gt;&lt;!--[if IE 9]&gt;&lt;/video&gt;&lt;![endif]--&gt;&lt;img itemprop=&quot;contentUrl&quot; width=&quot;680&quot; height=&quot;322&quot; class=&quot;mapping-embed&quot; src=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/05/12/game-thrones-fixing-dorne.png&quot; alt=&quot;Game of Thrones - Fixing Dorne&quot; title=&quot;&quot; /&gt;&lt;/picture&gt;&lt;span class=&quot;figcaption&quot;&gt;\n                  &lt;span class=&quot;caption&quot; itemprop=&quot;caption&quot;&gt;\n            A sketch of how the Fixing Dorne team imagine the Sand Snakes looking.          &lt;/span&gt;\n                          &lt;span class=&quot;credit&quot; itemprop=&quot;copyrightHolder&quot;&gt;\n            Teela Wyman          &lt;/span&gt;\n              &lt;/span&gt;\n      &lt;/span&gt;\n&lt;/p&gt;\n&lt;p&gt;So, how exactly do they intend to pull off their reimagining of Dorne? The team hope to reshoot scenes set in Dorne and allow viewers to watch them within the context of each &lt;em&gt; Game of Thrones&lt;/em&gt; episode. So, instead of watching the Dorne scene on the show, you’d pause the episode and watch Fixing Dorne’s scene instead. It’s &lt;a  href=&quot;http://www.forbes.com/sites/jeffbercovici/2014/07/10/using-a-second-screen-while-watching-tv-is-now-the-norm/#556d43333a99&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; second-screen viewing&lt;/a&gt; taken to a whole new level.&lt;/p&gt;\n&lt;p&gt;The $20 million budget, they say, would help ensure they can match the show’s high production values (thought to be $10 million an episode) and could even be put towards hiring some of the original &lt;em&gt; Game of Thrones&lt;/em&gt; stars such as Jaime Lannister actor Nikolaj Coster-Waldau and Bronn actor Jerome Flynn, who spent most of season five in Dorne. You can’t accuse them of being unambitious.&lt;/p&gt;\n&lt;p&gt;&lt;/p&gt;&lt;div class=&quot;embed-responsive embed-responsive-16by9&quot;&gt;&lt;iframe frameborder=&quot;0&quot; scrolling=&quot;no&quot; allowfullscreen=&quot;1&quot; class=&quot;embed-responsive-item&quot; src=&quot;http://video.ibt.com/share/17834?publisher=nw&quot;&gt;&lt;/iframe&gt;&lt;/div&gt;\n&lt;p&gt;The project has already managed to gain some steam, raising over $20,000. However, it’s still a long way off its goal.&lt;/p&gt;\n&lt;p&gt;Of course, all of this is subject to legal opposition from HBO, but barring any intervention—and assuming they manage to raise their eight-figure goal—look for Fixing Dorne to hit a screen near you sometime in 2018.&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/game-thrones-fans-want-20-million-fix-dorne-scenes-459208</guid>\n <pubDate>Thu, 12 May 2016 13:48:47 -0400</pubDate>\n</item>\n<item>\n <title>Online Auction for Gun Used to Kill Trayvon Martin Apparently Halted</title>\n <link>http://www.newsweek.com/online-auction-gun-used-kill-trayvon-martin-apparently-halted-459358</link>\n <description>&lt;p&gt;An online auction for the gun used to kill Trayvon Martin appears to have been halted. The website GunBroker.com now &lt;a  href=&quot;http://www.gunbroker.com/Auction/ViewItem.aspx?Item=558112068&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; returns an error&lt;/a&gt; at the link where George Zimmerman listed the Kel-Tec PF-9 9mm handgun he used in the 2012 shooting, with a note saying, “Sorry, but the item you have requested is no longer in the system.”&lt;/p&gt;\n&lt;p&gt;\n\n  \n  &lt;span class=&quot;figure embed&quot; itemscope=&quot;&quot; itemtype=&quot;http://schema.org/ImageObject&quot; itemprop=&quot;image&quot; itemid=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/05/12/screen-shot-2016-05-12-1.png&quot;&gt;\n    &lt;picture itemprop=&quot;contentUrl&quot; width=&quot;961&quot; height=&quot;473&quot; class=&quot;mapping-embed&quot;&gt;&lt;!--[if IE 9]&gt;&lt;video style=&quot;display: none;&quot;&gt;&lt;![endif]--&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2016/05/12/screen-shot-2016-05-12-1.png 1x&quot; media=&quot;(min-width: 1200px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/05/12/screen-shot-2016-05-12-1.png 1x&quot; media=&quot;(min-width: 992px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-tablet/public/2016/05/12/screen-shot-2016-05-12-1.png 1x&quot; media=&quot;(min-width: 768px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-tablet/public/2016/05/12/screen-shot-2016-05-12-1.png 1x&quot; media=&quot;(min-width: 481px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-sm/public/2016/05/12/screen-shot-2016-05-12-1.png 1x&quot; media=&quot;(min-width: 0px)&quot;&gt;&lt;/source&gt;&lt;!--[if IE 9]&gt;&lt;/video&gt;&lt;![endif]--&gt;&lt;img itemprop=&quot;contentUrl&quot; width=&quot;961&quot; height=&quot;473&quot; class=&quot;mapping-embed&quot; src=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/05/12/screen-shot-2016-05-12-1.png&quot; alt=&quot;Screen Shot 2016-05-12 at 1&quot; title=&quot;&quot; /&gt;&lt;/picture&gt;&lt;span class=&quot;figcaption&quot;&gt;\n                  &lt;span class=&quot;caption&quot; itemprop=&quot;caption&quot;&gt;\n            The gun George Zimmerman used in the shooting of Trayvon Martin in 2012 appears to have been removed from the website GunBroker.com. A one-day auction for the firearm had been set to begin Thursday morning.           &lt;/span&gt;\n                          &lt;span class=&quot;credit&quot; itemprop=&quot;copyrightHolder&quot;&gt;\n            GunBroker.com          &lt;/span&gt;\n              &lt;/span&gt;\n      &lt;/span&gt;\n&lt;/p&gt;\n&lt;p&gt;Zimmerman—a neighborhood watch volunteer who fatally shot the unarmed black teenager—was &lt;a  href=&quot;http://www.nytimes.com/2013/07/14/us/george-zimmerman-verdict-trayvon-martin.html&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; acquitted&lt;/a&gt; of second-degree murder and manslaughter. After the Department of Justice returned his gun, he decided to put it up for auction on GunBroker.com.&lt;/p&gt;\n&lt;p&gt;&quot;I thought it was time to move past the firearm. If I sell it, and it sells, I move past it. Otherwise it&#039;s going in a safe for my grandkids, never to be used or seen again,” &lt;a  href=&quot;http://bigstory.ap.org/article/e8f22f2835834e768c81567b1d7720fd/pistol-used-trayvon-martin-shooting-be-auctioned&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; he told WOFL-TV&lt;/a&gt;.&lt;/p&gt;\n&lt;p&gt;“This is a piece of American history,&quot; he &lt;a  href=&quot;http://www.thedailybeast.com/articles/2016/05/12/zimmerman-shot-down-by-auction-site-for-trying-to-sell-travyon-martin-gun.html?via=twitter_page&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; reportedly wrote&lt;/a&gt; on the auction page, &lt;a  href=&quot;http://www.esquire.com/news-politics/news/a44809/george-zimmerman-trayvon-martin-gun-auction/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; claiming that&lt;/a&gt; &quot;many have expressed interest in owning and displaying the firearm including The Smithsonian Museum in Washington D.C.” The Smithsonian, however, &lt;a href=&quot;https://twitter.com/smithsonian/status/730753431821004800&quot;&gt; vehemently denied&lt;/a&gt; any past, present or future interest in purchasing or displaying the item.&lt;/p&gt;\n&lt;blockquote class=&quot;twitter-tweet&quot; data-lang=&quot;en&quot;&gt;&lt;p dir=&quot;ltr&quot; lang=&quot;en&quot; xml:lang=&quot;en&quot;&gt;We have never expressed interest in collecting George Zimmerman’s firearm, and have no plans to ever collect or display it in any museums&lt;/p&gt;\n&lt;p&gt;\t— Smithsonian (@smithsonian) &lt;a href=&quot;https://twitter.com/smithsonian/status/730753431821004800&quot;&gt;May 12, 2016&lt;/a&gt;&lt;/p&gt;&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; src=&quot;//platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;&lt;p&gt;Listing a &lt;a  href=&quot;http://www.thedailybeast.com/articles/2016/05/12/zimmerman-shot-down-by-auction-site-for-trying-to-sell-travyon-martin-gun.html?via=twitter_page&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; starting price of $5,000&lt;/a&gt;, Zimmerman wrote that a portion of the proceeds from the sale would go toward a number of causes: to “fight [Black Lives Matter] violence against Law Enforcement officers, ensure the demise of [the attorney who prosecuted him] Angela Correy’s [sic] persecution career and Hillary Clinton’s anti-firearm rhetoric.”&lt;/p&gt;\n&lt;p&gt;The one-day auction had been scheduled to run from 11 a.m. ET on Thursday until the same time Friday, but the pistol disappeared from the site almost as soon as it began, &lt;a  href=&quot;http://www.thedailybeast.com/articles/2016/05/12/zimmerman-shot-down-by-auction-site-for-trying-to-sell-travyon-martin-gun.html?via=twitter_page&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;&lt;em&gt; The Daily Beast&lt;/em&gt; reports&lt;/a&gt;. GunBroker, which bills itself as the “world’s largest online auction of firearms, parts &amp;amp; accessories,” had its &lt;a href=&quot;https://twitter.com/GunBroker&quot;&gt; Twitter account&lt;/a&gt; set to private Thursday and &lt;a  href=&quot;http://www.esquire.com/news-politics/news/a44809/george-zimmerman-trayvon-martin-gun-auction/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; did not immediately release a public statement&lt;/a&gt; about the removal of the listing from its site.&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/online-auction-gun-used-kill-trayvon-martin-apparently-halted-459358</guid>\n <pubDate>Thu, 12 May 2016 13:43:32 -0400</pubDate>\n</item>\n<item>\n <title>Maria Sharapova Launches Range Of Chocolate</title>\n <link>http://www.newsweek.com/maria-sharapova-tennis-meldonium-459289</link>\n <description>&lt;p&gt;The life of former world no.1 Maria Sharapova still seems to be pretty sweet in spite of serving a provisional ban from tennis for doping.&lt;/p&gt;\n&lt;p&gt;Sharapova, 29, has been absent from the court since March 12 after testing positive for the banned substance of &lt;a href=&quot;http://www.newsweek.com/maria-sharapova-meldonium-what-meldonium-436525&quot;&gt; meldonium&lt;/a&gt; at the Australian Open in January.&lt;/p&gt;\n&lt;p&gt;But the five-time Grand-Slam champion has spent her new-found free time launching a first range of chocolate from her candy company, Sugarpova.&lt;/p&gt;\n&lt;p&gt;There remains a chance that Sharapova &lt;a href=&quot;http://www.newsweek.com/maria-sharapova-meldonium-wimbledon-450583&quot;&gt; will feature at the Wimbledon Championships&lt;/a&gt;, which run from June 27 through July 10, with her chocolate bars also on sale.&lt;/p&gt;\n&lt;p&gt;There are plans for the  bars, which go on sale from Sunday (May 15) and cost between $4.99 and $5.99, to be available in a pop-up Sugarpova store at Wimbledon Village.&lt;/p&gt;\n&lt;p&gt;An official launch of the product is set to take place in the United States later this month.&lt;/p&gt;\n&lt;p&gt;&lt;iframe class=&quot;nwvideo&quot; frameborder=&quot;0&quot; height=&quot;360&quot; scrolling=&quot;no&quot; src=&quot;http://europe.newsweek.com/tv/embed/121?autoplay=1&quot; width=&quot;640&quot;&gt;&lt;/iframe&gt;&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/maria-sharapova-tennis-meldonium-459289</guid>\n <pubDate>Thu, 12 May 2016 13:43:30 -0400</pubDate>\n</item>\n<item>\n <title>The Government Must Support UK Nurses or Face Shortage</title>\n <link>http://www.newsweek.com/unison-government-must-support-uk-nurses-459287</link>\n <description>&lt;p&gt;Most people, at some point in their lives, have needed a nurse.&lt;/p&gt;\n&lt;p&gt;They are there at births and deaths, and at difficult times in between. They care for us when we are sick and help us get back on our feet again.&lt;/p&gt;\n&lt;p&gt;They’re the world’s largest group of health professionals, an absolutely essential part of every health service around the world—and we celebrate them each year, on May 12, International Nurses Day.&lt;/p&gt;\n&lt;p&gt;Of course nurses face many different challenges.&lt;/p&gt;\n&lt;p&gt;Some are forced to work in the most difficult and trying circumstances imaginable, putting themselves in great personal danger in order to save the lives of others. In April, in Syria, an &lt;a href=&quot;http://www.newsweek.com/un-hospital-attacks-aleppo-burning-455138&quot;&gt; air strike hit Aleppo’s al-Quds hospital&lt;/a&gt;, killing staff and patients alike. Over 700 medical professionals have died in Syria since the start of the conflict, including many nurses. Wherever there is conflict there will be nurses saving lives and providing care and comfort for those in incredible pain.&lt;/p&gt;\n&lt;p&gt;Indeed, the reason why International Nurses Day is celebrated today is because Florence Nightingale—perhaps history’s most famous wartime nurse—was born on this day.&lt;/p&gt;\n&lt;p&gt;Yet it’s not just in warzones where nurses &lt;a href=&quot;http://www.newsweek.com/ebola-nurse-pauline-cafferkey-readmitted-hospital-429365&quot;&gt; put their lives on the line&lt;/a&gt;. Others put themselves at risk in other ways, like those who traveled from around the world to fight West Africa’s recent Ebola outbreak, looking after those people ravaged by a cruel and &lt;a href=&quot;http://www.newsweek.com/ebola-guinea-quarantine-816-people-latest-flare-439376&quot;&gt; highly contagious virus&lt;/a&gt;. Some of those nurses succumbed to the virus themselves—making the ultimate sacrifice in the pursuit of saving the lives of others.&lt;/p&gt;\n&lt;p&gt;That urge to save lives drives nurses worldwide, yet their care is not just about treatment, it is also about prevention. Immunisation nurses save countless lives around the world and help eliminate contagious, treatable disease, helping the world drive down mortality rates.&lt;/p&gt;\n&lt;p&gt;In the UK nurses face difficulties of their own in an overstretched and underfunded National Health Service. An ageing population means the strain on Britain’s health service is only going to become more acute, putting more pressure on the hard-working nurses who work around the clock for relatively low wages.&lt;/p&gt;\n&lt;p&gt;As Britain’s largest health union, UNISON has always been quick to point out the importance of nursing as a profession.&lt;/p&gt;\n&lt;p&gt;Yet the U.K. government has failed to stand up for nurses and nursing, exacerbating an already serious nursing shortage by axing the NHS bursary that allowed student nurses to train. The government should be busting a gut to recruit more student nurses. And yet the government’s desperate attempt to make its numbers add up means that the future of the nursing profession, nurses’ livelihoods and the NHS have been placed in jeopardy.&lt;/p&gt;\n&lt;p&gt;Senseless cuts like this show that even in wealthy nations nursing as a profession is at risk, and must be fought for and defended.&lt;/p&gt;\n&lt;p&gt;Today is the day we set aside to remember the work that nurses do. The times they have cared for us, when they have gone above and beyond the call of duty, when they have saved lives and cared for those in need. But the nursing profession needs our thoughts and our support not just today, but each and every day. To protect their jobs and pay, and to ensure they can provide the best standard of care by working in a clean, safe and healthy environment.&lt;/p&gt;\n&lt;p&gt;After all, when they have given us so much, giving them our wholehearted support is the very least we can do in return.&lt;/p&gt;\n&lt;p&gt;&lt;em&gt;David Prentis is the General Secretary of &lt;a  href=&quot;https://www.unison.org.uk/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;UNISON&lt;/a&gt;, on of the U.K.&#039;s largest trade unions.&lt;/em&gt;&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/unison-government-must-support-uk-nurses-459287</guid>\n <pubDate>Thu, 12 May 2016 13:18:12 -0400</pubDate>\n</item>\n<item>\n <title>Radiohead, &#039;Hail to the Thief&#039;: Newsweek&#039;s Original Album Review</title>\n <link>http://www.newsweek.com/radiohead-hail-thief-newsweeks-original-album-review-459236</link>\n <description>&lt;p&gt;&lt;em&gt;In celebration of Radiohead&#039;s new album, &lt;/em&gt;&lt;a href=&quot;http://www.newsweek.com/radiohead-moon-shaped-pool-review-458324&quot;&gt;A Moon Shaped Pool&lt;/a&gt;&lt;em&gt;,&lt;/em&gt; &lt;em&gt;we&#039;re digging through our archives and republishing Devin Gordon&#039;s 2003 review of &lt;/em&gt;Hail to the Thief&lt;i&gt;, the band&#039;s sixth album. This review originally appeared in the June 9, 2003, magazine with the headline &quot;We Regret to Inform You That Radiohead Still Sounds Weird.&quot;&lt;/i&gt;&lt;/p&gt;\n&lt;p&gt;\n\n  \n  &lt;span class=&quot;figure embed&quot; itemscope=&quot;&quot; itemtype=&quot;http://schema.org/ImageObject&quot; itemprop=&quot;image&quot; itemid=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/05/12/hail-thief.png&quot;&gt;\n    &lt;picture itemprop=&quot;contentUrl&quot; width=&quot;961&quot; height=&quot;331&quot; class=&quot;mapping-embed&quot;&gt;&lt;!--[if IE 9]&gt;&lt;video style=&quot;display: none;&quot;&gt;&lt;![endif]--&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2016/05/12/hail-thief.png 1x&quot; media=&quot;(min-width: 1200px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/05/12/hail-thief.png 1x&quot; media=&quot;(min-width: 992px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-tablet/public/2016/05/12/hail-thief.png 1x&quot; media=&quot;(min-width: 768px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-tablet/public/2016/05/12/hail-thief.png 1x&quot; media=&quot;(min-width: 481px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-sm/public/2016/05/12/hail-thief.png 1x&quot; media=&quot;(min-width: 0px)&quot;&gt;&lt;/source&gt;&lt;!--[if IE 9]&gt;&lt;/video&gt;&lt;![endif]--&gt;&lt;img itemprop=&quot;contentUrl&quot; width=&quot;961&quot; height=&quot;331&quot; class=&quot;mapping-embed&quot; src=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/05/12/hail-thief.png&quot; alt=&quot;Hail to the Thief&quot; title=&quot;&quot; /&gt;&lt;/picture&gt;&lt;span class=&quot;figcaption&quot;&gt;\n                  &lt;span class=&quot;caption&quot; itemprop=&quot;caption&quot;&gt;\n            Our 2003 review of &quot;Hail to the Thief.&quot;          &lt;/span&gt;\n                          &lt;span class=&quot;credit&quot; itemprop=&quot;copyrightHolder&quot;&gt;\n            Newsweek/June 3, 2003          &lt;/span&gt;\n              &lt;/span&gt;\n      &lt;/span&gt;\n&lt;/p&gt;\n&lt;p&gt;Music critics are already calling Radiohead&#039;s new album, &lt;em&gt;Hail to the Thief&lt;/em&gt;, a return to the straight-ahead guitar rock of the Oxford quintet&#039;s early days. It makes me wonder: Did I get the wrong CD in the mail? True, &lt;em&gt;Hail &lt;/em&gt;has a few almost-radio-friendly tracks&lt;em&gt;—&lt;/em&gt;like the album-opening &quot;2 + 2 = 5,&quot; a mini-symphony that builds to an ecstatic climax, and the dripping-with-dread finale, &quot;A Wolf at the Door.&quot; But there&#039;s little else to suggest that Radiohead has abandoned the experimental left turn it took after the 1997 classic &lt;em&gt;OK Computer&lt;/em&gt;. Like &lt;em&gt;&lt;a href=&quot;http://www.newsweek.com/radiohead-kid-newsweeks-original-album-review-458704&quot;&gt;Kid A&lt;/a&gt; &lt;/em&gt;and &lt;em&gt;Amnesiac&lt;/em&gt;, the two CDs that followed, &lt;em&gt;Hail &lt;/em&gt;is both dazzling and frustrating; it refuses to give up its secrets even after a dozen listens.&lt;/p&gt;\n&lt;p&gt;Singer Thom Yorke has a gorgeous, yearning voice, but instead of drawing you close, he often uses it to freeze you out. He&#039;s always written casually vicious lyrics&lt;em&gt;—&lt;/em&gt;&quot;We hope that you choke&quot; from &lt;em&gt;OK Computer&lt;/em&gt; is a personal favorite&lt;em&gt;—&lt;/em&gt;but &lt;em&gt;Hail to the Thief&lt;/em&gt; seems bent on setting new records for emotional distance (&quot;We can wipe you out anytime&quot;; &quot;We are accidents waiting to happen&quot;). The intention is to evoke the way modernity slowly grinds people to dust&lt;em&gt;—&lt;/em&gt;one of this group&#039;s career-long obsessions. Still, on the first single, &quot;There There,&quot; when Yorke repeats &quot;Just because you feel it, doesn&#039;t mean it&#039;s there&quot; again and again, you feel embarrassed for getting so engrossed, as if you&#039;ve slept with someone too quickly. Artists warning us not to trust our response to their art? Ouch. Radiohead may never stop being a band to admire, but they&#039;re no longer a band you can love.&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/radiohead-hail-thief-newsweeks-original-album-review-459236</guid>\n <pubDate>Thu, 12 May 2016 12:58:12 -0400</pubDate>\n</item>\n<item>\n <title>Prince&#039;s Ex-Wives Hold Memorial for Celebrity Friends in Los Angeles</title>\n <link>http://www.newsweek.com/princes-ex-wives-hold-memorial-celebrity-friends-los-angeles-459175</link>\n <description>&lt;p&gt;Nearly a month after His Purpleness’ death, &lt;a href=&quot;http://europe.newsweek.com/prince-doctor-who-prescribed-singer-medication-death-named-458334&quot;&gt; Prince&lt;/a&gt; was memorialized by his closest friends in Hollywood at a secretive gathering on Wednesday night.&lt;/p&gt;\n&lt;p&gt;The event was held at the Samuel Goldwyn Theater in Beverly Hills and was organized by &lt;a href=&quot;http://europe.newsweek.com/prince-minnesota-likeness-exploitation-law-proposed-musicians-honor-457775&quot;&gt; Prince’s&lt;/a&gt; ex-wives Manuela Testolini and Mayte Garcia, reports &lt;a  href=&quot;http://www.eonline.com/news/764194/prince-s-ex-wives-manuela-testolini-and-mayte-garcia-hold-star-studded-private-memorial-for-late-legend&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; E! News&lt;/a&gt;. The “Purple Rain” singer was married to Garcia from 1996 to 1999. They had one child, a son named Boy Gregory, who was born with Pfeiffer syndrome and died a week later in October 1996. Prince married Testolini in 2001 and they remained together until she filed for divorce in 2006.&lt;/p&gt;\n&lt;p&gt;Guests included film director Spike Lee, Chic musician Nile Rodgers and Cheryl Boone Isaacs, the president of the Academy of Motion Picture Arts and Sciences (AMPAS), the organization that hands out the Oscars. Performances came from Janelle Monae, a mentee of the iconic musician, and Esperanza Spalding, according to &lt;a  href=&quot;http://www.billboard.com/articles/news/7369841/nile-rodgers-spike-lee-prince-memorial&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;&lt;em&gt; Billboard&lt;/em&gt;&lt;/a&gt;.&lt;/p&gt;\n&lt;p&gt;Lee posted a picture of a purple beret and purple Nike sneakers on his Instagram account on Wednesday. He captioned the picture: “Purple Beret And Purple Kobe&#039;s For Prince Memorial Tonight In El LAY.&quot; [sic]&lt;/p&gt;\n&lt;blockquote class=&quot;instagram-media&quot; data-instgrm-captioned=&quot;&quot; data-instgrm-version=&quot;7&quot; style=&quot; background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);&quot;&gt;&lt;div&gt;\n&lt;div style=&quot; background:#F8F8F8; line-height:0; margin-top:40px; padding:50.0% 0; text-align:center; width:100%;&quot;&gt;\n&lt;div style=&quot; background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;&quot;&gt; &lt;/div&gt;\n&lt;/div&gt;\n&lt;p&gt;&lt;a  href=&quot;https://www.instagram.com/p/BFSWECSSquP/&quot; style=&quot; color:#000; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none; word-wrap:break-word;&quot;  rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;Purple Beret And Purple Kobe&#039;s For Prince Memorial Tonight In El LAY.&lt;/a&gt;&lt;/p&gt;\n&lt;p style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;&quot;&gt;A photo posted by Spike Lee (@officialspikelee) on &lt;time datetime=&quot;2016-05-12T00:12:20+00:00&quot;&gt;May 11, 2016 at 5:12pm PDT&lt;/time&gt;&lt;/p&gt;\n&lt;/div&gt;\n&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; defer=&quot;defer&quot; src=&quot;//platform.instagram.com/en_US/embeds.js&quot;&gt;&lt;/script&gt;&lt;p&gt; &lt;/p&gt;\n&lt;p&gt;Last week, Prince’s family issued a statement saying they had not yet held an official memorial service for the late star who died on April 21. An intimate service was held for family and friends after his death on April 23.&lt;/p&gt;\n&lt;p&gt;&lt;/p&gt;&lt;div class=&quot;embed-responsive embed-responsive-16by9&quot;&gt;&lt;iframe frameborder=&quot;0&quot; scrolling=&quot;no&quot; allowfullscreen=&quot;1&quot; class=&quot;embed-responsive-item&quot; src=&quot;http://video.ibt.com/share/17385?publisher=nw&quot;&gt;&lt;/iframe&gt;&lt;/div&gt;\n&lt;p&gt;The statement said: &quot;We would like everyone to know that, contrary to previous and current reports, there has been no memorial, funeral or tribute service for Prince that was organized or authorized by the family or Paisley Park representatives. Together, the family is planning an official memorial service and public event to take place in the near future.”&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/princes-ex-wives-hold-memorial-celebrity-friends-los-angeles-459175</guid>\n <pubDate>Thu, 12 May 2016 12:38:41 -0400</pubDate>\n</item>\n<item>\n <title>How to Host Your Own Eurovision Song Contest Party</title>\n <link>http://www.newsweek.com/how-host-your-own-eurovision-song-contest-party-459258</link>\n <description>&lt;p&gt;It is that joyous time of year where once again the &lt;a href=&quot;http://europe.newsweek.com/eurovision-2016-14-influential-music-hotspots-host-city-stockholm-459014&quot;&gt; Eurovision Song Contest&lt;/a&gt; is upon us in all its glitter-infused glory. The annual &lt;a href=&quot;http://europe.newsweek.com/russia-and-ukraine-set-battle-it-out-eurovision-459148&quot;&gt; singing competition&lt;/a&gt; pitting Europe’s good and great—and, er, the odd car crash—against each other is not just a television program, but an entire event in and of itself. An event that is befitting a viewing party, as many across Europe will be doing this weekend.&lt;/p&gt;\n&lt;p&gt;If we must lament Great Britain again earning &lt;em&gt; nil points &lt;/em&gt; from rivals across the continent, we may as well do it with a cocktail in hand, right?&lt;/p&gt;\n&lt;p&gt;\n\n  \n  &lt;span class=&quot;figure embed&quot; itemscope=&quot;&quot; itemtype=&quot;http://schema.org/ImageObject&quot; itemprop=&quot;image&quot; itemid=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/05/12/swedish-meatballs.jpg&quot;&gt;\n    &lt;picture itemprop=&quot;contentUrl&quot; width=&quot;961&quot; height=&quot;1058&quot; class=&quot;mapping-embed&quot;&gt;&lt;!--[if IE 9]&gt;&lt;video style=&quot;display: none;&quot;&gt;&lt;![endif]--&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2016/05/12/swedish-meatballs.jpg 1x&quot; media=&quot;(min-width: 1200px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/05/12/swedish-meatballs.jpg 1x&quot; media=&quot;(min-width: 992px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-tablet/public/2016/05/12/swedish-meatballs.jpg 1x&quot; media=&quot;(min-width: 768px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-tablet/public/2016/05/12/swedish-meatballs.jpg 1x&quot; media=&quot;(min-width: 481px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-sm/public/2016/05/12/swedish-meatballs.jpg 1x&quot; media=&quot;(min-width: 0px)&quot;&gt;&lt;/source&gt;&lt;!--[if IE 9]&gt;&lt;/video&gt;&lt;![endif]--&gt;&lt;img itemprop=&quot;contentUrl&quot; width=&quot;961&quot; height=&quot;1058&quot; class=&quot;mapping-embed&quot; src=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/05/12/swedish-meatballs.jpg&quot; alt=&quot;Swedish meatballs&quot; title=&quot;&quot; /&gt;&lt;/picture&gt;&lt;span class=&quot;figcaption&quot;&gt;\n                  &lt;span class=&quot;caption&quot; itemprop=&quot;caption&quot;&gt;\n            As Stockholm hosts Eurovision, enjoy some Swedish meatballs.          &lt;/span&gt;\n                          &lt;span class=&quot;credit&quot; itemprop=&quot;copyrightHolder&quot;&gt;\n            JONATHAN NACKSTRAND/AFP/Getty          &lt;/span&gt;\n              &lt;/span&gt;\n      &lt;/span&gt;\n&lt;/p&gt;\n&lt;p&gt;This year’s &lt;a href=&quot;http://europe.newsweek.com/russians-go-wild-hit-about-loving-someone-putin-450578&quot;&gt; Eurovision&lt;/a&gt; is hosted in Stockholm after Sweden’s victory in 2015 with singer Frans’ track “If I Were Sorry.”&lt;/p&gt;\n&lt;p&gt;Need some ideas to host your own Eurovision party? Look no further...&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;The date&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;If you’re sending out a save the date, make sure you’ve got the date and time correct: Eurovision airs on Saturday (May 14) at 8pm British summer time. In the U.K. you can watch the bum-numbing three-and-a-half-hour broadcast on BBC One with commentary from Graham Norton.&lt;/p&gt;\n&lt;p&gt;\n\n  \n  &lt;span class=&quot;figure embed&quot; itemscope=&quot;&quot; itemtype=&quot;http://schema.org/ImageObject&quot; itemprop=&quot;image&quot; itemid=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/05/12/conchita-wurst.jpg&quot;&gt;\n    &lt;picture itemprop=&quot;contentUrl&quot; width=&quot;961&quot; height=&quot;641&quot; class=&quot;mapping-embed&quot;&gt;&lt;!--[if IE 9]&gt;&lt;video style=&quot;display: none;&quot;&gt;&lt;![endif]--&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/full/public/2016/05/12/conchita-wurst.jpg 1x&quot; media=&quot;(min-width: 1200px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/05/12/conchita-wurst.jpg 1x&quot; media=&quot;(min-width: 992px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-tablet/public/2016/05/12/conchita-wurst.jpg 1x&quot; media=&quot;(min-width: 768px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-tablet/public/2016/05/12/conchita-wurst.jpg 1x&quot; media=&quot;(min-width: 481px)&quot;&gt;&lt;/source&gt;&lt;source srcset=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-sm/public/2016/05/12/conchita-wurst.jpg 1x&quot; media=&quot;(min-width: 0px)&quot;&gt;&lt;/source&gt;&lt;!--[if IE 9]&gt;&lt;/video&gt;&lt;![endif]--&gt;&lt;img itemprop=&quot;contentUrl&quot; width=&quot;961&quot; height=&quot;641&quot; class=&quot;mapping-embed&quot; src=&quot;http://s.newsweek.com/sites/www.newsweek.com/files/styles/embed-lg/public/2016/05/12/conchita-wurst.jpg&quot; alt=&quot;Conchita Wurst&quot; title=&quot;&quot; /&gt;&lt;/picture&gt;&lt;span class=&quot;figcaption&quot;&gt;\n                  &lt;span class=&quot;caption&quot; itemprop=&quot;caption&quot;&gt;\n            Dress up as Eurovision 2014 winner Conchita Wurst for your party.          &lt;/span&gt;\n                          &lt;span class=&quot;credit&quot; itemprop=&quot;copyrightHolder&quot;&gt;\n            Ragnar Singsaas/Getty          &lt;/span&gt;\n              &lt;/span&gt;\n      &lt;/span&gt;\n&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;The food&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Sweden hosting Eurovision is prime excuse to head to IKEA and pick up their frozen &lt;a  href=&quot;http://www.ikea.com/gb/en/catalog/products/70028680/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; Swedish meatballs&lt;/a&gt;. For an authentic Swedish meal, serve your meatballs with &lt;a  href=&quot;http://www.ikea.com/gb/en/catalog/products/10308626/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; lingonberry jam&lt;/a&gt;, a sweet-and-sour sauce not dissimilar from cranberry sauce. For more Swedish food ideas &lt;a  href=&quot;https://sweden.se/culture-traditions/10-things-to-know-about-swedish-food/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; click here&lt;/a&gt;—we’re salivating at that green princess cake.&lt;/p&gt;\n&lt;p&gt;Of course, Eurovision represents countries across Europe, so you could put on an intercontinental feast that would put any hotel breakfast buffet to shame. Think &lt;a  href=&quot;https://www.nigella.com/recipes/cocktail-sausages&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; cocktail sausages&lt;/a&gt; for Britain, &lt;a  href=&quot;http://www.theguardian.com/lifeandstyle/2010/jan/18/guide-jamon-iberico-spanish-ham&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; jamón ibérico&lt;/a&gt; for Spain and &lt;a  href=&quot;http://www.jamieoliver.com/recipes/pork-recipes/souvlaki-wicked-kebabs/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; fresh souvlaki&lt;/a&gt; with tzatziki for Greece.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;The drink&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Eurovision is a three-and-a-half-hour broadcast. That’s a &lt;em&gt; lot &lt;/em&gt; of singing. No-one will blame you for having a bottle of wine handy. Or, if you’re feeling brave and don’t mind mixing your drinks, you could create stock drinks such as a &lt;a  href=&quot;http://www.theguardian.com/lifeandstyle/wordofmouth/2013/jun/19/how-to-make-the-perfect-sangria&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; Spanish sangria&lt;/a&gt; , Irish whisky with Coke and German beer.&lt;/p&gt;\n&lt;p&gt;For those that want to wow their friends and family with specially created cocktails, the &lt;a  href=&quot;http://www.bbcgoodfood.com/recipes/collection/eurovision-party&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; BBC&lt;/a&gt; has a selection of recipes including a mouthwatering prosecco and elderflower cocktail.&lt;/p&gt;\n&lt;p&gt;By the way, make sure you have &lt;em&gt; plenty &lt;/em&gt; of drinks on hand because you’ll need them (see the entertainment section below).&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;The costume&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;Need a theme for your Eurovision party? Have your guests dress up as past Eurovision performers. Eurovision 2014 winner Conchita Wurst requires little more than a &lt;a  href=&quot;http://www.unionjackwear.co.uk/accessories-c5/eurovision-song-contest-party-c114/conchita-wurst-eurovision-fancy-dress-kit-wig-and-beard-and-eyelashs-costume-beared-lady-p2302&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; wig and a fake beard&lt;/a&gt; (and not even that if you have your own).&lt;/p&gt;\n&lt;p&gt;And there are costumes of the most iconic Eurovision winners ever, ABBA (they won with “Waterloo” in 1974), in shops and &lt;a  href=&quot;https://www.amazon.co.uk/Dancing-Queen-ABBA-Costume-10-14/dp/B006W6DVM0&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; online outlets&lt;/a&gt; everywhere.&lt;/p&gt;\n&lt;p&gt;The key to a great Eurovision costume is to &lt;em&gt; go big&lt;/em&gt;: Dramatic makeup, glitter, bellbottoms, shoulderpads, wigs and platform boots.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;The music&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;The broadcast doesn’t start until 8pm but you can begin the party early by queuing up a playlist on Spotify. Listen to &lt;a  href=&quot;https://play.spotify.com/user/eurovision14/playlist/0GQ9bAhdPV2LEEc7eRqTs0?play=true&amp;amp;utm_source=open.spotify.com&amp;amp;utm_medium=open&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; past winners’ tracks&lt;/a&gt; or relive all 40 entries from the &lt;a  href=&quot;https://play.spotify.com/user/b469213/playlist/3yUgUhvdHXT2U69UGPJ2e3&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; 2015 competition&lt;/a&gt;.&lt;/p&gt;\n&lt;p&gt;And with &lt;a  href=&quot;http://www.itv.com/news/2016-05-11/justin-timberlake-to-perform-at-eurovision-song-contest/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; news&lt;/a&gt; that Eurovision is to get some U.S. flavor with a guest performance from superstar Justin Timberlake, maybe crank up a playlist of his &lt;a  href=&quot;https://play.spotify.com/artist/31TPClRtHm23RisEBtV3X7&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; greatest hits&lt;/a&gt;.&lt;/p&gt;\n&lt;h3&gt;&lt;strong&gt;The entertainment&lt;/strong&gt;&lt;/h3&gt;\n&lt;p&gt;What would Eurovision be without a drinking game? If you’re watching with friends of a legal drinking age, take a shot every time one of the following happens:&lt;/p&gt;\n&lt;ol&gt;&lt;li&gt;\n&lt;p&gt;There’s a wind machine&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;Someone cries&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;There’s a key change&lt;/p&gt;\n&lt;/li&gt;\n&lt;li&gt;\n&lt;p&gt;There are firework&lt;/p&gt;\n&lt;/li&gt;\n&lt;/ol&gt;&lt;p&gt;And once the results pour in, there’s even more opportunity to drink. Although if you take a shot every time Great Britain earns &lt;em&gt; douze points&lt;/em&gt; you might remain sober…&lt;/p&gt;\n&lt;p&gt;Not a drinker? That’s fine, too. Test your friends’ knowledge of Eurovision trivia with &lt;a  href=&quot;http://www.theguardian.com/tv-and-radio/quiz/2015/apr/02/eurovision-song-contest-quiz-60th-anniversary&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; this great quiz&lt;/a&gt; or perhaps fire up the karaoke machine for some Eurovision-themed singalongs.&lt;/p&gt;\n&lt;p&gt;Happy Eurovision.&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/how-host-your-own-eurovision-song-contest-party-459258</guid>\n <pubDate>Thu, 12 May 2016 12:18:03 -0400</pubDate>\n</item>\n<item>\n <title>Nigeria Removes Fuel Subsidy, Prompts Mixed Reactions</title>\n <link>http://www.newsweek.com/nigeria-removes-fuel-subsidy-prompts-mixed-reactions-459159</link>\n <description>&lt;p&gt;Nigeria’s government has announced the removal of a fuel subsidy, meaning that petrol prices are to rise by 66 percent, in a decision that has provoked mixed responses.&lt;/p&gt;\n&lt;p&gt;The cost of petrol will rise from 86.5 naira ($0.43) to 145 naira ($0.73) per litre after the subsidy—which costs the Nigerian government $2.7 million per day, &lt;a  href=&quot;http://www.bbc.co.uk/news/world-africa-36274402&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; according to the BBC&lt;/a&gt;—was removed. The Nigerian Petroleum Ministry said &lt;a href=&quot;https://twitter.com/FMPRng&quot;&gt; in a statement&lt;/a&gt; that there was no provision for the subsidy in the 2016 budget—which was &lt;a href=&quot;http://europe.newsweek.com/nigerias-buhari-finally-passes-2016-budget-456739&quot;&gt; finally approved by President Muhammadu Buhari on Friday&lt;/a&gt; after first being proposed in December 2015—and that the slight rebound in the cost of oil had forced the government’s hand.&lt;/p&gt;\n&lt;p&gt;Nigeria is experiencing a severe fuel shortage, with &lt;a href=&quot;http://europe.newsweek.com/nigerian-minister-summoned-senate-explain-fuel-scarcity-441678&quot;&gt; consumers queuing for hours outside gas stations&lt;/a&gt; and often paying way over the new price for black-market products. The West African country, the continent’s biggest oil producer, has been unable to meet demand due to several factors, including &lt;a href=&quot;http://europe.newsweek.com/nigeria-five-security-personnel-killed-niger-delta-union-considers-pulling-out-458464&quot;&gt; increased attacks on oil pipelines in the Niger Delta&lt;/a&gt; that have forced the evacuation and shutdown of some facilities. “We share the pains of Nigerians but...the inherited difficulties of the past and the challenges of current times imply that we must take difficult decisions on these sorts of critical national issues,” said Petroleum Minister Emmanuel Kachikwu &lt;a href=&quot;https://www.facebook.com/TheAsoVilla/?fref=ts&quot;&gt; in a statement on Wednesday&lt;/a&gt;.&lt;/p&gt;\n&lt;p&gt;A similar decision to remove the subsidy in January 2012 by former President Goodluck Jonathan &lt;a  href=&quot;http://www.theguardian.com/world/2012/jan/16/nigeria-restores-fuel-subsidy-protests&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; prompted nationwide protests&lt;/a&gt; by consumers and strikes by labor unions, with at least 10 people being killed in violent demonstrations. One of the unions that went on strike in 2012, the Nigeria Labor Congress (NLC), rejected the “unilateral” increase, which it said represents the “height of insensitivity and impunity and shall be resisted by the NLC and its civil society allies,” &lt;a  href=&quot;http://www.premiumtimesng.com/news/top-news/203264-nlc-talks-tough-says-shall-resist-increase.html&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; Nigeria’s Premium Times reported&lt;/a&gt; on Wednesday.&lt;/p&gt;\n&lt;p&gt;But some Nigerians on social media expressed the view that the removal of the subsidy was a necessary step towards relieving the fuel shortage. Others, such as Nigerian senator Ben Murray-Bruce—a member of the opposition People’s Democratic Party—took the opportunity to poke fun at the Buhari administration.&lt;/p&gt;\n&lt;blockquote class=&quot;twitter-tweet&quot; data-lang=&quot;en&quot;&gt;&lt;p dir=&quot;ltr&quot; lang=&quot;en&quot; xml:lang=&quot;en&quot;&gt;Timing is bad. But there&#039;s really no good time for making hard choices. Whats important is making them. &lt;a href=&quot;https://twitter.com/hashtag/FuelSubsidy?src=hash&quot;&gt;#FuelSubsidy&lt;/a&gt; &lt;a  href=&quot;https://t.co/k7jhCH4tlW&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;https://t.co/k7jhCH4tlW&lt;/a&gt;&lt;/p&gt;\n&lt;p&gt;\t— Amara Nwankpa (@bubusn) &lt;a href=&quot;https://twitter.com/bubusn/status/730716228986241024&quot;&gt;May 12, 2016&lt;/a&gt;&lt;/p&gt;&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; src=&quot;//platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;&lt;blockquote class=&quot;twitter-tweet&quot; data-lang=&quot;en&quot;&gt;\n&lt;p dir=&quot;ltr&quot; lang=&quot;en&quot; xml:lang=&quot;en&quot;&gt;Somebody is asking me for advise on how he can survive fuel price increase. What can I say? Personally I&#039;m even considering buying a horse!&lt;/p&gt;\n&lt;p&gt;\t— Ben Murray-Bruce (@benmurraybruce) &lt;a href=&quot;https://twitter.com/benmurraybruce/status/730540424012529664&quot;&gt;May 11, 2016&lt;/a&gt;&lt;/p&gt;&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; src=&quot;//platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;&lt;p&gt;According to Malte Liewerscheidt, senior Africa analyst at political risk consultancy Verisk Maplecroft, says that resistance to the subsidy removal is likely to be less pronounced than in 2012. “Paying much more than the official 86.5 naira per liter has been a reality for most Nigerians for a long time, as the subsidized price has rarely been enforced outside [the capital] Abuja and [the biggest city] Lagos,” says Liewerscheidt. “Unions aside, the majority of Nigerians are probably willing to accept a price increase if it means crippling fuel shortages come to an end.&lt;/p&gt;\n&lt;p&gt;During a &lt;a href=&quot;http://europe.newsweek.com/four-issues-christine-lagarde-nigeria-agenda-411912&quot;&gt; visit to Nigeria in January&lt;/a&gt;, International Monetary Fund chief Christine Lagarde &lt;a  href=&quot;https://www.imf.org/external/np/speeches/2016/010616.htm&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; urged Buhari&lt;/a&gt; to do away with the subsidy, saying that “not only do they harm the planet, but they rarely help the poor.” Nigeria is heavily dependent on the oil and gas industry, with petroleum products accounting for more than 90 percent of the value of its exports.&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/nigeria-removes-fuel-subsidy-prompts-mixed-reactions-459159</guid>\n <pubDate>Thu, 12 May 2016 12:03:34 -0400</pubDate>\n</item>\n<item>\n <title>God, Cocaine, Money and Forgetting: A Look at Donald Trump&#039;s New Economic Adviser</title>\n <link>http://www.newsweek.com/larry-kudlow-donald-trump-economic-adviser-459226</link>\n <description>&lt;p&gt;The story of the man who might rewrite America’s tax plan if Donald Trump is elected is, as the mogul might say, really, really fantastic, just terrific.&lt;/p&gt;\n&lt;p&gt;It’s a story of God, cocaine, money and forgetting—but maybe not in that order. Born at the beginning the baby boom in 1947, Lawrence Alan &quot;Larry&quot; Kudlow—whom Trump recently &lt;a  href=&quot;http://news.google.com/news/url?sr=1&amp;amp;sa=t&amp;amp;ct2=us%2F0_0_s_1_0_t&amp;amp;usg=AFQjCNGNFrlu2Gmy8YYQtDqPCobJd6OJhg&amp;amp;did=39e60ab6042bad82&amp;amp;cid=52779104574224&amp;amp;ei=nIk0V4j_NoTd3AGT6aSgBA&amp;amp;rt=STORY&amp;amp;vm=STANDARD&amp;amp;url=http%3A%2F%2Fwww.politico.com%2Fstory%2F2016%2F05%2Fdonald-trump-taxes-tax-reform-223041&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; turned to&lt;/a&gt; for a revision of his tax package—grew up to be lefty, hairy and against the Vietnam War. He worked on Democratic political campaigns alongside Bill Clinton and Hillary Clinton future campaign chairman John Podesta before he had his first conversion, veered hard right and soon found himself working in Ronald Reagan’s Office of Management and Budget.&lt;/p&gt;\n&lt;p&gt;After this stint in D.C., Kudlow returned to the private sector in 1987, headed to Wall Street and spent some years like every other debauched executive with an excess of cash and a waterbed in the tail end of the Me Decade: on weeklong &lt;a  href=&quot;http://www.nytimes.com/1995/07/04/business/economist-is-said-to-enter-a-six-month-drug-program.html&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;cocaine binges&lt;/a&gt;. His drug problem caused him to resign from the investment bank Bear Stearns in 1994.&lt;/p&gt;\n&lt;p&gt;Conservative intellectual godfather William Buckley, never one to let a fine right-wing mind go to waste, soon scooped him off the sidewalk and appointed him senior economics editor at &lt;em&gt; National Review&lt;/em&gt;, the nation’s preeminent conservative publication. &lt;/p&gt;\n&lt;p&gt;“I loved that, because of &lt;em&gt; National Review&lt;/em&gt;’s intellectual atmosphere and interesting people,” Kudlow &lt;a  href=&quot;http://www.crisismagazine.com/2000/lawrence-kudlow-how-a-wall-street-star-became-a-catholic&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; told&lt;/a&gt; the Catholic publication &lt;em&gt; Crisis Magazine&lt;/em&gt; in 2000. “And there is a certain Catholicism that permeates the place.”&lt;/p&gt;\n&lt;p&gt;But Kudlow kept drinking and snorting, and &lt;em&gt; National Review&lt;/em&gt; fired him after a year. He hit rock bottom in 1995 and shipped out for five months in a Minnesota rehab. There, he ditched the coke and booze for good. Upon leaving rehab, he signed up for some Catholic Opus Dei retreats and found he liked the rigor of a conservative, and what some call &quot;cult-like,&quot; group that has been likened to Scientology, with ties to fascist organizations in Italy, and which offered spiritual succor to the likes of the late conservative Justice Antonin Scalia.&lt;/p&gt;\n&lt;p&gt;In 1997, Kudlow was on his knees in a chapel at St. Thomas More Church in New York City, bawling and converting to Catholicism in front of the whole lock-jawed&lt;em&gt; National Review&lt;/em&gt; gang, including Buckley, Kate O’Beirne and Peggy Noonan.&lt;/p&gt;\n&lt;p&gt;“As soon as I saw Christ on the cross, I felt at one with it,” said Kudlow, who was bar mitzvahed at age 13. &lt;/p&gt;\n&lt;p&gt;He soon found his other true calling as the King of All Right-Wing Economic Media, and today he is a CNBC anchor, has his own live radio program, the syndicated &lt;em&gt; Larry Kudlow Show&lt;/em&gt;, airing every Saturday from 10 a.m to 1 p.m. ET, and publishes comments “roughly” once or twice a week to “present detailed economic research analysis of recent economic and political trends and developments,” according to his website.&lt;/p&gt;\n&lt;p&gt;He also dispenses wisdom privately to “clients” through Kudlow &amp;amp; Company, according to his &lt;a  href=&quot;http://kudlow.com/index.php&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; website&lt;/a&gt;.&lt;/p&gt;\n&lt;p&gt;Those investors apparently don’t know or care that Kudlow has been spectacularly wrong on the biggest economic turning points in modern history. Just before the real estate crash that provoked the 2008 global financial meltdown, he ridiculed people predicting that outcome as “bubbleheads” and was still assuring his listeners and viewers after the financial crash that there was nothing to worry about. As late as 2011, he predicted that the Obama administration stimulus program would create “1970s-style stagflation.” Meanwhile, the country has been seeing the lowest inflation in two generations and the lowest interest rates in history.&lt;/p&gt;\n&lt;p&gt;Trump’s original tax plan—released to ridicule from mainstream economists on both sides of the political spectrum last September—would have cost $10 trillion and given massive tax cuts to the rich. He has since brought on Kudlow and former American Heritage senior economist Stephen Moore—another supply-side disciple—to tinker with it. The two new advisers have, according to &lt;a  href=&quot;http://www.bloomberg.com/politics/trackers/2016-05-11/kudlow-moore-advising-trump-to-raise-top-tax-rate-politico&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; Bloomberg&lt;/a&gt;, pared down the cost of the plan to $3.8 trillion by raising his top tax rate to 28 percent from 25 percent. This is still an epic bonanza for the super-rich, since the current top tax rate is 39.6 percent. The plan keeps the capital gains tax rate at 15 percent across income levels and lets companies use “immediate expensing of equipment” for tax purposes.&lt;/p&gt;\n&lt;p&gt;Trump himself has still not released his own tax returns, and on Tuesday he reiterated that he probably will not do so, making him the first presidential candidate in 40 years not to. A Clinton-aligned super PAC on Wednesday said he is less transparent than Richard Nixon—who did release his taxes, even while under audit.&lt;/p&gt;\n&lt;p&gt;Kudlow has periodically toyed with the idea of running for U.S. Senate in Connecticut, where he has a home. He is not known to have revised his own theories about the trickling down of money from untaxed wealth since the working class revolted against the GOP’s supply-side-hypnotized establishment and nominated Trump.&lt;/p&gt;\n&lt;p&gt;Kudlow, Moore and Art Laffer (he of the risible “&lt;a  href=&quot;https://en.wikipedia.org/wiki/Laffer_curve&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;Laffer Curve&lt;/a&gt;,” a Reagan-era economics graphic that supposedly proved the poor benefit as the rich get richer) formed a “Committee to Unleash American Prosperity” that wielded some influence over the now-vanquished 2016 GOP candidates. Kudlow even hosted vetting dinners in New York last summer and was among the early cheerleaders for the doomed candidacy of Wisconsin Governor Scott Walker.&lt;/p&gt;\n&lt;p&gt;The summer of 2015 is a long, long time ago now. And while he remembers his Catholic conversion day “really clearly,” Kudlow conceded to &lt;em&gt; Crisis&lt;/em&gt;: “I don&#039;t remember many things anymore.”&lt;/p&gt;\n&lt;p&gt;The supply-side purists have been able to maintain the fig leaf that their billionaire patrons needed during the decades in which wealth inequality in America kept rising. Trump himself appears to have benefited from the long-delayed awakening of the middle-class Republican electorate about the economic philosophy that’s robbed them of their prosperity. By selecting two of the discredited Laffer Curve’s biggest cheerleaders as his economic brain trust, Trump is sending up a smoke signal to the party bosses in Washington and in the Koch mansions that he’s still, wink-wink, one of them.&lt;/p&gt;\n&lt;p&gt;If he’s lucky—and he has been so far—his working- and middle-class supporters have as many holes in their memory as Kudlow does.&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/larry-kudlow-donald-trump-economic-adviser-459226</guid>\n <pubDate>Thu, 12 May 2016 12:01:26 -0400</pubDate>\n</item>\n<item>\n <title>Brexit: The Movie Is A Libertarian&#039;s Wet Dream</title>\n <link>http://www.newsweek.com/brexit-movie-review-nigel-farage-michael-gove-douglas-carswell-eu-referendum-459234</link>\n <description>&lt;p&gt;There’s not much that unites everyone in Britain’s fractious “Brexit” campaigns, but if there’s one point they all agree on, it’s the claim to be “anti-establishment.” From &lt;a href=&quot;http://europe.newsweek.com/boris-johnson-david-cameron-showdown-eu-457857&quot;&gt; Eton-educated former London Mayor Boris Johnson&lt;/a&gt; to sometime City trader and Member of the European Parliament (MEP) Nigel Farage, “Leave” campaigners like to portray themselves as revolting against a shadowy elite.&lt;/p&gt;\n&lt;p&gt;So &lt;em&gt; Newsweek &lt;/em&gt; experienced a little cognitive dissonance at the Wednesday night premiere of pro-Leave documentary &lt;em&gt; Brexit: The Movie&lt;/em&gt; at the Odeon cinema in London’s Leicester Square. The venue recently hosted Ben Affleck for the first U.K. outing of &lt;em&gt; Batman V Superman&lt;/em&gt;, and the Brexiters were determined to have their own red carpet experience. The champagne poured forth both before and after (when the crowd gossiped to pumping trance music at the “glamorous and decadent” W Hotel bar nearby). The guest list included Margaret Thatcher’s former Chancellor of the Exchequer Nigel Lawson and ex- &lt;em&gt; Daily Telegraph &lt;/em&gt; editor Charles Moore. An aide even told shy Tory MEP Daniel Hannan, who entered through a side door, to go out and come back in properly for the benefit of the waiting paparazzi.&lt;/p&gt;\n&lt;p&gt;But as the film began, the swanky setting made more sense. Forget the &lt;a href=&quot;http://europe.newsweek.com/london-mayor-america-sovereignty-brexit-boris-johnson-obama-448607&quot;&gt; referendum campaign rhetoric&lt;/a&gt; about preserving British culture and controlling our borders. &lt;em&gt; Brexit: The Movie&lt;/em&gt;, which tells the story of the U.K.’s relationship with Brussels through archive footage, dramatic reconstructions, and interviews with a “who’s who” of British Euroskeptics, is ostensibly about democracy but has another more pressing concern: the glittering possibilities of unfettered free trade. It is a paean to high aspirations, low tariffs and even lower taxes. It is a libertarian’s wet dream of Randian proportions.&lt;/p&gt;\n&lt;p&gt;As presenter and filmmaker Martin Durkin travels around Brussels ( &lt;em&gt; Newsweek&lt;/em&gt; admits to laughing when he gets into a taxi at the Eurostar terminal and asks “The EU, sil-vous-plait”). He and a series of talking heads then tell us how the once-great British spirit of enterprise is being strangled by rules and regulations. “The EU,” the film says, “has slid from free trade into crony capitalism and protectionism.” The film reserves particular ire for moves to save national industries from global competition—we see a “French farmer” sporting a comedy beret and a string of onions doing a backroom deal with a Eurocrat. &lt;em&gt; Newsweek&lt;/em&gt; doesn’t remember Brexiters being so averse to government intervention during the U.K.’s &lt;a href=&quot;http://europe.newsweek.com/tata-management-takeover-steel-business-sajid-javid-port-talbot-449961&quot;&gt; recent steel crisis&lt;/a&gt;, when the Leave.EU campaign complained that “EU state aid rules do not allow public support for the rescue and restructuring of companies in difficulty in the steel sector.”&lt;/p&gt;\n&lt;p&gt;Britain, meanwhile, was apparently at her best in the 19th century, when it became “the pioneer of global free trade.” The 20th century, with its wars and its workers’ rights, put paid to that. Stagnant, nationalized 70s Britain joined the EU, the film argues, because it wanted a bit of post-war Germany’s economic miracle, but instead was shackled with meddling regulations by the pesky French. A sequence that shows Durkin getting up on a typical  day details the number of rules now governing each household object, painting a portrait of “EU man” stymied by red tape. Showers have 91 rules attached to them, apparently (“we’ve all seen psycho: murdering girls like that is now strictly prohibited”).&lt;/p&gt;\n&lt;p&gt;In some ways this isn’t surprising. The likes of UKIP MEP Douglas Carswell (who features in the film) and Vote Leave campaign director Dominic Cummings have often argued for a classical liberal Brexit vision. Farage is said to hold similar views privately. But the UKIP leader long ago grasped that voters who don’t obsess over trade regulations need other issues to latch on to. He’s always preferred immigration, the likes of Boris Johnson and Michael Gove more often go for the notion of “sovereignty.” (When &lt;em&gt; Newsweek&lt;/em&gt; put this to Farage after the film, he dismissed the criticism: “There are lots of different arguments about this,” he said, “That Brexit movie is designed very much at the 5.2 million men and women running small businesses”).&lt;/p&gt;\n&lt;p&gt;But &lt;em&gt; Brexit: The Movie&lt;/em&gt; is perhaps best understood as Britain’s Euroskeptic community talking to itself. It certainly excited the faithful, who whooped through much of Wednesday’s showing, except the bit of archive footage showing former Prime Minister Ted Heath taking the country into the then-EEC, when they shouted “Judas!” And for that, it’s worth seeing. As &lt;em&gt; Newsweek &lt;/em&gt; watched Tories, Ukippers and the odd maverick Labourite hobnobbing under the afterparty’s neon lights, the impression was of a new establishment waiting to take on the mantle after June 23. After Brexit, our new overlords might be obsessed with tearing up rules while the old lot love to make them. But in many ways, they don’t look so different. As they might put it in Brussels: &lt;em&gt; plus ça change&lt;/em&gt;.&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/brexit-movie-review-nigel-farage-michael-gove-douglas-carswell-eu-referendum-459234</guid>\n <pubDate>Thu, 12 May 2016 11:59:19 -0400</pubDate>\n</item>\n<item>\n <title>South Africa’s Music: Five Artists You Really Should Be Listening To</title>\n <link>http://www.newsweek.com/south-africas-music-five-artists-you-really-should-be-listening-459203</link>\n <description>&lt;p&gt;South African musicians are celebrating a decision by one of the country’s largest broadcasters to introduce a quota in favor of local music on its radio stations.&lt;/p&gt;\n&lt;p&gt;The South African Broadcasting Corporation (SABC) &lt;a  href=&quot;http://www.sabc.co.za/wps/portal/SABC/SABCARTICLE?id=78a944804cbb4c09b142f18d7727b2d8&amp;amp;page_from=PRESS&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; announced Thursday&lt;/a&gt; that it will now play 90 percent local music on its 18 radio stations. SABC chief operations officer Hlaudi Motsoeneng said the decision was taken as part of the corporation’s mandate “is to reflect the South African story and music is an important part in ensuring that the SABC fulfils this mandate.”&lt;/p&gt;\n&lt;p&gt;The decision means that South Africans will be able to hear more of the music produced in the country. In order that the rest of the world doesn’t miss out, &lt;em&gt; Newsweek&lt;/em&gt; recommends five South African musicians worth listening to.&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;1. Ladysmith Black Mambazo&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;The undisputed kings of South African a cappella, Ladysmith Black Mambazo have released more than 50 albums and accumulated four Grammy awards in their illustrious history. The all-male group has pioneered several styles of music, including isicathamiya—a singing style that originated among black Zulu workers who left their homes and traveled far away to work in the mines of South Africa.&lt;/p&gt;\n&lt;p&gt;&lt;iframe allowfullscreen=&quot;&quot; frameborder=&quot;0&quot; height=&quot;315&quot; src=&quot;https://www.youtube.com/embed/iUH7PM0-cpI&quot; width=&quot;560&quot;&gt;&lt;/iframe&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;2. Oskido&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Oscar Bonginkosi Mdlongwa—commonly known by his stage name Oskido—was another local musician who paid tribute to the SABC’s decision, saying on &lt;a  href=&quot;https://www.instagram.com/p/BFS0JtLy54V/?taken-by=oskidoibelieve&amp;amp;hl=en&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; his Instagram account&lt;/a&gt; that it marked a “transformation” in the country’s music industry. A DJ and the co-founder of South African record label Kalawa Jazmee Records, Oskido is known for popularizing the Kwaito genre, which emerged in Johannesburg during the 1990s as an Africanized version of house music.&lt;/p&gt;\n&lt;p&gt;&lt;iframe allowfullscreen=&quot;&quot; frameborder=&quot;0&quot; height=&quot;315&quot; src=&quot;https://www.youtube.com/embed/rDTf6CCABsE&quot; width=&quot;560&quot;&gt;&lt;/iframe&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;3. Hugh Masekela&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;A world-famous trumpeter whose music protested against the evils of apartheid and slavery, Hugh Masekela brought South African jazz to a global audience. Masekela plied his trade in New York alongside contemporaries including Miles Davis and was trained by Louis Armstrong. He even scored a U.S. No. 1 with his instrumental, &lt;em&gt; Grazin’ in the Grass&lt;/em&gt;.&lt;/p&gt;\n&lt;p&gt;&lt;iframe allowfullscreen=&quot;&quot; frameborder=&quot;0&quot; height=&quot;315&quot; src=&quot;https://www.youtube.com/embed/UKcGCObEb28&quot; width=&quot;420&quot;&gt;&lt;/iframe&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;4. Slikour&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;A pioneer in South Africa’s popular brand of hip-hop, Slikour—real name Siyabonga Metane—runs a blog, Slikour onLife, in response to the lack of support for local music by the country’s media. The artist &lt;a  href=&quot;http://702.co.za/articles/13479/sa-hip-hop-artist-slikour-celebrates-sabc-s-90-local-music-quota&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; told South African radio station 702&lt;/a&gt; that he could never have envisaged the quota being implemented. “In the music industry, it’s like [Nelson] Mandela coming out of jail, to keep it real,” he said.&lt;/p&gt;\n&lt;p&gt;&lt;iframe allowfullscreen=&quot;&quot; frameborder=&quot;0&quot; height=&quot;315&quot; src=&quot;https://www.youtube.com/embed/AGbNue3VA6Y&quot; width=&quot;420&quot;&gt;&lt;/iframe&gt;&lt;/p&gt;\n&lt;p&gt;&lt;strong&gt;5. Don Laka&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;Another advocate of kwaita and Afro-jazz, Don Laka was a leading figure of the movement to have local music quotas implemented. Laka, who also co-founded Kalawa Jazmee Records with Oskido, has &lt;a href=&quot;https://www.facebook.com/don.laka.73&quot;&gt; described the SABC’s decision&lt;/a&gt; as the “death of cultural imperialism.”&lt;/p&gt;\n&lt;p&gt;&lt;iframe allowfullscreen=&quot;&quot; frameborder=&quot;0&quot; height=&quot;315&quot; src=&quot;https://www.youtube.com/embed/04y6Lz1bFMI&quot; width=&quot;420&quot;&gt;&lt;/iframe&gt;&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/south-africas-music-five-artists-you-really-should-be-listening-459203</guid>\n <pubDate>Thu, 12 May 2016 11:55:27 -0400</pubDate>\n</item>\n<item>\n <title>Would Remaining in the EU Create 790,000 New U.K. jobs?</title>\n <link>http://www.newsweek.com/would-remaining-eu-create-790000-new-uk-jobs-459136</link>\n <description>&lt;p&gt;&lt;em&gt;&lt;img alt=&quot;The Conversation&quot; height=&quot;1&quot; src=&quot;https://counter.theconversation.edu.au/content/59038/count.gif&quot; width=&quot;1&quot; /&gt;This article was originally published on The Conversation. &lt;a  href=&quot;https://theconversation.com/fact-check-790-000-new-jobs-by-2030-if-uk-remains-in-eu-59038&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;Read the original article&lt;/a&gt;.&lt;/em&gt;&lt;/p&gt;\n&lt;p&gt;&quot;Remaining in Europe will create an extra 790,000 U.K. jobs by the time these kids grow up, so whatever they want to be, they will have the best opportunities to get on in life if we stay in the EU.&quot; &lt;strong&gt;Britain Stronger in Europe &lt;a href=&quot;https://www.youtube.com/watch?v=KBvUW3ryS9Y&quot;&gt;ad campaign&lt;/a&gt;&lt;/strong&gt;&lt;/p&gt;\n&lt;p&gt;This prediction, which comes from &lt;a  href=&quot;http://www.cebr.com/reports/britain-stronger-in-europe/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;a report&lt;/a&gt; by the Centre for Economics and Business Research (CEBR), published last October, assumes something which may never happen—namely that the &lt;a  href=&quot;https://www.gov.uk/government/publications/2010-to-2015-government-policy-european-single-market/2010-to-2015-government-policy-european-single-market&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;European Single Market&lt;/a&gt; will be completed. The CEBR’s broader claim is that the EU’s current project to complete the single market in areas such as transport, tourism, energy and online trade will lead to increased U.K. GDP of €275 billion (£218 billion). The report translates this into the 790,000 jobs.&lt;/p&gt;\n&lt;p&gt;The trouble is that many of the changes are likely to be resisted by the public because they will cost jobs—initially at least—particularly in sectors that have already suffered over the past few decades, such as energy. To realise the further integration involved, we would need to see a significant change in the &lt;a  href=&quot;http://whatukthinks.org/eu/opinion-polls/poll-of-polls/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;national psyche&lt;/a&gt;. If we managed this, we would still be at a disadvantage compared to other EU countries because the benefits depend on the free movement of labor. The fact that the U.K. is not within the &lt;a  href=&quot;http://www.schengenvisainfo.com/schengen-visa-countries-list/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;Schengen area&lt;/a&gt; or the eurozone makes these difficult to realise.&lt;/p&gt;\n&lt;p&gt;&lt;iframe allowfullscreen=&quot;&quot; frameborder=&quot;0&quot; height=&quot;446&quot; src=&quot;https://www.youtube.com/embed/KBvUW3ryS9Y&quot; width=&quot;754&quot;&gt;&lt;/iframe&gt;&lt;/p&gt;\n&lt;p&gt;Even then, the savings are only of direct benefit to the profit margins of the companies that manage to survive the increased competition. Completing the single market won’t benefit workers as such. Reducing the number of “national” producers across 28 member states to allow the strongest companies to freely expand means redundancies as duplicated jobs are removed. This is similar to what has already happened in the EU. Over the last 25 years, under the &lt;a  href=&quot;http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=uriserv:xy0026&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;Maastricht Treaty&lt;/a&gt;, there has been job creation in the U.K. but the labor market has been hollowed out at the same time. We &lt;a  href=&quot;http://www.palgrave.com/us/book/9780230392540&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;have lost&lt;/a&gt; traditional craft and manufacturing jobs to more competitive EU neighbors, while our market-oriented approach and poorer employment protection &lt;a  href=&quot;http://bit.ly/27fQOu5&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;led to&lt;/a&gt; employers generating lots of low-paid services jobs.&lt;/p&gt;\n&lt;p&gt;To ensure a benefit from completing the single market to the population of the U.K. as a whole, profits from the companies who were benefiting would need to be reinvested for the common good. This would require a clear strategic plan for the economy, as opposed to just leaving it to market demand. We would recommend an apprenticeship system that led to sustainable careers, paralleling &lt;a  href=&quot;https://www.equalityhumanrights.com/en/our-work-scotland/our-work-scotland/research-scotland/modern-apprenticeships&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;similar schemes&lt;/a&gt; in the Nordic countries, Switzerland and Germany. But even then, these schemes have been established for decades and are strongly culturally embedded.&lt;/p&gt;\n&lt;p&gt;It would help if Britain were closer to the &lt;a  href=&quot;http://www.investopedia.com/articles/investing/100714/nordic-model-pros-and-cons.asp&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;Nordic social model&lt;/a&gt;, where there is greater empowerment within the workforce and wages are at a reasonable level. This means that employers have to invest in their labor, and apprenticeships are an important part of the picture. The U.K. stands out &lt;a  href=&quot;http://ec.europa.eu/eurostat/statistics-explained/index.php/Gender_pay_gap_statistics&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;as having&lt;/a&gt; one of the largest gender pay gaps in the EU15, and it &lt;a  href=&quot;http://www.parliament.scot/S4_EconomyEnergyandTourismCommittee/General%20Documents/Proceedings_v2.pdf&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;clear that&lt;/a&gt; the most successful economies not only have wage equality but also high levels of union representation and collective bargaining.&lt;/p&gt;\n&lt;p&gt;&lt;figure class=&quot;align-center zoomable&quot;&gt;&lt;a  href=&quot;https://62e528761d0685343e1c-f3d1b99a743ffa4142d9d7f1978d9686.ssl.cf2.rackcdn.com/files/121628/area14mp/image-20160508-2551-2841u1.jpg&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;&lt;img alt=&quot;&quot; src=&quot;https://62e528761d0685343e1c-f3d1b99a743ffa4142d9d7f1978d9686.ssl.cf2.rackcdn.com/files/121628/width754/image-20160508-2551-2841u1.jpg&quot; /&gt;&lt;/a&gt;&lt;/figure&gt;&lt;/p&gt;\n&lt;p&gt;\t&lt;figcaption&gt;&lt;span class=&quot;caption&quot;&gt;The apprentice (and the other one).&lt;/span&gt; &lt;span class=&quot;attribution&quot;&gt;&lt;a  class=&quot;source&quot; href=&quot;http://www.shutterstock.com/cat.mhtml?lang=en&amp;amp;language=en&amp;amp;ref_site=photo&amp;amp;search_source=search_form&amp;amp;version=llv1&amp;amp;anyorall=all&amp;amp;safesearch=1&amp;amp;use_local_boost=1&amp;amp;autocomplete_id=&amp;amp;search_tracking_id=WLIATPIJRQN-SqOzb4rSPA&amp;amp;searchterm=new%20jobs&amp;amp;show_color_wheel=1&amp;amp;orient=&amp;amp;commercial_ok=&amp;amp;media_type=images&amp;amp;search_cat=&amp;amp;searchtermx=&amp;amp;photographer_name=&amp;amp;people_gender=&amp;amp;people_age=&amp;amp;people_ethnicity=&amp;amp;people_number=&amp;amp;color=&amp;amp;page=1&amp;amp;inline=329573831&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;Phovoir&lt;/a&gt;&lt;/span&gt;&lt;/figcaption&gt;&lt;br /&gt;&lt;/p&gt;\n&lt;p&gt;None of this is an argument for leaving the EU. If the U.K. did so, it would take an awfully long time to put in place new trade agreements and the impact on the economy in the interim would be catastrophic.&lt;/p&gt;\n&lt;h3&gt;Verdict&lt;/h3&gt;\n&lt;p&gt;Realising 790,000 jobs from continued EU membership by 2030 depends on completion of the European Single Market. Achieving that depends on getting a deal past the eurosceptic U.K. public and converting economic growth into jobs with a major strategic plan. It is certainly not as simple as saying that the jobs will come if we vote to remain on June 23.&lt;/p&gt;\n&lt;h3&gt;Review&lt;/h3&gt;\n&lt;p&gt;&lt;em&gt;Nigel Driffield, Professor of International Business, University of Warwick&lt;/em&gt;&lt;/p&gt;\n&lt;p&gt;I largely concur with the comments. The essential premise of the argument is one around trade creation. At present, particularly in public procurement and infrastructure projects, the EU is some way off completing the single market. While the spirit of the single market is that equal opportunities are afforded to all EU member states when firms are bidding for such contracts, in practice there is sufficient wiggle room to allow governments to emphasise regional development or other strategic priorities when allocating contracts.&lt;/p&gt;\n&lt;p&gt;There is a &lt;a  href=&quot;http://policyscotland.gla.ac.uk/do-eu-procurement-rules-discriminate-against-uk-and-scottish-construction-interests/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;view that&lt;/a&gt; the U.K. is somewhat “fairer” on this say than Germany, such that German firms win U.K. contracts but seldom the reverse. This however is a feature of the austerity and efficiency that is emphasised in U.K. procurement rather than anyone else not playing by the rules.&lt;/p&gt;\n&lt;p&gt;But as the comment also notes, trade creation implies a degree of trade competition, and there will doubtless be some “losers”—some U.K. firms will gain from further moves to a single market, while others lose out to EU competitors. This I assume is the reference to the job losses, and the degree of migration that might occur. When steel plants closed in Scotland and steel workers moved to Northampton in search of work, this was seen as normal, but for trade creation to yield benefits in full this requires, as the author notes, movement of labor across the EU. In many countries this is seen as problematic at the present time.&lt;/p&gt;\n&lt;p&gt;&lt;em&gt;&lt;span&gt;&lt;a  href=&quot;http://theconversation.com/profiles/abigail-marks-202533&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;Abigail Marks&lt;/a&gt; is Professor of Work and Employment Studies at &lt;a  href=&quot;http://theconversation.com/institutions/heriot-watt-university&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;Heriot-Watt University&lt;/a&gt; and &lt;a  href=&quot;http://theconversation.com/profiles/mike-danson-264219&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;Mike Danson&lt;/a&gt; is Professor of Enterprise Policy at &lt;a  href=&quot;http://theconversation.com/institutions/heriot-watt-university&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt;Heriot-Watt University&lt;/a&gt;.&lt;/span&gt;&lt;/em&gt;&lt;/p&gt;\n&lt;p&gt;&lt;img alt=&quot;The Conversation&quot; height=&quot;1&quot; src=&quot;https://counter.theconversation.edu.au/content/51229/count.gif&quot; width=&quot;1&quot; /&gt;&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/would-remaining-eu-create-790000-new-uk-jobs-459136</guid>\n <pubDate>Thu, 12 May 2016 11:48:01 -0400</pubDate>\n</item>\n<item>\n <title>Young Offenders Filming Crimes For Facebook and Snapchat to ‘Face Tougher Punishments’</title>\n <link>http://www.newsweek.com/young-offenders-filming-crimes-facebook-and-snapchat-face-tougher-punishments-459182</link>\n <description>&lt;p&gt;Young offenders in England and Wales who film their crimes to &lt;a href=&quot;http://europe.newsweek.com/people-are-texting-emailing-facebooking-and-selfie-ing-while-driving-327507&quot;&gt; post on social media&lt;/a&gt; could face tougher punishments under new proposals.&lt;/p&gt;\n&lt;p&gt;Judges and magistrates would be expected to consider such behavior a “serious aggravating feature” when sentencing offenders aged 10 to 17.&lt;/p&gt;\n&lt;p&gt;The &lt;a  href=&quot;https://www.sentencingcouncil.org.uk/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; Sentencing Council&lt;/a&gt; said footage was sometimes used to embarrass, humiliate or blackmail victims and the new guidance aims to reflect the harm caused.&lt;/p&gt;\n&lt;p&gt;If adopted, it will be the first time the issue has been explicitly covered in guidelines for dealing with young offenders.&lt;/p&gt;\n&lt;p&gt;It comes a month after two teenage girls were given life sentences for murdering 39-year-old &lt;a  href=&quot;http://www.telegraph.co.uk/news/2016/05/11/youngsters-who-film-their-crimes-and-post-on-social-media-face-t/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; Angela Wrightson&lt;/a&gt; in the north east town of Hartlepool.&lt;/p&gt;\n&lt;p&gt;The girls, then aged 13 and 14, took photographs of the attack, and uploaded them to the social media application Snapchat.&lt;/p&gt;\n&lt;p&gt;Draft Sentencing Council guidelines on the “overarching principles” for how courts handle youth criminals list a number of potential “aggravating factors,” which are being consulted on until August 3.&lt;/p&gt;\n&lt;p&gt;They include “deliberate humiliation of victim, &lt;a href=&quot;http://europe.newsweek.com/video-cctv-footage-captures-moment-thief-ran-over-courier-own-van-446302&quot;&gt; including, but not limited to, filming of the offense&lt;/a&gt;.”&lt;/p&gt;\n&lt;p&gt;They also include “deliberately committing the offence before a group of peers with the intent of causing additional distress or circulating details/photos/videos etc of the offense on social media or within peer groups.”&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/young-offenders-filming-crimes-facebook-and-snapchat-face-tougher-punishments-459182</guid>\n <pubDate>Thu, 12 May 2016 11:27:52 -0400</pubDate>\n</item>\n<item>\n <title>Why Is Barclays Launching Its Own Version of Android Pay?</title>\n <link>http://www.newsweek.com/why-barclays-launching-its-own-version-apple-pay-459169</link>\n <description>&lt;p&gt;One month after introducing Apple Pay to its U.K. customers, Barclays has announced its own mobile payments system.&lt;/p&gt;\n&lt;p&gt;The launch of Barclays Contactless Mobile next month is likely to coincide with the arrival of &lt;a href=&quot;http://www.newsweek.com/android-pay-set-uk-launch-march-431446&quot;&gt; Android Pay&lt;/a&gt;, a similar service that will allow owners of NFC-enabled Android smartphones to make payments at contactless locations around the country. This leads to the question of why the banking giant feels it is necessary to launch its own service.&lt;/p&gt;\n&lt;p&gt;For Ashok Vaswani, the CEO of Barclays U.K., the launch of Contactless Mobile is about providing “unrivalled” payment options to its customers.&lt;/p&gt;\n&lt;p&gt;“Giving customers the choice about how to make everyday payments while making it really easy for people to use our service is why we’ve designed this new contactless payment functionality,” Vaswani said in a statement.&lt;/p&gt;\n&lt;p&gt;Vaswani added that allowing customers to “pay it your way” would serve to help them become more confident using new payment platforms and technologies. It could be argued that such choice could also lead to confusion among its customers.&lt;/p&gt;\n&lt;p&gt;Barclays customers will have the choice to pay using Contactless Mobile, Apple Pay, the Pingit mobile payment service, the bPay contactless wristband (and &lt;a  href=&quot;https://www.bpay.co.uk/home&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; keyfob and sticker)&lt;/a&gt;, as well as the usual methods of cheque, credit card, debit card bank transfer and cash.&lt;/p&gt;\n&lt;p&gt;The introduction of Contactless Mobile has already been described by some as the latest in a series of “bungles” made by Barclays in the mobile payments space. Oliver Smith, a writer at the Memo, noted that Barclays was the last major U.K. bank to integrate Apple Pay, as well as the one noticeable exception from the list of partners for Android Pay’s upcoming U.K. launch.&lt;/p&gt;\n&lt;p&gt;“It now seems that once again Barclays customers will be forced to use the bank’s own mobile payments offering on Android, rather than Google’s own solution that will be better integrated into Android smartphones,” Smith &lt;a  href=&quot;http://www.thememo.com/2016/05/12/deja-vu-android-pay-holdout-barclays-launches-its-own-mobile-payments/&quot; rel=&quot;nofollow&quot; target=&quot;_blank&quot;&gt; writes&lt;/a&gt;.&lt;/p&gt;\n&lt;p&gt;“Will Barclays eventually buckle and support Android Pay? If history is any guide, we bet it will.”&lt;/p&gt;\n</description>\n <guid>http://www.newsweek.com/why-barclays-launching-its-own-version-apple-pay-459169</guid>\n <pubDate>Thu, 12 May 2016 11:26:12 -0400</pubDate>\n</item>\n</channel>\n</rss>\n",
  "headers": {
    "X-GeoIP": "US",
    "Content-Language": "en",
    "Content-Encoding": "gzip",
    "Via": "1.1 varnish",
    "X-Content-Type-Options": "nosniff, nosniff",
    "Expires": "Sun, 19 Nov 1978 05:00:00 GMT",
    "X-Origin": "web2",
    "X-City": "Palo Alto",
    "X-Region": "CA",
    "Content-Type": "application/rss+xml; charset=utf-8",
    "X-Powered-By": "PHP/5.6.15",
    "X-GW-User-Access": "0",
    "Cache-Control": "public, max-age=1800",
    "Accept-Ranges": "bytes",
    "Content-Length": "63794",
    "X-UA-Device": "pc",
    "Last-Modified": "Fri, 13 May 2016 07:13:45 GMT",
    "Date": "Fri, 13 May 2016 07:44:23 GMT",
    "Age": "1750",
    "X-Varnish": "620547788 620528981",
    "Connection": "keep-alive",
    "Server": "ngx_openresty/1.2.6.1",
    "Etag": "\"1463123625-1\"",
    "X-Drupal-Cache": "MISS",
    "X-Varnish-Cache": "HIT",
    "Vary": "Cookie,Accept-Encoding, User-Agent",
    "X-REC": "rec2"
  },
  "response_url": "http://www.newsweek.com/rss"
}