{
  "requested_url": "http://www.huffingtonpost.ca/feeds/verticals/canada-politics/index.xml",
  "fetched_at": "2016-05-13T00:46:02.688115",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\"?>\n<rss version=\"2.0\">\n  <channel>\n    <title>Canada Politics - The Huffington Post</title>\n    <link>http://www.huffingtonpost.ca/politics/</link>\n    <description>Canada Politics news and blog articles from The Huffington Post</description>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2016/05/12/harjit-sajjan-donald-trump_n_9941702.html</guid>\n      <title><![CDATA[Canada's Military Spending Won't Be Dictated By Trump: Sajjan]]></title>\n      <author>Rhianna Schmunk</author>\n      <link>http://www.huffingtonpost.ca/2016/05/12/harjit-sajjan-donald-trump_n_9941702.html?utm_hp_ref=canada-politics&amp;ir=Canada+Politics</link>\n      <pubDate>Thu, 12 May 2016 20:38:42 -0400</pubDate>\n      <description><![CDATA[WASHINGTON — Canada isn't committing to a massive boost in military spending, such as is being demanded of U.S. allies by Donald Trump as part of his presidential election platform.<br />\n<br />\nDefence Minister Harjit Sajjan was asked during a visit to Washington about the request that NATO allies meet their stated goal of spending two per cent of GDP on the military.<br />\n<br />\nTrump warned recently that allies should be prepared to defend themselves without any American help if they won't bother following through on the international spending goal set years ago.<br />\n<br />\nSajjan expressed skepticism Thursday about the value of that two-per-cent yardstick, without committing to it or ruling it out. He said the government will seek a plan that works for Canada, and for its allies, through its current review of defence policy.<br />\n<br />\n<img alt=\"harjit sajjan\" src=\"http://i.huffpost.com/gen/4243134/thumbs/o-HARJIT-SAJJAN-570.jpg?17\" /><br />\n<em><small>Defence Minister Harjit Sajjan speaks during a news conference in Ottawa, Canada, Apr. 6, 2016. (Photo: Chris Wattie/Reuters)</small></em><br />\n<br />\nThere are other ways to calculate a country's contribution, he said.<br />\n<br />\n\"We had 158 soldiers who died — sacrificed — in Afghanistan. Having been alongside them, contributions can be measured in many different ways,'' said the minister, a veteran of the Afghan war.<br />\n<br />\n\"We as Canada will make a decision based on what type of military capability, size, composition, is going to be needed for Canada — but more importantly how we integrate with our multilateral partners.''<br />\n<br />\nThe minister's language echoes that of the discussion paper put out by the government for its ongoing review, which suggests the two-per-cent target is a questionable measure for calculating military effectiveness.<br />\n<br />\n<blockquote class=\"pull-quote\"><br />\n <span class=\"quote\">\"We had 158 soldiers who died — sacrificed — in Afghanistan. Having been alongside them, contributions can be measured in many different ways.\"<br><small>— Defence Minister Harjit Sajjan</small></span><br />\n</blockquote><br />\n<br />\nCanada would need to double its spending to reach that target. It's currently in the bottom tier of NATO countries in terms of spending, at one per cent of the national economy.<br />\n<br />\nReaching the target would require another $20 billion per year — the equivalent of nearly the entire federal employment insurance program, or half of health transfers to the provinces.<br />\n<br />\nBut NATO countries signed onto that target a decade ago. It's been a source of annoyance to politicians in the higher-spending countries that only four nations have reached the target.<br />\n<br />\nTrump made it a theme of his recent foreign-policy speech — attached to a threat.<br />\n<br />\n<img alt=\"donald trump\" src=\"http://i.huffpost.com/gen/4306208/thumbs/o-DONALD-TRUMP-570.jpg?7\" /><br />\n<em><small>Republican U.S. presidential candidate Donald Trump arrives at a campaign rally in Eugene, Oregon, U.S., May 6, 2016. (Photo: Reuters)</small></em><br />\n<br />\n\"Our allies must contribute toward the financial, political and human costs of our tremendous security burden. But many of them are simply not doing so,'' he said recently.<br />\n<br />\n\"We have spent trillions of dollars over time — on planes, missiles, ships, equipment — building up our military to provide a strong defence for Europe and Asia. The countries we are defending must pay for the cost of this defence — and, if not, the U.S. must be prepared to let these countries defend themselves.''<br />\n<br />\nAn international observer of military spending calls the two-per-cent figure arbitrary, essentially political, and unconnected to real security requirements.<br />\n<br />\nBut he said the recent invasion of Ukraine has increased pressure on NATO allies.<br />\n<br />\n<blockquote class=\"pull-quote\"><br />\n <span class=\"quote\">\"... the U.S. must be prepared to let these countries defend themselves.''<br><small>— Donald Trump</small></span><br />\n</blockquote><br />\n<br />\n\"I think given the political climate, most NATO members who are currently below two per cent — i.e. most of them — will be reluctant to reduce military spending, and may increase it slightly, unless faced with poor economic conditions,'' said Sam Perlo-Freeman, head of the Project on Military Expenditure at the Stockholm International Peace Research Institute.<br />\n<br />\n\"As Canada is one of the lowest spenders as a share of GDP, it would be in particular politically awkward to further cut spending. But the two-per-cent figure remains more of an aspirational target for many members, which is not going to be reached or approached in the foreseeable future.<br />\n<br />\n\"Of course if Donald Trump becomes President, then all bets are off, and if he means what he says about NATO being obsolete, then who knows.''<br />\n<br />\n<strong>'I look forward to the discusson': Sajjan</strong><br />\n<br />\nSajjan is in the U.S. for meetings, and for a ceremony at the North American Aerospace Defence Command in Colorado.<br />\n<br />\nThat's the home of the monitoring system for the U.S. missile-defence program, which is another part of the new Liberal government's defence review.<br />\n<br />\nCanada declined to join the program a decade ago but remains involved in monitoring the skies for incoming objects — and works in the same room in Colorado with U.S. officers involved in missile defence.<br />\n<br />\n\"I look forward to the discussion,'' Sajjan said of missile defence.<br />\n<br />\n\"This is right now exactly what the defence review is trying to do — is making sure that we have a wide dialogue.''<br />\n<br />\nThe government is soliciting opinions for the review through July 31.<br />\n<br />\n<em><strong>Also On HuffPost:</strong></em><br />\n<br />\n<HH--236SLIDEEXPAND--471698--HH><br> ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/4314346/images/s-HARJIT-SAJJAN-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2016/05/12/morneau-draws-laughs-for-bringing-up-his-quebec-related-dating-history_n_9940580.html</guid>\n      <title><![CDATA[Bill Morneau Shares Dating Story No One Needed To Know]]></title>\n      <author>Maham Abedi</author>\n      <link>http://www.huffingtonpost.ca/2016/05/12/morneau-draws-laughs-for-bringing-up-his-quebec-related-dating-history_n_9940580.html?utm_hp_ref=canada-politics&amp;ir=Canada+Politics</link>\n      <pubDate>Thu, 12 May 2016 20:13:01 -0400</pubDate>\n      <description><![CDATA[<p>MONTREAL — Bill Morneau told Quebec business leaders on Thursday he's always appreciated the province's open and friendly climate — but this time Canada's finance minister wasn't talking about investment.</p><br />\n<p>Instead, Morneau began a speech to the Montreal Board of Trade with a tongue-in-cheek anecdote about how, on his first visit, a woman who would go on to become a prominent Quebec politician allowed him to share a room with his then-girlfriend.</p><br />\n<p>\"I'd like to start with a little story about my first experience with Quebec because I see Monique Jerome-Forget here today,\" Morneau began, referring to the province's finance minister between 2007 and 2009.</p><br />\n<p>He went on to tell the crowd he once dated Jerome-Forget's daughter, Elise, while he was studying at the London School of Economics.</p><br />\n<br />\n<img alt=\"bill morneau\" src=\"http://i.huffpost.com/gen/4314310/thumbs/o-BILL-MORNEAU-570.jpg?16\" /><br />\n<em>Minister of Finance Bill Morneau takes part in media interviews in the foyer of the House of Commons (Photo: Adrian Wyld/CP)</em><br />\n<br />\n<p>When his she invited him home to visit her family in Montreal, Morneau accepted, albeit nervously.</p><br />\n<p>\"For those of you who don't know Monique's husband, Claude, he's a very well-presented man, he's very smart,\" Morneau said.</p><br />\n<p>\"He's a little intimidating when you're a 23-year-old with his daughter. Madame Jerome-Forget was a little bit intimidating as well.\"</p><br />\n<p>After dinner, the Quebec couple stunned the young Torontonian by pointing out the sleeping arrangements: a shared room with Elise.</p><br />\n<p>\"As a boy from Toronto, that wasn't what parents said to you,\" Morneau said. \"They would send the boy that way and the girl that way.\"</p><br />\n<br />\n<strong>'Terrifying' experience</strong><br />\n<br />\n<p>Morneau, who is now 53, described the experience as \"terrifying.\"</p><br />\n<p>\"I woke up the next morning worried how are they going to look at me,\" he said. \"Are they going to look whether I'm well-rested or whether I look really tired?\"</p><br />\n<p>That, Morneau said, was his introduction to Quebec.</p><br />\n<p>\"I've loved Quebec ever since, as a result,\" he concluded to loud applause.</p><br />\n<p>The rest of Morneau's speech focused on promoting the Liberal party's budget and discussing the importance of partnerships and collaboration to ensure long-term economic growth.</p><br />\n<p><em>With files from Pierre Saint-Arnaud</em></p><br />\n<br />\n<em><strong>Also on HuffPost:</strong></em><br />\n<br />\n <HH--236SLIDEEXPAND--461820--HH><br> ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/4314310/images/s-BILL-MORNEAU-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2016/05/12/canadians-not-racist-but-aboriginal-issue-invisible-to-many-paul-martin_n_9940194.html</guid>\n      <title><![CDATA[Paul Martin: Indigenous Issues 'Invisible' To Many, But Canadians Aren't Racist]]></title>\n      <author>Ryan Maloney</author>\n      <link>http://www.huffingtonpost.ca/2016/05/12/canadians-not-racist-but-aboriginal-issue-invisible-to-many-paul-martin_n_9940194.html?utm_hp_ref=canada-politics&amp;ir=Canada+Politics</link>\n      <pubDate>Thu, 12 May 2016 19:32:34 -0400</pubDate>\n      <description><![CDATA[<p>OTTAWA — Racism isn't the culprit, but that doesn't change the fact that the challenges faced by Canada's Aboriginal Peoples have long remained out of sight and mind to many, says former Liberal prime minister Paul Martin.</p><br />\n<p>Long a vocal champion of indigenous rights, Martin is perhaps best remembered as the architect of a five-year, $5-billion funding agreement for aboriginal communities that was abandoned in 2006 by Conservative successor Stephen Harper.</p><br />\n<br />\n<img alt=\"paul martin\" src=\"http://i.huffpost.com/gen/4314290/thumbs/o-PAUL-MARTIN-570.jpg?14\" /><br />\n<em>Former prime minister Paul Martin poses for a portrait following an interview with The Canadian Press in Ottawa, Thursday May 12, 2016. (Photo: Adrian Wyld/CP)</em><br />\n<br />\n<p>In an interview Thursday with The Canadian Press, Martin was asked whether racist attitudes are to blame for why the plight of Canada's First Nations, Metis and Inuit have long failed to capture the national imagination.</p><br />\n<p>When more Canadians grasp the challenges playing out in indigenous communities, they will realize it is totally unacceptable to discriminate against them, Martin replied.  </p><br />\n<p>\"I do not believe Canadians are racist,\" he said. \"I do believe, unfortunately, that the whole issue that we are talking about is invisible to so many Canadians ...</p><br />\n<p>\"We are a generous people when we rise to an occasion of which we are aware. Unfortunately, the invisibility of the aboriginal issue in this country is something that has been locked in by history, but it is my belief if we speak about ... more and more Canadians are becoming aware of it.\"</p><br />\n<br />\n<blockquote class=\"pull-quote\">  <span class=\"quote\">\"We just want to make it absolutely clear that we are ending the ability for any government, current or future, to use tax dollars to fund what are partisan or quasi-partisan ads.\"</span></blockquote><br />\n<br />\n<p>He also said supports Cindy Blackstock, who spent nine years fighting the government over aboriginal policy and won a landmark ruling from the Canadian Human Rights Tribunal in January.</p><br />\n<p>It found Ottawa discriminated against First Nations kids in funding child welfare services on reserve.</p><br />\n<p>Addressing the child welfare problem will require money, but also working in partnership with advocates, Martin said.</p><br />\n<p>\"It is first money, it is second recognizing that we have to work with the First Nations,\" he said.</p><br />\n<br />\n<strong>Praises Cindy Blackstock</strong><br />\n<br />\n<p>\"There are tremendous child welfare advocates out there, people who are very knowledgeable, people like Cindy Blackstock and what the government has to do is to work with them ... for cultural reasons, traditional reasons, and just simply that's where the expertise lies.\"</p><br />\n<p>Working together could produce results quickly, he added.</p><br />\n<p>\"We won't do it if we are turning our back on them,\" he said. \"Cindy Blackstock is right.\"</p><br />\n<p>Martin's voice lends credibility to the notion that First Nations children are worth the money and can succeed, given the proper opportunity, Blackstock said.</p><br />\n<p>She noted, however, the current government's commitment of $71 million for the issue in this year's budget falls far short of what is required to close the gap.</p><br />\n<br />\n<iframe src=\"https://www.facebook.com/plugins/video.php?href=https%3A%2F%2Fwww.facebook.com%2Fhuffpostcapolitics%2Fvideos%2Fvb.582847005062947%2F1307461732601467%2F%3Ftype%3D3&show_text=0&width=560\" width=\"560\" height=\"315\" style=\"border:none;overflow:hidden\" scrolling=\"no\" frameborder=\"0\" allowTransparency=\"true\" allowFullScreen=\"true\"></iframe><br><br />\n<br />\n<p>\"(It's) going to mean more investment from the federal government for equitable child welfare services and more flexibility in the way that the funds are rolled out, so it can actually meet the needs of children,\" she said.</p><br />\n<p>\"Right now, the funding is totally not based on the needs of kids and that needs to change.\"</p><br />\n<p>Martin said his Liberal government had child welfare services on reserves in its sights when it drafted the Kelowna accord — the 2005 funding agreement with aboriginal leaders and the provinces that ultimately never saw the light of day.</p><br />\n<p>He said the former government's refusal to honour the agreement still robs him of sleep.</p><br />\n<p>\"It starting keeping me up at night on the day the Conservatives did it,\" Martin said. </p><br />\n<p>\"It made no sense in the world and has it bugged me for 10 years? Absolutely.</p><br />\n<p>\"How can you go along and say to a six-year-old going into Grade 1 that you're not going to get the same type of education as a six-year-old kid who is living 10 miles from you. It is just wrong to do that and ... not only is it wrong morally but it is economic lunacy.\"</p><br />\n<br />\n<strong>ALSO ON HUFFPOST:</strong><br />\n<HH--236SLIDEEXPAND--321755--HH> ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/4314290/images/s-PAUL-MARTIN-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2016/05/12/arnold-viersen-march-for-life-abortion-rally_n_9940276.html</guid>\n      <title><![CDATA[Tory MP Arnold Viersen Tells Anti-Abortion Rally Liberals Becoming 'Government Of Death']]></title>\n      <author>Ryan Maloney</author>\n      <link>http://www.huffingtonpost.ca/2016/05/12/arnold-viersen-march-for-life-abortion-rally_n_9940276.html?utm_hp_ref=canada-politics&amp;ir=Canada+Politics</link>\n      <pubDate>Thu, 12 May 2016 19:23:33 -0400</pubDate>\n      <description><![CDATA[A Conservative backbencher says that the Liberal government is becoming \"the government of death.\"<br />\n<br />\nArnold Viersen, who represents the Alberta riding of Peace River—Westlock, addressed the \"March for Life\" anti-abortion rally on Parliament Hill Thursday.<br />\n<br />\nThe rookie MP noted that, <a href=\"http://www.torontosun.com/2016/05/10/trudeau-oks-canadian-dollars-for-foreign-abortion-services\" target=\"_hplink\">as first reported by Sun Media</a>, Prime Minister Justin Trudeau lifted a restriction on Canadian foreign aid dollars being used to fund abortion services in other nations through the Maternal, Newborn and Child Health Initiative.<br />\n<br />\n<img alt=\"arnold viersen\" src=\"http://i.huffpost.com/gen/4314190/thumbs/o-ARNOLD-VIERSEN-570.jpg?16\" /><br />\n<em>Arnold Viersen addresses the 'March for Life' rally on Thursday, May 12, 2016. </em><br />\n<br />\nThe previous Conservative government of Stephen Harper <a href=\"http://www.huffingtonpost.ca/2014/05/29/queen-rania-jordan-stephen-harper-child-deaths_n_5410909.html\" target=\"_hplink\">committed billions </a>to the global fund but notably refused to allow that money to be used for abortion. Liberals pledged in <a href=\"https://www.liberal.ca/realchange/help-for-the-worlds-poor/\" target=\"_hplink\">their platform </a>to cover the \"full range of reproductive health services\" in the initiative.<br />\n<br />\nViersen told the crowd — which event organizers pegged at 20,000 — that while the Harper government \"stood for life,\" Liberals have decided Canada should \"export death.\"<br />\n<br />\nWith rally-goers behind him holding signs expressing regret for their own abortions, Viersen accused the Trudeau government of co-opting the initiative to \"not only include abortion, but to promote it.\"<br />\n<br />\n\"When you combine this with the recent legislation on assisted suicide and euthanasia, it’s not hard to see that this Liberal government is quickly becoming the government of death,\" Viersen said, referring to recent legislation <a href=\"http://www.huffingtonpost.ca/2016/04/14/five-things-to-know-about-the-liberal-government-s-new-assisted-dying-bill_n_9696198.html\" target=\"_hplink\">on physician-assisted death.</a><br />\n<br />\nHe called on those at the rally to write to their local MPs and to continue standing for life.<br />\n<br />\n<strong>Trudeau targeted for pro-choice pledge</strong><br />\n<br />\nWhile the \"March for Life\" is an annual event in Ottawa, this was the first since Trudeau became prime minster last fall. <br />\n<br />\nAnti-abortion groups sent <a href=\"http://www.huffingtonpost.ca/2015/05/13/justin-trudeau-abortion-flyers_n_7279254.html\" target=\"_hplink\">extremely graphic flyers</a> to the mailboxes of Canadians last year targeting Trudeau for his decision to reject as candidates any Liberal who would not support abortion rights in the House of Commons. <br />\n<br />\nTrudeau addressed the controversy over his pro-choice pledge in a <a href=\"https://www.liberal.ca/canadian-liberty-and-the-politics-of-fear/\" target=\"_hplink\">memorable speech</a> on the topic of liberty in March 2015.<br />\n<br />\n \"For Liberals, the right of a woman to control her body is more important than the right of a legislator to restrict her freedom with their vote,\" he said at the time. \"MPs who disagree with that have other choices. They can sit as independents, or as Conservatives.\"<br />\n<br />\n<blockquote class=\"twitter-tweet\" lang=\"en\"><p>We will never back down from our commitment to protect a woman's right to choose. Watch this video. <a href=\"https://twitter.com/hashtag/Yes2Trudeau?src=hash\">#Yes2Trudeau</a><br />\n<a href=\"https://t.co/Lrn5ozB2ac\">https://t.co/Lrn5ozB2ac</a></p>— Liberal Party (@liberal_party) <a href=\"https://twitter.com/liberal_party/status/576460640316829696\">March 13, 2015</a></blockquote><br />\n<script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><br />\n<br />\n<a href=\"https://www.facebook.com/huffpostcapolitics\" target=\"_hplink\"> Like Us On Facebook</a> <br />\n<br />\n<strong>ALSO ON HUFFPOST:</strong><br />\n<HH--236SLIDEEXPAND--461250--HH> ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/4314190/images/s-ARNOLD-VIERSEN-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/janice-forsyth/indigenous-people-olympics_b_9935138.html</guid>\n      <title><![CDATA[The Olympics' Exploitation Of Indigenous People Has To Stop]]></title>\n      <author>Janice Forsyth</author>\n      <link>http://www.huffingtonpost.ca/janice-forsyth/indigenous-people-olympics_b_9935138.html?utm_hp_ref=canada-politics&amp;ir=Canada+Politics</link>\n      <pubDate>Thu, 12 May 2016 17:54:19 -0400</pubDate>\n      <description><![CDATA[<img alt=\"vancouver olympics aboriginal\" src=\"http://i.huffpost.com/gen/4314148/thumbs/o-VANCOUVER-OLYMPICS-ABORIGINAL-570.jpg?16\" /><br />\n<em>Aboriginal people of Canada perform during the opening ceremony for the Vancouver 2010 Olympics in Vancouver, British Columbia, Friday, Feb. 12, 2010. (Photo: AP Photo/Mark Baker)</em><br />\n<br />\nThe <a href=\"http://www.trc.ca/websites/trcinstitution/File/2015/Honouring_the_Truth_Reconciling_for_the_Future_July_23_2015.pdf\" target=\"_hplink\">final report</a> for the Truth and Reconciliation Commission, released in 2015, includes <a href=\"http://www.trc.ca/websites/trcinstitution/File/2015/Findings/Calls_to_Action_English2.pdf\" target=\"_hplink\">94 Calls to Action</a> that outline how Canada can help reconcile its past with Indigenous people. Five of those action items focus on sport. One of those items, number 91, addresses the inclusion of Indigenous people in major games, such as the Olympics.<br />\n<br />\nWhy was the Commission interested in major games? Didn't it address the history and legacies of Indian residential schooling?<br />\n<br />\nOrganized <a href=\"http://activehistory.ca/papers/truth-reconciliation-and-the-politics-of-the-body-in-indian-residential-school-history/\" target=\"_hplink\">sport played an important role</a> in the residential school system, which means that sport is implicated in Canada's history of cultural genocide. How we move our bodies, the values we attach to those movements, and the resources we provide to support certain types of movements and not others are political decisions. <br />\n<br />\nNot so long ago, in the late 1800s, the federal government made it illegal for Indigenous people to engage in their traditional dances and ceremonies. Indian agents and missionaries attempted to fill the cultural void by encouraging sports participation instead. That prohibition, called the <a href=\"https://books.google.ca/books?id=1oOqD0yh794C&pg=PA43&dq=severing+the+ties+that+bind&hl=en&sa=X&redir_esc=y#v=onepage&q=severing%20the%20ties%20that%20bind&f=false\" target=\"_hplink\">Potlatch Law</a>, was finally repealed in 1951, the same year that Indian Affairs began encouraging sports in the residential school system, believing it would help Indigenous youth assimilate into mainstream culture.<br />\n<br />\nThe final report and the 94 Calls to Action are thus clear reminders that sport has always been and will always be political. Even if you don't participate in sport, it is an important feature of modern life, and that is why the commission included items about sport in its final report, alongside talks of treaties, health, justice and education. <br />\n<br />\nIt is tacit recognition that the relationships that structure Indigenous involvement in sport, including the Olympic Games, need to be rearranged so that Indigenous people do not have to fight the same battles -- for inclusion, for consultation, for legacies -- every time an event rolls into town. <br />\n<br />\n<blockquote class=\"pull-quote\"><br />\n  <span class=\"quote\">Will future Olympic hosts build on the progress made in Vancouver with the Four Host First Nations by providing Indigenous people with more concrete benefits rather than symbolic ones?</span><br />\n</blockquote><br />\n<br />\nHow Indigenous people are involved in major games is important because the benefits they accrue from taking part offer important insights into whether or not the International Olympic Committee, the National Olympic Committees, the host societies (which includes government representatives) and corporate sponsors are serious about creating meaningful legacies for people other than themselves. <br />\n<br />\nThere is a lot of room for improvement when it comes to the Olympics. The 1904 Games in St. Louis pitted Indigenous people against white athletes in a scientific experiment called <a href=\"http://indiancountrytodaymedianetwork.com/2012/08/03/remembering-1904-savages-olympics-127127\" target=\"_hplink\">Anthropology Days</a>, with the purpose being to demonstrate white athletic and cultural superiority. <br />\n<br />\nThe <a href=\"http://library.la84.org/SportsLibrary/ISOR/ISOR2002j.pdf\" target=\"_hplink\">1976 Games in Montreal</a> incorporated Indigenous imagery and people into various aspects of the Games to sell Quebec as a multi-cultural region and the Olympics as a vehicle for bringing peace, harmony and friendship to all corners of the globe -- never mind the fact that Quebec didn't recognize Indigenous people as \"people\" at the time, or that the Olympics were struggling from acts of violence and terrorism (Mexico 1968 and Munich 1972) and global concerns about the financial risks associated with hosting. <br />\n<br />\nIndigenous symbolism took on increased importance to organizers after Montreal. Consider Calgary 1988, Sydney 2000, Salt Lake City 2002 and Vancouver 2010. In each case, there were more Indigenous people and imagery everywhere as the Games moved forward in time.<br />\n<br />\nHow have Indigenous people benefited from their involvement in the Games? Vancouver 2010 offers some instructive examples. The highly acclaimed First Nations Snowboard Team, a youth-based program, initially benefited from a <a href=\"https://www.biv.com/article/2013/6/legacies-now-questions-forever-about-diverted-tax-/\" target=\"_hplink\">$3-million dollar legacy fund</a>. <br />\n<br />\nAlong the way, funding for the team was reduced and finally cut, and not one organization has yet explained why the team cannot access the reserve fund. The remaining four or five team leaders who are working on volunteer hours are struggling to keep the program alive.  <br />\n<br />\nAnd according to Grand Chief Stewart Phillip of the Union of B.C. Indian Chiefs, the Four Host First Nations (on whose land the Games took place) were the only beneficiaries outside of the big corporations, the host society, and the provincial and federal governments. \"<a href=\"http://www.theglobeandmail.com/news/national/native-leaders-consider-action-during-games/article4214652/\" target=\"_hplink\">We need to decide where we go from here</a>,\" Phillip said back in 2009. \"We can't sit idly by and watch this continual generation of wealth, while our communities sink deeper and deeper into poverty.\"<br />\n<br />\nThe exploitation needs to stop.<br />\n<br />\nWill future Olympic hosts build on the progress made in Vancouver with the Four Host First Nations by providing Indigenous people with more concrete benefits rather than symbolic ones? The Vancouver Games were far from perfect, but they created a space to have a long-overdue conversation about Indigenous involvement in the Games.<br />\n<br />\nImagining what is possible is even more relevant now that the Truth and Reconciliation Commission has come to a close. <br />\n<br />\n<strong>But what does reconciliation in sport look like?</strong><br />\n<br />\nIs it the underfunded snowboard team, the only legacy from Vancouver for Indigenous athletes in Canada? Is it the ongoing exploitation of Indigenous people and imagery for commercial gain? That would explain <a href=\"http://www.cbc.ca/news/canada/north/dsquared2-hudson-bay-olympics-clothing-1.3446911\" target=\"_hplink\">Hudson's Bay hiring Dsquared2</a>, the fashion designers who apologized for their \"Dsquaw\" line only after they signed their deal with Hudson's Bay. <br />\n<br />\nOr maybe it's an Aboriginal youth forum, like the one that was organized for the 2010 Games? In the <a href=\"https://books.google.ca/books?id=Pl5pytri5xkC&printsec=frontcover&dq=patriot+hearts&hl=en&sa=X&redir_esc=y#v=onepage&q=patriot%20hearts&f=false\" target=\"_hplink\">words of John Furlong</a>, then-CEO of Vancouver 2010, \"We would dress them up in modernized versions of their tribal regalia to create the colour and pageantry for which we were striving\" and then \"had them locked in a hall in Squamish, a week or so before the Games\" so that they didn't leak confidential information about their role in the Games. This is the perspective that the Olympic chief brought to the Games and wants us to celebrate? <br />\n<br />\nThere needs to be a robust discussion about Indigenous involvement in the Games and about legacies that offer enduring concrete outcomes for Indigenous people. In those structural changes, we will see the limits for what is possible for Canadians generally, so that the broader public can benefit, too. <br />\n<br />\nCanada, we can do better.<br />\n<br />\n<blockquote><strong>Follow HuffPost Canada Blogs on Facebook</strong><br />\n<div class=\"fb-follow\" data-href=\"https://www.facebook.com/huffpostcablogs/\" data-width=\"570\" data-show-faces=\"true\"></div></blockquote><br />\n<br />\n<strong>MORE ON HUFFPOST:</strong><br />\n<br />\n<HH--236SLIDEEXPAND--489314--HH> ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/4314152/images/s-VANCOUVER-OLYMPICS-ABORIGINAL-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2016/05/12/tanya-tagaq-residential-school-apology_n_9934954.html</guid>\n      <title><![CDATA[Tanya Tagaq Proves Residential Schools Aren't In Our Deep Past By Posting Her Apology Letter]]></title>\n      <author>Joshua Ostroff</author>\n      <link>http://www.huffingtonpost.ca/2016/05/12/tanya-tagaq-residential-school-apology_n_9934954.html?utm_hp_ref=canada-politics&amp;ir=Canada+Politics</link>\n      <pubDate>Thu, 12 May 2016 17:09:42 -0400</pubDate>\n      <description><![CDATA[Inuk throat-singer <a href=\"http://tanyatagaq.com/\" target=\"_hplink\">Tanya Tagaq</a>, an award-winning artist known for taking bold stances on indigenous issues like the seal hunt, posted a stark reminder during the week that Canada finally <a href=\"http://www.huffingtonpost.ca/2016/05/10/carolyn-bennett-un-declaration-rights-indigenous_n_9887872.html?utm_hp_ref=canada-politics&ir=Canada+Politics\" target=\"_hplink\">embraced the 2007 UN Declaration on Rights of Indigenous Peoples</a>, of how recent Canada's painful history actually is. <br />\n<br />\nOn her Facebook page, Tagaq posted a letter from former prime minister Stephen Harper, sent in 2008, apologizing for her time spent as a student in \"Indian Residential Schools.\" She's 41. <br />\n<br />\n<blockquote>\"I'm posting this because people think this happened in the deep past. The damage inflicted by residential schools is relegated into history by the collective consciousness of our country. Not only did the last school close down until 1996, but the damage inflicted poisoned our stream of thought for generations to come. <br />\n<br />\nOur children were forcibly taken. Anyone executing own own laws were imprisoned themselves, the implemented judicial system is so foreign and corrupt people do not heal from it. When the children came home from residential schools broken with no language, steeped in violence and sex, this cycle got perpetuated. I have friends that have gone to jail for simply protecting the innocent from violence. The equation was created to equal us eradicated. <br />\n<br />\nWe are still here.\"</blockquote><br />\n<br />\nIn the comments, she added: \"Consider that you are speaking to someone who has lived through both residential school and it's intergenerational effects at the hands of a government whose direct intention was to \"kill the Indian, save the man\" before giving unsolicited direction/tips on healing. This isn't theory. These are our lives. Thank you.\"<br />\n<br />\nAnd if one needed an equally stark example of that intergenerational trauma, MP Charlie Angus, the NDP indigenous affairs critic, had to <a href=\"http://www.huffingtonpost.ca/2016/05/09/attawapiskat-sucide-crisis-charlie-angus-un_n_9869392.html\" target=\"_hplink\">cancel his attendance at a UN forum</a> because he's still dealing with his riding's ongoing suicide crisis in Attawapiskat.<br />\n<br />\n<iframe src=\"https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Ftanyatagaq%2Fposts%2F10153341306582563%3A0&width=500\" width=\"500\" height=\"703\" style=\"border:none;overflow:hidden\" scrolling=\"no\" frameborder=\"0\" allowTransparency=\"true\"></iframe><br />\n<br />\n<a href=\"https://www.facebook.com/huffpostcapolitics\" target=\"_hplink\"> Like Us On Facebook</a> <br />\n<strong><br />\nALSO ON HUFFPOST:</strong><br />\n<HH--236SLIDEEXPAND--321755--HH><br />\n ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/2146044/images/s-TANYA-TAGAQ-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2016/05/12/jason-kenney-liberal-electoral-reform-referendum_n_9937704.html</guid>\n      <title><![CDATA[Jason Kenney: Liberal Excuses On Electoral Reform Getting 'More And More Ridiculous']]></title>\n      <author>Althia Raj</author>\n      <link>http://www.huffingtonpost.ca/2016/05/12/jason-kenney-liberal-electoral-reform-referendum_n_9937704.html?utm_hp_ref=canada-politics&amp;ir=Canada+Politics</link>\n      <pubDate>Thu, 12 May 2016 16:39:25 -0400</pubDate>\n      <description><![CDATA[OTTAWA — The Liberal government came under fire Thursday for stacking a parliamentary committee studying electoral reform and for refusing to hold a referendum — with the Conservatives judging their \"excuses for trying to rig the system\" more and more ridiculous.<br />\n<br />\nLeading off question period, Calgary MP <a href=\"http://www.huffingtonpost.ca/news/jason-kenney/\" target=\"_hplink\">Jason Kenney </a>asked why the government would not commit to a referendum — something three provinces, British Columbia, Ontario and P.E.I., had done when proposing a change to the way elected representatives are chosen. Each time a referendum was tried, it failed to pass the needed threshold.<br />\n<br />\n<center><img alt=\"maryam monsef\" src=\"http://i.huffpost.com/gen/4313878/thumbs/a-MARYAM-MONSEF-404x304.jpg\" /></center><br />\n<em>Democratic Institutions Minister Maryam Monsef speaks during question period in the House of Commons on Thursday, May 12, 2016. (Photo: Adrian Wyld/CP)</em><br />\n<br />\nDemocratic Institutions Minister <a href=\"http://www.huffingtonpost.ca/news/maryam-monsef/\" target=\"_hplink\">Maryam Monsef </a>didn't mention that in her answer. Instead, she said she appreciated Kenney's desire to hear from Canadians, but had \"yet to hear from him or his colleagues on how a referendum could help us hear from those who don't traditionally engage in the democratic process.\" The remark sparked groans on the Conservative side. <br />\n<br />\nShe pointed to young people, indigenous persons, those with disabilities and exceptionalities, those living in the remote and rural regions of this country.<br />\n<br />\n\"We need to ensure that… the tools that we use to hear from Canadians are in line with the 21st century needs, and the possibilities to make sure that all Canadians across this great nation are included in this important conversation,\" Monsef said.<br />\n<strong><br />\nReferendum the 'ultimate consultation': Kenney</strong><br />\n<br />\n\"Mr. Speaker, their excuses for trying to rig the system are getting more and more ridiculous,\" Kenney said in response. \"She's talking about a fake consultation process that interest groups will be involved in, maybe a few thousand people. We want the ultimate consultation that allows tens of millions of Canadians to decide how they elect their representatives. <br />\n<br />\n\"Why is this Liberal government so determined to be the first government of any major democracy to change the electoral system without a direct popular mandate expressed in a referendum?\"<br />\n<br />\n<center><img alt=\"jason kenney\" src=\"http://i.huffpost.com/gen/4313884/thumbs/a-JASON-KENNEY-404x304.jpg\" /></center><br />\n<em>Conservative MP Jason Kenney asks a question in the House of Commons on Parliament Hill on Thursday, May 12, 2016. (Photo: Adrian Wyld/CP)</em><br />\n<br />\nMonsef said the premise of his question was wrong. On the first day that the government had announced it was moving forward on electoral reform by appointing a 10-person committee — with six Liberals, three Conservatives and one NDP MP, along with non-voting members from the Bloc Québécois and the Green party — she said the hashtag #electoralreform on Twitter had 12 million impressions in one day, proudly holding one finger in the air. <br />\n<br />\n\"Apparently, she wants decisions to be made by Twitter,\" Kenney quipped.<br />\n<br />\n<blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">1/ Liberal rational for refusing a referendum on electoral reform becoming increasingly ridiculous. Now say referendum excludes people.What?</p>— Jason Kenney (@jkenney) <a href=\"https://twitter.com/jkenney/status/730826122921840640\">May 12, 2016</a></blockquote><br />\n<script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><br />\n<br />\n<blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">2/ In opposing a referendum on electoral reform, Liberal Minister now citing Twitter hashtags as an argument. <a href=\"https://twitter.com/hashtag/Embarrassing?src=hash\">#Embarrassing</a> <a href=\"https://twitter.com/hashtag/twitterocracy?src=hash\">#twitterocracy</a></p>— Jason Kenney (@jkenney) <a href=\"https://twitter.com/jkenney/status/730826567396380672\">May 12, 2016</a></blockquote><br />\n<script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><br />\n<br />\nQuebec Conservative MP Steven Blaney said the Liberals had gone \"from sunny ways to a total eclipse of democracy.\" The Grits have given themselves absolute control of the committee, he said, and would next change the rules of democracy unilaterally.<br />\n<br />\nMonsef <a href=\"http://www.huffingtonpost.ca/2016/05/11/liberals-electoral-reform-committee_n_9902158.html\" target=\"_hplink\">told reporters Wednesday</a> the Liberal-dominated committee's recommendation would not be binding in the government. She ruled out engaging the public through citizens' assemblies, as B.C. and Ontario had done. And she did not say, when asked, whether she wanted buy-in from at least one other political party in the Commons in order to add legitimacy to the Liberals' final proposal.<br />\n<br />\nMonsef, however, insisted the government would consult extensively — especially with minority groups. It would also take an \"evidence-based\" approach by encouraging MPs to hold town halls in each of their 338 ridings and report back.<br />\n<br />\n\"Listening to Canadians is at the heart of democracy,\" she said, without any hint of irony.<br />\n<br />\n<strong>New Democrats blast plan, too</strong><br />\n<br />\nThe Conservatives weren't the only party after Monsef's reform plans. <br />\n<br />\nNDP MP Marjolaine Boutin-Sweet said the Liberals' policy made \"no sense.\" <br />\n<br />\n\"This reform is off to a very bad start,\" she said. <br />\n<br />\n\"How can they claim they want to end first-past-the-post and then stack a committee that models themselves on first-past-the-post?\"<br />\n<br />\nThe Liberals hold 54.4 per cent of the seats in the House of Commons. They won 39.5 per cent of the popular vote. The makeup of the committee that will help determine what electoral system Canada gets reflects the distortion of the current first-past-the-post system in the Commons. <br />\n<br />\n<blockquote class=\"twitter-tweet\" data-lang=\"en\"><p lang=\"en\" dir=\"ltr\">Liberals have used their false majority to stack the deck on <a href=\"https://twitter.com/hashtag/electoralreform?src=hash\">#electoralreform</a>. Does this committee look fair to you? <a href=\"https://t.co/FdLejhplHb\">pic.twitter.com/FdLejhplHb</a></p>— NDP_HQ (@NDP_HQ) <a href=\"https://twitter.com/NDP_HQ/status/730832595764699136\">May 12, 2016</a></blockquote><br />\n<script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><br />\n<br />\nGreen Party Leader Elizabeth May doesn't get one voting seat despite her party obtaining 3.4 per cent of the votes. Government House Leader Dominic LeBlanc said reflecting the popular vote would have meant a committee with more than 20 members.<br />\n<br />\nDuring the 2015 election, Justin Trudeau's Liberals announced the 2019 election would be run under a new system  — but he didn't say what exactly that new system would be. The Liberals promised to make every vote count and pledged to bring forward legislation 18 months after taking office. <br />\n<br />\nThe committee has until Dec. 1, 2016 to table their recommendation, giving the government five months to come up with a bill.<br />\n<br />\n<strong>Elections Canada chief says he'd need 6 months notice</strong><br />\n<br />\nElections Canada says it needs at least 24 months to plan for a new electoral system. It also needs at least six months notice to plan for a referendum.<br />\n<br />\nMarc Mayrand, the head of the agency, told a parliamentary committee last month that the Referendum Act is outdated, that it hasn't been changed since 1992, and that many Canadians might be surprised to learn <a href=\"http://www.parl.gc.ca/HousePublications/Publication.aspx?Language=e&Mode=1&Parl=42&Ses=1&DocId=8214854\" target=\"_hplink\">there are few limits on financing. </a><br />\n<br />\n\"For example, unions and corporations could contribute to referendum committees. I think that may come as a shock. There is no limit on contributions by any entities. Again, that may come as a shock,\" he said. <br />\n<br />\n<a href=\"https://www.facebook.com/huffpostcapolitics\" target=\"_hplink\"> Like Us On Facebook</a> <br />\n<strong><br />\nALSO ON HUFFPOST:</strong><br />\n<HH--236SLIDEEXPAND--461250--HH> ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/4313868/images/s-JASON-KENNEY-MARYAM-MONSEF-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/raymond-louie/northern-canada-internet_b_9887040.html</guid>\n      <title><![CDATA[Access To High-Speed Internet Should Be Available To All Canadians]]></title>\n      <author>Raymond Louie</author>\n      <link>http://www.huffingtonpost.ca/raymond-louie/northern-canada-internet_b_9887040.html?utm_hp_ref=canada-politics&amp;ir=Canada+Politics</link>\n      <pubDate>Thu, 12 May 2016 14:19:57 -0400</pubDate>\n      <description><![CDATA[A long overdue conversation has begun in Canada about how to ensure large sections of our country are no longer cut off from an essential service which is taken for granted by so many others -- access to high-speed Internet. For too long now, many people in rural, remote, and northern communities have either been forced to live with inadequate and spotty online services, or in many cases, no high-speed Internet at all. In fact, Canada's current broadband coverage standards for upload and download speeds fall well behind many industrialized nations.<br />\n<br />\nIn 2016, building a nationwide information superhighway is as important to Canada's future as building the transcontinental railroad was over 130 years ago. Simply put, it's hard to live without. Imagine a small business owner trying to compete in today's global economy without high-speed Internet. Or a patient waiting for crucial medical test results that are delayed because those results are not available online. Or a young person trying to improve their job skills without access to an online course. <br />\n<br />\nBut in fact, too many Canadians do live without it. A <a href=\"http://www.crtc.gc.ca/eng/publications/reports/PolicyMonitoring/2014/cmr5.htm#s5-3\" target=\"_hplink\">recent report published by the Canadian Radio-television Telecommunications Commission</a> (CRTC) found that only a fraction of people and businesses in rural and remote communities have access to the upload and download speeds that are almost universally available in our urban centres. For example, almost 100 per cent of people in urban areas have access to download speeds of between 16-25 Megabytes per second (Mbps), compared to only 29 per cent of Canadians in rural communities. That's a significant gap and it needs to be closed.<br />\n<br />\nNot only are a large section of our fellow Canadians being cut off from vital services, they are also being prevented from fully participating in Canadian society and contributing the ideas and the innovations that make our country great. Rural Canada makes up 30 per cent of the country's population and produces one-third of our economic output. It is time to get Internet service in rural and northern Canada moving at full speed.<br />\n<br />\n<blockquote class=\"pull-quote\"><br />\n  <span class=\"quote\">But recognizing high-speed broadband as a basic service is only part of the solution.</span><br />\n</blockquote> <br />\n<br />\nThe good news is that this conversation is shifting from a debate over whether broadband access is an essential service to how we can work together as a nation to get everyone connected.<br />\n<br />\nThe head of the CRTC Jean-Pierre Blais recently talked about the importance of developing a coherent national Internet deployment strategy in Canada. As municipal leaders, we entirely agree with that sentiment, as well as the insistence that it will take a collective effort from all quarters of society including the CRTC, governments, and private industry to make it happen. <br />\n<br />\nThe CRTC is holding hearings right now to better understand broadband connectivity across Canada. FCM appeared there April 15 to lay out the case that high-speed broadband access must be considered an essential service. This means putting in place new funding mechanisms that will support universal access in areas not served through private investments or targeted government funding programs. <br />\n<br />\nBut recognizing high-speed broadband as a basic service is only part of the solution. The CRTC must also ensure the system adapts to ever-changing technological advancements by regularly updating Canada's broadband speed targets. Otherwise we run the risk of drawing up plans for the best system with the fastest upload and download standards today only to see that system quickly become inadequate to people's needs tomorrow.<br />\n<br />\nCanada also needs to ensure our national system includes backup connections for parts of the country where Internet outages can leave people without service for days or even weeks. For example, remote regions where repairing a broken cable is a lengthy and complicated affair, or in the north where there is simply no backup for satellite interruptions. <br />\n<br />\nMaking sure high-speed service is available to everyone will require significant public and private investment. We will all need to work together to build this network. That is why FCM welcomed the federal government's commitment in the recent budget to spend an additional $500-million over the next five years to expand broadband services to rural and remote communities. These investments have the potential to make a significant difference in the lives of Canadians in underserved areas and should be taken into account by the CRTC as it studies additional mechanisms to fund the roll-out of universal broadband access.<br />\n<br />\nCanadians have always been willing to work together to make sure that everyone enjoys the quality of life we all expect and deserve. Today that means pulling together as governments, businesses, and consumers to make sure that no matter where we live, a strong economy and connected, vibrant hometowns are always just a click away.<br />\n<br />\n<blockquote><strong>Follow HuffPost Canada Blogs on Facebook</strong><br />\n<div class=\"fb-follow\" data-href=\"https://www.facebook.com/huffpostcablogs/\" data-width=\"570\" data-show-faces=\"true\"></div></blockquote><br />\n<br />\n<strong>ALSO ON HUFFPOST:</strong><br />\n<br />\n <HH--236SLIDEEXPAND--484238--HH> ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/4305556/images/s-RURAL-CANADA-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2016/05/12/quebec-minister-refuses-to-sign-off-on-new-controversial-history-course_n_9933482.html</guid>\n      <title><![CDATA[Sebastien Proulx, Quebec's Education Minister, Won't Sign Off On History Course]]></title>\n      <author>Ryan Maloney</author>\n      <link>http://www.huffingtonpost.ca/2016/05/12/quebec-minister-refuses-to-sign-off-on-new-controversial-history-course_n_9933482.html?utm_hp_ref=canada-politics&amp;ir=Canada+Politics</link>\n      <pubDate>Thu, 12 May 2016 13:43:43 -0400</pubDate>\n      <description><![CDATA[<p>MONTREAL — A proposed high school history course that critics said ignored minorities in Quebec and promoted a rigid, nationalist ideology will not be implemented provincewide as planned, sources familiar with the program said Thursday.<br />\n<br />\nInstead, the Education Department will make changes to the program to better reflect the province's cultural and linguistic minorities, according to an official in the department as well as other well-placed sources.<br />\n<br />\nThe contentious plan was hatched by the Parti Quebecois government before it lost the 2014 election and was being piloted in a Quebec schools. That will continue, while all other schools will stick to the old curriculum until further notice.<br />\n<br />\n<img alt=\"sebastien proulx\" src=\"http://i.huffpost.com/gen/4313478/thumbs/o-SEBASTIEN-PROULX-570.jpg?14\" /><br />\n<em>Quebec Education Minister Sebastien Proulx responds to reporters questions after a party caucus meeting, Wednesday, April 27, 2016 at the legislature in Quebec City. (Photo: Jacques Boissinot/CP)<br />\n</em><br />\n<br />\nThe program was to be introduced provincewide in the 2016-17 school year, which begins in late August.<br />\n<br />\n\"This is absolutely good news,\" said Sylvia Martin-Laforge, head of the Quebec Community Groups Network, a federally funded organization that advocates for the province's anglophone community.<br />\n<br />\n\"We understand that the minister was not happy with the material. It would seem that people were eager (in the Education Department) to roll out this program and the minister had the courage to say 'No. We will not roll this out.\"'<br />\n<br />\n<strong>Widely panned by First Nations groups</strong><br />\n<br />\nThe proposed two-year program, called History of Quebec and Canada, was widely panned by First Nations groups, as well as cultural and linguistic minority communities across the province.<br />\n<br />\nDocuments obtained by The Canadian Press revealed that non-European francophone immigrants are scantily mentioned.<br />\n<br />\nIn the guidelines teachers use to craft their lesson plans, Confederation in 1867 is not a theme, but tucked into the larger section called \"1840-1896: The formation of the Canadian federal system.\"<br />\n<br />\nMoreover, the only discussion of former prime minister Pierre Trudeau, considered the father of multiculturalism in Canada, is in the context of him \"inviting the provincial governments to reopen the Canadian Constitution,\" after which Quebec left \"empty-handed.\"<br />\n<br />\nMartin-Laforge said \"we can only hope that the depictions of minority communities will not be stereotypical and that the new program doesn't characterize us as bad guys.\"<br />\n<br />\nJacques Beauchemin, who helped write the proposed curriculum, had told The Canadian Press the purpose of the program was to remove mentions about Quebec being a diverse society that promotes multiculturalism.<br />\n<br />\nEducation Minister Sebastien Proulx could not be reached for comment.<br />\n<br />\n<strong>ALSO ON HUFFPOST:</strong><br />\n<HH--236SLIDEEXPAND--321345--HH> ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/4313478/images/s-SEBASTIEN-PROULX-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2016/05/12/most-government-sponsored-syrian-refugees-now-in-permanent-homes-mccallum_n_9932860.html</guid>\n      <title><![CDATA[John McCallum: 98 Per Cent Of Government-Sponsored Syrian Refugees Have Permanent Homes]]></title>\n      <author>Ryan Maloney</author>\n      <link>http://www.huffingtonpost.ca/2016/05/12/most-government-sponsored-syrian-refugees-now-in-permanent-homes-mccallum_n_9932860.html?utm_hp_ref=canada-politics&amp;ir=Canada+Politics</link>\n      <pubDate>Thu, 12 May 2016 13:14:51 -0400</pubDate>\n      <description><![CDATA[<p>OTTAWA — Immigration Minister John McCallum says 98 per cent of government-sponsored Syrian refugees have now found permanent housing.</p><br />\n<p>The minister is telling a Commons committee that the remaining two per cent should be housed by mid-June.</p><br />\n<p>He says the government plans to bring in 25,000 government-sponsored refugees from Syria this year and is well on its way to that goal.</p><br />\n<br />\n<img alt=\"john mccallum\" src=\"http://i.huffpost.com/gen/4313374/thumbs/o-JOHN-MCCALLUM-570.jpg?14\" /><br />\n<em>Immigration Minister John McCallum responds to a question during question period in the House of Commons on Thursday, March 24, 2016. (Photo: Adrian Wyld/CP)</em><br />\n<br />\n<p>That's on top of the 25,000 brought in by the end of February in a mix of sponsorships.</p><br />\n<p>McCallum says 17,300 of this year's 25,000 government-sponsored refugees have already arrived and the remainder will be here by the end of December.</p><br />\n<p>He says challenges remain in the fields of language training and jobs, but resettlement efforts are proceeding.</p><br />\n<p>McCallum says there is still a demand among Canadians to help Syrian refugees.</p><br />\n<br />\n<blockquote class=\"pull-quote\">  <span class=\"quote\">\"I'm probably the only immigration minister in the world whose major challenge is not being able to deliver enough refugees quickly enough to satisfy the amazing generosity of Canadian households.\"</span></blockquote><br />\n<br />\n<p>\"I'm probably the only immigration minister in the world whose major challenge is not being able to deliver enough refugees quickly enough to satisfy the amazing generosity of Canadian households, Canadian families who want to sponsor them,\" he said.</p><br />\n<p>\"This is good problem to have in a sense that it underlines the welcoming nature of our people, but it's still a problem.\"</p><br />\n<p>He said additional officials have been deployed into the region to help process more newcomers.</p><br />\n<br />\n<strong>Other refugees not being short-changed: minister</strong><br />\n<br />\n<p>The focus on people fleeing Syria has not left other refugees short-changed, he added.</p><br />\n<p>\"We have not lost sight, despite the recent attention paid to Syrian newcomers, of other refugees who also need our protection.\"</p><br />\n<p>It made sense, he said, to put extra effort into the Syrian situation.</p><br />\n<p>\"This was the worst refugee crisis the world has seen in decades.\"</p><br />\n<p>McCallum also said that the Syrian refugee program will likely come in under budget, although final tallies are still being made.</p><br />\n<br />\n<strong>ALSO ON HUFFPOST:</strong><br />\n<HH--236SLIDEEXPAND--468876--HH> ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/4313374/images/s-JOHN-MCCALLUM-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2016/05/12/postmedia-s-godfrey-seeks-tax-breaks-bigger-government-ad-spend-for-newspapers_n_9932404.html</guid>\n      <title><![CDATA[Postmedia's Paul Godfrey To Feds: Spend More On Ads, Offer Bigger Tax Breaks]]></title>\n      <author>Daniel Tencer</author>\n      <link>http://www.huffingtonpost.ca/2016/05/12/postmedia-s-godfrey-seeks-tax-breaks-bigger-government-ad-spend-for-newspapers_n_9932404.html?utm_hp_ref=canada-politics&amp;ir=Canada+Politics</link>\n      <pubDate>Thu, 12 May 2016 12:22:02 -0400</pubDate>\n      <description><![CDATA[<p>OTTAWA — The head of one of Canada's biggest media empires is calling on Ottawa to spend more on Canadian newspaper ads, and to give greater tax breaks to companies that do the same.</p><br />\n<p>Postmedia president and CEO Paul Godfrey made the plea Thursday to a Commons committee examining the future of the country's struggling local media.</p><br />\n<p>\"Come back and advertise in our newspapers and on our websites,\" Godfrey pleaded, noting that government cuts to advertising in recent years have disproportionately affected newspapers. \"We're asking the government to be an ally, not for a bailout of the Canadian newspaper industry.\"</p><br />\n<p><img alt=\"paul godfrey\" src=\"http://i.huffpost.com/gen/2138754/original.jpg\" /></p><br />\n<p><font size=\"2\"><em>Postmedia Network President and CEO Paul Godfrey  is calling on Ottawa to spend more on Canadian newspaper ads, and to give greater tax breaks to companies that do the same. (Canadian Press photo)</em></font></p><br />\n<p>Godfrey pointed to federal statistics showing government advertising in newspapers was halved, while online advertising nearly doubled, between 2010 and 2015. The bulk of the money went to foreign-owned behemoths like Google and Facebook, which produce no original Canadian news content.</p><br />\n<p>He called on the government to explore ways to encourage Canadian businesses to advertise locally, through higher tax write-offs for firms that buy ads in Canada.</p><br />\n<p>Godfrey also suggested Heritage Canada's Aid to Publishers program be expanded to include daily publications and community newspapers, saying it could help support the creation of local news content.</p><br />\n<p>Currently, the fund provides financial help to Canadian print magazines, non-daily newspapers and digital periodicals.</p><br />\n<p>Godfrey warned that, without added revenues, many local news outlets will likely be shuttered in the next three years.</p><br />\n<p>The Liberals on the committee were quick to accuse Godfrey of contradicting himself. Postmedia has been among the strongest critics of government spending on advertising, said Liberal MP Adam Vaughan.</p><br />\n<p>\"There have been no fiercer critics of subsidies to the media than the Toronto Sun and the National Post,\" Vaughan said of two of Postmedia's flagship papers. \"How do you square your editorial position with your corporate position?\"</p><br />\n<p>Godfrey responded by saying Postmedia columnists are given leeway to write articles that contradict their own company's positions on political and other issues.</p><br />\n<p><blockquote class=\"pull-quote\"><br />\n  <span class=\"quote\">\"We're asking the government to be an ally, not for a bailout of the Canadian newspaper industry.\"</span><small>— Postmedia CEO Paul Godfrey</small></blockquote></p><br />\n<p>Vaughan also questioned why taxpayers would want to bail out a failing company that is owned in part by a U.S. investment group.</p><br />\n<p>Postmedia was formed in 2010 when the Canwest newspapers were bought while under court-supervised credit protection by an investment group backed by New York hedge fund Golden Tree Asset Management for $1.1 billion.</p><br />\n<p>Last year it grew to become the largest newspaper chain in the country when it paid $316-million to buy Sun Media’s English-language news properties, including 175 newspapers and digital publications, notably the Sun chain of papers in Calgary, Edmonton, Toronto, Ottawa and Winnipeg, plus The London Free Press.</p><br />\n<p>The deal also included the free 24 Hours commuter dailies in Toronto and Vancouver, the English-language Canoe online portal and more than a million square feet of real estate.</p><br />\n<p>But the sale also saddled Postmedia with massive debt obligations.</p><br />\n<p>Godfrey told the committee that, while his news properties would benefit from government support, he was pitching the recommendations on behalf of Canadian newspapers at large, not just his own company, which he noted is still Canadian-controlled.</p><br />\n<p>Vaughan also openly criticized Godfrey for allowing Postmedia newspapers to publish a full front-page Conservative campaign ad, bathed in the non-partisan yellow of Elections Canada, just two days prior to last year's Oct. 19 federal election.</p><br />\n<p><img alt=\"postmedia\" src=\"http://i.huffpost.com/gen/4193038/original.jpg\" /></p><br />\n<p><font size=\"2\"><em>Postmedia Network owns numerous newspapers across Canada, including the National Post and the Sun newspaper chain. Other newspapers include the Calgary Herald, Edmonton Journal, Montreal Gazette, Ottawa Citizen and the Sun and Province newspapers in Vancouver. (REUTERS/Mark Blinch)</em></font></p><br />\n<p>The Liberals also bought up the home page of the National Post's digital operation during the campaign, Godfrey pointed out.</p><br />\n<p>Conservative committee member Peter Van Loan offered advice to Godfrey for preventing a further decline in his company's advertising revenues _ don't abandon local news.</p><br />\n<p>\"I've seen some recent trends where you're trying to do almost a Metroland model of centralizing editorial control,\" the York-Simcoe Ontario MP said.</p><br />\n<p>\"I warn you that I think that will harm some of your long-term competitive advantage.\"</p><br />\n<p>Postmedia announced sweeping changes to its operations in January, cutting 90 jobs across the country and merging newsrooms from multiple newspapers into one each in Vancouver, Calgary, Edmonton and Ottawa.</p> ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/2138754/images/s-PAUL-GODFREY-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/robbie-kregersmith/trudeau-fort-mcmurray-response_b_9914064.html</guid>\n      <title><![CDATA[Trudeau Doesn't Know What He's Doing]]></title>\n      <author>Robbie Kreger-Smith</author>\n      <link>http://www.huffingtonpost.ca/robbie-kregersmith/trudeau-fort-mcmurray-response_b_9914064.html?utm_hp_ref=canada-politics&amp;ir=Canada+Politics</link>\n      <pubDate>Thu, 12 May 2016 11:37:20 -0400</pubDate>\n      <description><![CDATA[I'm just going to come right out and say it: Justin Trudeau isn't a nano-computing specialist, and he most certainly isn't a firefighter or wildfire specialist. When it comes to a major disaster like the wildfire facing Fort McMurray, he just doesn't have a clue what he's doing. <br />\n<br />\nAnd yet, in this, he is showing his ability to provide leadership. <br />\n <br />\nThere is a process that is entrenched in our society when it comes to disaster management. In times of crisis, good well-practiced processes lead to successful outcomes. So far in Fort McMurray, in a fire significantly larger than the 2011 Slave Lake fire where 30 per cent of the town was destroyed, only 10 per cent of the structures were lost in the city.<br />\n <br />\nAn unprecedented evacuation was carried out with as many as 90,000 evacuees fleeing the town with 2 casualties so far, in an MVA. While that loss of life is tragic, the scale of the evacuation is a raging success. <br />\n <br />\nI looked at the Public Safety Canada website and found this regarding disaster management:<br />\n <br />\n<blockquote>Emergencies are managed first at the local level -- for example, by first responders such as medical professionals and hospitals, fire departments, the police and municipalities. Local authorities who need assistance request it from provincial or territorial governments. If an emergency escalates beyond their capabilities, the province or territory may seek assistance from the federal government. Public Safety Canada led the development of the National Emergency Response System (NERS) with provincial and territorial officials, which was approved by Federal/Provincial/Territorial Ministers in January 2011. The NERS enables coordinated efforts in responding to emergencies. <br />\n<br />\nThe Government Operations Centre (GOC) is the principal means by which the Minister of Public Safety and Emergency Preparedness' leadership role in establishing an integrated approach to emergency response is exercised.  Housed at Public Safety Canada, the GOC, on behalf of the Government of Canada, supports response coordination of events affecting the national interest. It brings all partners into a common environment to harmonize and synchronize collective actions of those partners. The GOC operates 24/7 to provide watch, warning, analysis, planning, logistics support and coordination across the federal government and with its partners, including provincial and territorial governments, non-governmental organizations, the private sector, and international partners.</blockquote><br />\n <br />\nSounds like a pretty well-thought-out process. Every level of government signed onto it. And this is how the Fort McMurray fires have been managed, with the Regional Municipality of Wood Buffalo taking lead until the fire had expanded beyond their capabilities.<br />\n<br />\n<blockquote class=\"pull-quote\"><br />\n  <span class=\"quote\">\"And so in a situation where Trudeau isn't qualified or trained to make decisions, he is listening to the guidance of the people who are educated and do this for a living.\"</span><br />\n</blockquote><br />\n <br />\nSo now today, my social media is flooded with complaints about Justin Trudeau not accepting help from Australia, Thailand and Russia to help extinguish the fire. <br />\n<br />\nWhat an incompetent fool. <br />\n<br />\nAll of these countries lining up to help with the biggest fire in our nation's history, basically, and he's turning it away. Clearly he's demonstrating that he is not fit to lead. <br />\n <br />\nThe thing about this fire is that it is so big and so hot that it is unique, almost unheard of in Canadian history. And as a result of that it is difficult to fight. In fact, nearly impossible. And as it has grown to cover more than 2000 sq. km, the approach to fighting this fire has evolved from one of fighting the fire, to containing and directing it away from critical infrastructure and populated areas. <br />\n<br />\nThe Alberta Wildfire department has said that this is too big to be extinguished by humans, and the only way it's going to be put out is burning itself out, or significant periods of heavy rain. When bombers are attempting to drop water on the burning areas, it is evaporating before hitting the fires. Reports have said the fire is burning between 700 and 1000 degrees. <br />\n <br />\nAnd so in a situation where Trudeau isn't qualified or trained to make decisions, he is listening to the guidance of the people who are educated and do this for a living. The experts. He's in his offices, working on the logistics of what they need, not out getting in the way in Fort McMurray, or pulling resources away from where they're needed for the sake of a photo op. And he's letting the heroes that have prevented a devastating situation from becoming the end of Fort McMurray do their jobs. <br />\n <br />\nThe Alberta department has stated that the airspace cannot safely support more air traffic than it already has. Bringing in more would create a risk, with potential for collisions.<br />\n <br />\nAdditionally, I don't think there's a person in their right mind that wants to open the door for Russian planes to be flying in our airspace, no matter the reason. <br />\n <br />\nSo yes, Trudeau has no clue what he's doing. <br />\n<br />\nBut he's relying on the advice and guidance of the people who do to make sure he makes good, informed decisions, doesn't overstep his bounds and Alberta gets what it needs in it's time of need.<br />\n<br />\n<blockquote><strong>Follow HuffPost Canada Blogs on Facebook</strong><br />\n<div class=\"fb-follow\" data-href=\"https://www.facebook.com/huffpostcablogs/\" data-width=\"570\" data-show-faces=\"true\"></div></blockquote><br />\n<br />\n<strong>ALSO ON HUFFPOST:</strong><br />\n<HH--236SLIDEEXPAND--488868--HH> ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/4313052/images/s-TRUDEAU-FORT-MCMURRAY-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/akaash-maharaj/anti-corruption-summit_b_9916778.html</guid>\n      <title><![CDATA[David Cameron Must Take A Real Stand On Corruption]]></title>\n      <author>Akaash Maharaj</author>\n      <link>http://www.huffingtonpost.ca/akaash-maharaj/anti-corruption-summit_b_9916778.html?utm_hp_ref=canada-politics&amp;ir=Canada+Politics</link>\n      <pubDate>Thu, 12 May 2016 11:26:56 -0400</pubDate>\n      <description><![CDATA[<img alt=\"david cameron anticorruption\" src=\"http://i.huffpost.com/gen/4312984/thumbs/o-DAVID-CAMERON-ANTICORRUPTION-570.jpg?13\" /><br />\n<em>British Prime Minister David Cameron gestures during a panel discussion at the international anti-corruption summit on May 12, 2016 in London, England. (Photo: Frank Augstein - WPA Pool/Getty Images)</em><br />\n<br />\nDear Prime Minister David Cameron,<br />\n<br />\nWe are writing on behalf of <a href=\"http://gopacnetwork.org/\" target=\"_hplink\">parliamentarians from around the world</a> and from across Britain's political parties, to make a common appeal to you, as we prepare for the <a href=\"https://www.gov.uk/government/topical-events/anti-corruption-summit-london-2016/about\" target=\"_hplink\">International Anti-Corruption Summit</a>, which you will convene in London later today. <br />\n<br />\nThe legislators we represent come from different cultures, speak different languages, profess different faiths and have been on opposite sides of warfare. But we are united by a common conviction: that corruption is now one of the single greatest threats to the development of societies, the security of nations and human rights.<br />\n<br />\nTo give but one example, an estimated $1 trillion is siphoned out of developing countries each year through money laundering and other corrupt practices. By contrast, the total cost of achieving all <a href=\"http://www.un.org/millenniumgoals/\" target=\"_hplink\">eight UN Millennium Development Goals</a> would have been $0.5 trillion.  <br />\n<br />\n<blockquote class=\"pull-quote\"><br />\n  <span class=\"quote\">By its nature, corruption breeds in the dark and withers under the glare of public scrutiny.</span><br />\n</blockquote><br />\n<br />\nThere is a better world within our grasp: a world without hunger, without thirst, without needless disease; but corruption is stealing that world from us.<br />\n<br />\nBy its nature, corruption breeds in the dark and withers under the glare of public scrutiny. As a result, we believe that the most powerful tools to combat corruption are publicly accessible registers of beneficial ownership of corporations. These registers ensure that the true owners of corporations are known to public institutions, media and citizens. They thwart the ability of the corrupt to hide their illicit wealth and the evidence of their crimes behind a veil of corporate anonymity. <br />\n<br />\nWe applaud your leadership in creating precisely such a national register for the United Kingdom. We can not overstate the importance of your decision, especially given London's central role in global finance, nor do we underestimate the political capital you expended to take this stand. It has the potential to make the world a better place. <br />\n<br />\nBut we are deeply concerned that this potential will be left unrealized because of one catastrophic gap: Britain's Overseas Territories and Crown Dependencies. <br />\n<br />\nThe <a href=\"https://panamapapers.icij.org/\" target=\"_hplink\">Panama Papers</a> have starkly revealed that many of these jurisdictions have become the venues of choice for the anonymous corporations that facilitate tax evasion, organized crime and terrorist financing. Indeed, more than half the companies exposed by the Panama Papers were based in the British Virgin Islands alone. <br />\n<br />\nThe recent agreement with the Overseas Territories and Crown Dependencies gestures in the right direction, by committing them to create their own beneficial ownership registries. However, we are alarmed that these jurisdictions have retained the option to keep their registers closed to inspection by the public and the free press. <br />\n<br />\nWe respectfully submit that if territories under British authority are left free to give safe harbour to publicly anonymous corporations, then Britain's achievements and credibility in the global anti-corruption movement will be undermined. <br />\n<br />\nThe parliamentarians, heads of government and heads of state who will gather at the International Anti-Corruption Summit in London will be there at your call, and will therefore look to you as they judge whether this will be an exercise in words or in deeds. We urge you to seize the moment and challenge the nations of the world to follow where you lead. <br />\n<br />\nWe urge you to announce that you will ensure that there will be public registers of beneficial ownership across the United Kingdom and the British Overseas Territories and Crown Dependencies. <br />\n<br />\nYours sincerely,<br />\n<br />\n<a href=\"http://www.maharaj.org/welcome.shtml\" target=\"_hplink\">Akaash Maharaj</a><br />\nCEO, Global Organization of Parliamentarians Against Corruption (GOPAC)<br />\n<br />\n<a href=\"http://www.nigelmillsmp.com/\" target=\"_hplink\">Nigel Mills MP</a><br />\nCo-Chair, GOPAC UK<br />\nUK All-Party Parliamentary Group on Anti-Corruption<br />\n<br />\n<a href=\"http://www.catherinemckinnellmp.co.uk/\" target=\"_hplink\">Catherine McKinnell MP</a><br />\nCo-Chair, GOPAC UK<br />\nUK All-Party Parliamentary Group on Anti-Corruption<br />\n<br />\n<a href=\"http://margaret-hodge.co.uk/\" target=\"_hplink\">Margaret Hodge PC MP</a><br />\nChair, UK All-Party Parliamentary Group on Responsible Tax<br />\n<br />\n<a href=\"http://www.daviddavismp.com/\" target=\"_hplink\">David Davis PC MP</a><br />\nVice-Chair, UK All-Party Parliamentary Group on Responsible Tax<br />\n<br />\n<a href=\"https://twitter.com/JohnHydePerth\" target=\"_hplink\">John Hyde JP</a><br />\nChair, GOPAC Oceania<br />\n<br />\nMary King<br />\nChair, GOPAC Caribbean<br />\n<br />\n<a href=\"http://www.parliament.gh/parliamentarians/210\" target=\"_hplink\">Osei Kyei Mensah-Bonsu MP</a><br />\nChair, GOPAC Africa<br />\nAfrican Parliamentarians' Network Against Corruption<br />\n<br />\n<blockquote><strong>Follow HuffPost Canada Blogs on Facebook</strong><br />\n<div class=\"fb-follow\" data-href=\"https://www.facebook.com/huffpostcablogs/\" data-width=\"570\" data-show-faces=\"true\"></div></blockquote><br />\n<br />\n<strong>MORE ON HUFFPOST:</strong><br />\n<br />\n<HH--236SLIDEEXPAND--295212--HH> ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/4312984/images/s-DAVID-CAMERON-ANTICORRUPTION-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/2016/05/12/two-tier-pardon-fees-floated-as-part-of-sweeping-trudeau-government-review_n_9928984.html</guid>\n      <title><![CDATA[Sweeping Review Of Harper's Changes To Parole System Floats Idea Of 2-Tier Fees]]></title>\n      <author>Ryan Maloney</author>\n      <link>http://www.huffingtonpost.ca/2016/05/12/two-tier-pardon-fees-floated-as-part-of-sweeping-trudeau-government-review_n_9928984.html?utm_hp_ref=canada-politics&amp;ir=Canada+Politics</link>\n      <pubDate>Thu, 12 May 2016 11:05:58 -0400</pubDate>\n      <description><![CDATA[<p>OTTAWA — People convicted of minor offences would pay less than those guilty of serious crimes when applying for a pardon under a scenario being studied by the federal parole board.</p><br />\n<p>The Parole Board of Canada quietly launched an online consultation this week asking people what they think of the $631 application charge for a criminal pardon — a fee that quadrupled under the previous Conservative government.</p><br />\n<p>The consultation, which runs until June 6, is part of a sweeping Liberal review of Harper government changes that made people wait longer and pay more to obtain a pardon, which was renamed a record suspension. </p><br />\n<br />\n<img alt=\"stephen harper\" src=\"http://i.huffpost.com/gen/4204316/thumbs/o-STEPHEN-HARPER-570.jpg?16\" /><br />\n<em>Former prime minister Stephen Harper arrives at his  office in Ottawa on Oct. 21, 2015. (Photo: Adrian Wyld/Canadian Press)<br />\n</em><br />\n<br />\n<p>About 10 per cent of Canadians — over three million people — have a criminal record. A suspension doesn't erase a record, but can make it easier to get a job, travel and generally return to society.</p><br />\n<p>Under the Conservative changes, lesser offenders — those with a summary conviction — must wait five years instead of three before they can apply for a suspension. Offenders who have served a sentence for a more serious crime — an indictable offence — must wait 10 years instead of five.</p><br />\n<p>In addition, the cost of applying quadrupled to $631 from $150 to ensure full cost recovery. The Conservatives said taxpayers should not subsidize the cost of pardons.</p><br />\n<br />\n<strong>Graham James obtained pardon<br />\n</strong><br />\n<p>The changes came after The Canadian Press revealed that former hockey coach Graham James, a convicted sex abuser, had obtained a pardon.</p><br />\n<p>Critics decried the moves as punitive hurdles for convicts trying to turn their lives around.</p><br />\n<p>The office of Public Safety Minister Ralph Goodale says the government will review the waiting period, fee and new name with a view to considering fairness, proportionality and the role that expunging a criminal record plays in rehabilitation.</p><br />\n<p>\"The goal of the corrections system is for offenders to become contributing members of society after their release to make our communities safer,\" said Scott Bardsley, a spokesman for Goodale. \"Inaccessible pardons cause a major barrier to good employment as many positions require criminal record checks.\"</p><br />\n<br />\n<blockquote class=\"pull-quote\">  <span class=\"quote\">\"The goal of the corrections system is for offenders to become contributing members of society after their release to make our communities safer.\"</span></blockquote><br />\n<br />\n<p>The survey asks people to what extent they think the $631 fee is a barrier for applicants — a significant barrier, a modest one or none at all.</p><br />\n<p>Currently, both a summary offence application and an indictable offence one cost the full $631. It includes the cost of screening an application for eligibility and completeness, and the cost of processing accepted applications. If an application is found to be ineligible during the screening phase, the full fee is returned to the applicant.</p><br />\n<p>The survey says the parole board is \"exploring a number of costing options\" for the fee, including three possible scenarios:</p><br />\n<p>—  Making the fee for a summary offence application lower than the fee for an indictable offence to reflect the fact there is generally less work required to process a summary application;</p><br />\n<p>— Splitting the fee into two parts — a non-refundable charge for screening, another for processing that would be billed only if the application were accepted as eligible.</p><br />\n<p>— Continuation of a single, universal fee for both summary and indictable applications that is returned to an applicant deemed ineligible.</p><br />\n<p>The parole board is also seeking general feedback, as well as comment on its service standards.</p><br />\n<p>Currently, once a summary offence application is ruled eligible, a decision is supposed to come within six months. The service standard for deciding whether to grant a record suspension for an indictable offence is 12 months.</p><br />\n<br />\n<strong>ALSO ON HUFFPOST:</strong><br />\n<HH--236SLIDEEXPAND--461600--HH> ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/4204316/images/s-STEPHEN-HARPER-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.ca/cameron-fenton/trudeau-kinder-morgan-pipeline_b_9918132.html</guid>\n      <title><![CDATA[3 Promises Trudeau Will Break If He Approves The Kinder Morgan Pipeline]]></title>\n      <author>Cameron Fenton</author>\n      <link>http://www.huffingtonpost.ca/cameron-fenton/trudeau-kinder-morgan-pipeline_b_9918132.html?utm_hp_ref=canada-politics&amp;ir=Canada+Politics</link>\n      <pubDate>Thu, 12 May 2016 10:51:40 -0400</pubDate>\n      <description><![CDATA[This weekend, hundreds of people will take to the water and march on the land surrounding the Kinder Morgan pipeline terminal in Burnaby, B.C. as part of a global wave of actions to \"break free from fossil fuels.\" The action comes just over a week ahead of the National Energy Board's deadline to make a recommendation on the whether or not the Kinder Morgan pipeline should be built. <br />\n<br />\nGiven the embattled pipeline regulator's record, many people think an approval is a pre foregone conclusion, but whatever happens the federal government has made it clear that the ultimate fate of the proposed 890,000 barrel per day pipeline project lies in their hands. Where Prime Minister Trudeau lands on this pipeline is a crucial decision, and one that not only may have a catastrophic effect on communities around the world, but could also make or break three of this government's biggest promises during and since the election.   <br />\n<br />\n<strong>Promise #1 - Implement the United Nations Declaration on the Rights of Indigenous Peoples</strong><br />\n<br />\nEarlier this week, Canada's Minister of Indigenous Affairs, Carolyn Bennett, received a standing ovation at the United Nations in New York City when <a href=\"http://www.cbc.ca/news/aboriginal/canada-adopting-implementing-un-rights-declaration-1.3575272\" target=\"_hplink\">she announced</a> Canada's plan to do \"nothing less than to adopt and implement\" the United Nations Declaration on the Rights of Indigenous Peoples. <br />\n<br />\nAdopted by the UN in 2007, the declaration proclaims that governments \"shall consult and cooperate in good faith with the Indigenous Peoples concerned through their own representative institutions in order to obtain their free, prior and informed consent before adopting and implementing legislative or administrative measures that may affect them.\" Put another way, implementing UNDRIP means that projects like Kinder Morgan can only proceed with the consent of indigenous peoples.<br />\n<br />\nThe T'sleil Waututh nation has <a href=\"http://www.nationalobserver.com/2015/10/27/news/tsleil-waututh-nation-take-neb-court-stop-kinder-morgan-hearing\" target=\"_hplink\">already taken taken the government to court over the NEB review of the this pipeline</a>, and <a href=\"http://www.stand.earth/youcanttrustkindermorgan\" target=\"_hplink\">more than a dozen Indigenous communities have come out in opposition to the project</a>. Given Trudeau's campaign promise that a no from First Nations would mean a no on projects like Kinder Morgan, his government giving the green light to this pipeline would require breaking this promise, and could cast doubt on the legitimacy of their commitment to implement UNDRIP.  <br />\n<br />\n<blockquote class=\"pull-quote\"><br />\n  <span class=\"quote\">During the election campaign, Justin Trudeau often repeated the phrase \"governments can grant permits, but only communities grant permission.\"</span><br />\n</blockquote> <br />\n<br />\n<strong>Promise #2 - Real Climate Action </strong><br />\n<br />\nOn Earth Day, Prime Minister Trudeau was one of the most emphatic signatories to the Paris Climate Agreement. <a href=\"http://globalnews.ca/news/2655597/justin-trudeau-joins-world-leaders-in-nyc-to-sign-paris-climate-change-pact/\" target=\"_hplink\">Signing the document in New York City last month</a>, the Prime Minister once again affirmed Canada's renewed commitment to real climate action and our pledge to the Paris agreements goal of striving to limit warming to 1.5ºC.  <br />\n<br />\nGlobally, <a href=\"http://350.org/keep-it-in-the-ground-just-how-much-exactly/\" target=\"_hplink\">we have already burned through most of the carbon budget left to have a chance and meeting a 2ºC warming limit, let alone a 1.5ºC one</a>. So, for Canada to keep the promise we made in Paris and affirmed in New York, we need to stop building new fossil fuel projects and make a rapid shift to 100 per cent renewable energy, and we need to do it fast. Facing this reality, one thing is crystal clear, you can't approve Kinder Morgan -- or any new pipeline for that matter -- and meet our climate obligations. <br />\n<br />\n<strong>Promise #3 - \"Communities grant permission\"</strong><br />\n<br />\nDuring the election campaign, Justin Trudeau often repeated the phrase \"governments can grant permits, but only communities grant permission.\" He started saying it <a href=\"https://www.liberal.ca/liberal-party-canada-leader-justin-trudeaus-speech-calgary-petroleum-club/\" target=\"_hplink\">back in 2013 at a speech at the Calgary Petroleum Club</a>, and would repeat it anytime that pipelines came up on the campaign trail. <a href=\"https://www.liberal.ca/realchange/environmental-assessments/\" target=\"_hplink\">He even put it in the Liberal election platform</a>.<br />\n<br />\nFor many, the line crystallized their hopes for an end to Stephen Harper's relentless push to shove pipelines down the throats of unwilling communities. Now, the government has changed and community opposition to pipelines is as strong as ever. <br />\n<br />\nDuring the National Energy Board hearings in January, municipalities all around the Burrard Inlet raised questions, concerns and outright objections to the pipeline project. Cities like Vancouver and Burnaby are well documented in their opposition to the project, with the City of Vancouver <a href=\"http://www.straight.com/news/613686/city-vancouver-files-official-opposition-kinder-morgan-expansion-trans-mountain-pipeline\" target=\"_hplink\">recently railing against the potential climate impacts of the project</a>. Beneath this political opposition are communities that aren't giving Kinder Morgan permission, and so now the prime minister faces a choice -- reject the pipeline, or eat his words.<br />\n<br />\n<blockquote><strong>Follow HuffPost Canada Blogs on Facebook</strong><br />\n<div class=\"fb-follow\" data-href=\"https://www.facebook.com/huffpostcablogs/\" data-width=\"570\" data-show-faces=\"true\"></div></blockquote><br />\n<br />\n<strong>ALSO ON HUFFPOST:</strong><br />\n<br />\n <HH--236SLIDEEXPAND--379148--HH> ]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/4239258/images/s-JUSTIN-TRUDEAU-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n  </channel>\n</rss>\n",
  "headers": {
    "P3P": "CP='NO P3P'",
    "Content-Length": "29686",
    "Content-Encoding": "gzip",
    "Vary": "Accept-Encoding",
    "Date": "Fri, 13 May 2016 07:43:39 GMT",
    "Content-Type": "text/xml; charset=utf-8",
    "Server": "Apache",
    "Connection": "keep-alive"
  },
  "response_url": "http://www.huffingtonpost.ca/feeds/verticals/canada-politics/index.xml"
}