{
  "requested_url": "http://www.eurekalert.org/rss.xml",
  "fetched_at": "2016-05-13T00:45:31.962037",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" ?> \n<rss version=\"2.0\" xmlns:atom=\"http://www.w3.org/2005/Atom\" xmlns:media=\"http://search.yahoo.com/mrss/\">\n<channel>\n<title>EurekAlert! - Breaking News</title>\n<description>The premier online source for science news since 1996. A service of the American Association for the Advancement of Science.</description>\n<atom:link href=\"http://www.eurekalert.org/rss.xml\" rel=\"self\" type=\"application/rss+xml\" />\n<link>http://www.eurekalert.org</link>\n<language>en-us</language> \n<copyright>Copyright 2016 American Association for the Advancement of Science (AAAS); All rights reserved.</copyright>  \n<lastBuildDate>Fri, 13 May 2016 03:42:01 EDT</lastBuildDate> \n<generator>EurekAlert!</generator>\n<image>\n  <title>EurekAlert! - Breaking News</title> \n  <url>http://www.eurekalert.org/images/logo.gif</url> \n  <link>http://www.eurekalert.org</link> \n  <description>The premier online source for science news since 1996. A service of the American Association for the Advancement of Science.</description> \n</image>\n<ttl>20</ttl> \n<webMaster>webmaster@eurekalert.org (EurekAlert!)</webMaster> \n<item>\n\t<title>Can a smartphone application help treat anxiety and depression?</title>\n\t<description>In a joint project between the universities of Liverpool and Manchester researchers have examined the initial trial of a smartphone application designed to help people manage their problems.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uol-cas051216.php</link>\n\t<pubDate>Fri, 13 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uol-cas051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>The gluten-free diet in children: Do the risks outweigh the benefits?</title>\n\t<description>The prevalence of celiac disease (CD), an autoimmune disease, is increasing. The only treatment for CD is a gluten-free diet. However, the increasing prevalence of CD does not account for the disproportionate increase in growth of the gluten-free food industry (136 percent from 2013 to 2015).  A Commentary scheduled for publication in The Journal of Pediatrics discusses several of the most common inaccuracies regarding the gluten-free diet.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/ehs-tgd051016.php</link>\n\t<pubDate>Fri, 13 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/ehs-tgd051016.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>The Lancet Respiratory Medicine: US patients face significant barriers in accessing adequate care for chronic lung disease</title>\n\t<description>Despite being the third leading cause of death in the USA, people with chronic obstructive pulmonary disease (lung disease) face significant challenges in accessing care, with treatment costs remaining out of reach for many, and hospitals failing to provide recommended standards of care, according to a new report commissioned by The Lancet Respiratory Medicine journal, presented at the American Thoracic Society conference in San Francisco.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/tl-tlr051016.php</link>\n\t<pubDate>Fri, 13 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/tl-tlr051016.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Researchers find blood marker that determines who will respond to colorectal cancer drug</title>\n\t<description>Cancer researchers have identified a marker that shows up in a blood test that determines which patients with colorectal cancer that has spread would benefit from receiving the drug cetuximab.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uhn-rfb051016.php</link>\n\t<pubDate>Fri, 13 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uhn-rfb051016.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Cancer patients with depression 'struggle to get their lives back after treatment'</title>\n\t<description>People with depression are significantly less likely to recover well after treatment for colorectal cancer compared to those without depression, according to new research by Macmillan Cancer Support and the University of Southampton.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uos-cpw051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uos-cpw051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Eyewitnesses' memories darken skin color</title>\n\t<description>Eyewitnesses remember the faces of black suspects less accurately in drive-by shootings than they do in serial killings.Their memories are further skewed when the victims are women or white males, psychology researchers at UBC's Okanagan campus have found.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uobc-emd051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uobc-emd051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Poaching of old forest elephant matriarchs threatens rainforests</title>\n\t<description>Scientists working for the Wildlife Conservation Society, the University of Stirling, and the Amboseli Trust for Elephants say that the high levels of poaching forest elephants will result in a loss of the oldest, wisest matriarchs, who are living libraries of their vast rainforest domain. Without these mothers, forest elephant social lives and their understanding of their ecosystem will be lost. This exacerbates the ongoing loss of ecosystem function already underway by the loss of these most effective seed dispersers and forest gardeners.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/wcs-poo051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/wcs-poo051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>NASA directly observes fundamental process of nature for 1st time</title>\n\t<description>Like sending sensors up into a hurricane, NASA has flown four spacecraft through an invisible maelstrom in space, called magnetic reconnection. Magnetic reconnection is one of the prime drivers of space radiation and so it is a key factor in the quest to learn more about our space environment and protect our spacecraft and astronauts as we explore farther and farther from our home planet.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/nsfc-ndo051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/nsfc-ndo051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Hubble catches views of a jet rotating with Comet 252P/LINEAR</title>\n\t<description>This sequence of images taken by NASA's Hubble Space Telescope shows Comet 252P/LINEAR as it passed by Earth. The visit was one of the closest encounters between a comet and our planet.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/nsfc-hcv051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/nsfc-hcv051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Scientists find that cancer can arise from changes in the proteins that package DNA</title>\n\t<description>Mutations in histones, the proteins that shield and package DNA, have been linked to many types of cancer, but their role in promoting disease has not been clear. Now, for the first time, scientists have found that a change to the structure of a histone can trigger a tumor on its own.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/ru-sft051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/ru-sft051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Action of nanoparticles on platelet activation and plasmatic coagulation</title>\n\t<description>This article illustrates the mechanism and regulation of hemostasis, provides information on nanoparticle action on hemostasis and describes concept and limitations of assays in the assessment of nanoparticles.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/bsp-aon051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/bsp-aon051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Ingestible robot operates in simulated stomach</title>\n\t<description>In experiments involving a simulation of the human esophagus and stomach, researchers at MIT, the University of Sheffield, and the Tokyo Institute of Technology have demonstrated a tiny origami robot that can unfold itself from a swallowed capsule and, steered by external magnetic fields, crawl across the stomach wall to remove a swallowed button battery or patch a wound.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/miot-iro051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/miot-iro051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Microwaved nanoribbons may bolster oil and gas wells</title>\n\t<description>Rice University researchers microwave composite materials of graphene nanoribbons and thermoset polymers to dramatically reinforce wellbores.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/ru-mnm051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/ru-mnm051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>LSU Health New Orleans ophthalmologist recommends UV protection inside cars</title>\n\t<description>In invited commentary on a comparative study of the protective properties of windshields and side-windows in cars against harmful UV rays, Dr. Jayne Weiss, Professor and Chair of Ophthalmology at LSU Health New Orleans School of Medicine, has a take-home message for both ophthalmologists and consumers -- UV protection should be used not just outdoors, but inside cars, too.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/lsuh-lhn051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/lsuh-lhn051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Diabetes drug found no better than placebo at treating NAFLD</title>\n\t<description>A diabetes medication described in some studies as an effective treatment for nonalcoholic fatty liver disease (NAFLD) works no better than a placebo, report researchers at University of California San Diego School of Medicine, after conducting the first randomized, double-blind, controlled clinical trial of sitagliptin, an oral antihyperglycemic marketed by Merck &amp; Co. under the name Januvia.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uoc--ddf051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uoc--ddf051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Rare human disease found in dogs</title>\n\t<description>A rare, severe form of pulmonary hypertension, which up until now, has only been classified as a human lung disease, has also been discovered in dogs according to a Michigan State University study.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/msu-rhd051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/msu-rhd051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Brain images reveal first physical evidence that AA prayers reduce cravings</title>\n\t<description>Members Alcoholics Anonymous who recited AA prayers after viewing drinking-related images reported less craving for alcohol after praying.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/nlmc-bir051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/nlmc-bir051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Women's preference for smaller competition may account for inequality</title>\n\t<description>When applying for a job or to college, women seek positions with fewer applicants than men, according to a new University of Michigan study.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uom-wpf051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uom-wpf051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Can psychological therapies help people who self-harm?</title>\n\t<description>Latest research out today has found that psychological therapies, more commonly known as 'talking treatments', may help people who self- harm.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/w-cpt051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/w-cpt051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Small blue galaxy could shed new light on Big Bang, IU astronomers say</title>\n\t<description>A faint blue galaxy nicknamed Leoncino, or 'little lion,' about 30 million light-years from Earth and located in the constellation Leo Minor has been identified by Indiana University astronomers as possessing qualities that could shed new light on conditions at the birth of the universe.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/iu-sbg051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/iu-sbg051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>How light is detected affects the atom that emits it</title>\n\t<description>A lab at Washington University in St. Louis is one of the first in the world to look at spontaneous emission with an instrument sensitive to the wave rather than the particle nature of light. Because the light is entangled with the atom that emitted it, this kind of detection may provide a way to control the quantum state of the atom.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/wuis-hli051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/wuis-hli051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Hybrid hydrostatic transmission enables robots with human-like grace and precision</title>\n\t<description>A new type of hydrostatic transmission that combines hydraulic and pneumatic lines can safely and precisely drive robot arms, giving them the delicacy necessary to pick up an egg without breaking it.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/dr-hht051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/dr-hht051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Dartmouth researcher, collaborators unveil dual screen smartwatch</title>\n\t<description>A Dartmouth researcher and his collaborators have unveiled a prototype of a smartwatch with dual touchscreens called Doppio.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/dc-drc051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/dc-drc051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Mice cooperate if they benefit</title>\n\t<description>House mice often raise their offspring in a communal nest. A new study conducted by biologists from the University of Zurich reveals that females tend to be more willing to raise their offspring cooperatively if they have similar litter sizes so that the investment is shared equally. As soon as the litter sizes differ, there are fewer communal nests. The mice therefore adjust their willingness to cooperate to the expected benefits.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uoz-mci051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uoz-mci051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Breast cancer drug found to reduce seizures</title>\n\t<description>A class of drug that inhibits estrogen production and is used to treat breast cancer has been found to quickly and effectively suppress dangerous brain seizures, according to a new Northwestern University study. The effect was profound, say the neuroscientists, who conducted the study in an animal model of status epilepticus, a condition characterized by a prolonged episode of seizure activity. The results show that clinically available drugs could be effective therapies for suppressing seizures in humans.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/nu-bcd051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/nu-bcd051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>More potent, inexpensive gene silencing agents described in Nucleic Acid Therapeutics</title>\n\t<description>Combining the therapeutic potential and advantages of existing oligonucleotide-based approaches to turn off disease-related genes, a type of single-stranded silencing RNAs (ss-siRNAs) has shown significantly improved potency and activity. The chemical modification used to create these novel ss-siRNAs is both inexpensive and readily available to researchers, as described in an article in Nucleic Acid Therapeutics.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/mali-mpi051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/mali-mpi051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Brain cells that aid appetite control identified</title>\n\t<description>Brain cells that play a crucial role in appetite and weight gain has been identified. They are known as NG2-glia cells.Although these cells exist within different parts of the brain, it is those found in a specific brain structure called the median eminence that are crucial to weight control. The discovery opens the door to development of new drugs designed to control weight gain and obesity.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/mu-bct051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/mu-bct051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Scientists find what might be responsible for slow heart function under general anesthesia</title>\n\t<description>Anesthesia is used every day, but surprisingly little is known about one of its most dangerous side effects -- depressed heart function. Now, thanks to a team of Johns Hopkins researchers who published a new research article in The FASEB Journal, this mystery is clarified...</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/foas-sfw051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/foas-sfw051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Victims of their own success</title>\n\t<description>A new study paints a gloomy picture of the future of tropical coral reefs. According to a team of researchers including palaeobiologist Professor Dr. Wolfgang Kie&#223;ling from Friedrich-Alexander-Universit&#228;t Erlangen-N&#252;rnberg, Acropora, the most common genus of coral with the most different species, could lose the fight against the climate change being caused by humans, sparking the destruction of underwater biotopes. 'In this situation coral reefs are the victims of their own success,' Kie&#223;ling says.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uoe-vot051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uoe-vot051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Is sleeve gastrectomy a good choice for people with a sweet tooth?</title>\n\t<description>Sleeve gastrectomy is a novel bariatric surgical procedure showing promising weight loss results, even among individuals classified as moderate or severe sweet eaters before the surgery. Evidence suggesting that preoperative sweets consumption is not predictive of sleeve gastrectomy results are reported in a study published in Journal of Laparoendoscopic &amp; Advanced Surgical Techniques.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/mali-isg051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/mali-isg051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>FAU student deciphers 'cave art'</title>\n\t<description>The M&#228;anderh&#246;hle cave near Bamberg was previously regarded as an archaeological sensation. It was thought to contain some of the oldest cave art in Germany. However, Julia Blumenr&#246;ther, a former student at Universit&#228;t Erlangen-N&#252;rnberg, has demonstrated in her Master's thesis that the markings discovered inside the cave in 2005 are not fertility symbols carved by humans as previously thought. In fact, these lines occurred as a result of natural processes, the archaeologist says.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uoe-fsd051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uoe-fsd051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>EuroPCR 2016 abstracts now online</title>\n\t<description>EuroPCR 2016 abstracts are now available online for the annual course of the European Association of Percutaneous Cardiovascular Interventions (May 17-20, Palais des Congres in Paris, France). The 920 abstracts have the potential to change clinical practice and advance interventional cardiovascular medicine. The launch of the new PCR app makes EuroPCR abstracts interactive, allowing participants to comment on abstracts in real-time, rate e-posters and bookmark abstract sessions based on their interests.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/p-e2a051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/p-e2a051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>When foes become friends</title>\n\t<description>A few modifications in the genome turn a fungal plant pathogen into a potentially beneficial organism.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/m-wfb051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/m-wfb051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Bacteria are individualists</title>\n\t<description>Cells respond differently to lack of nutrients.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/m-bai051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/m-bai051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Surgical oncology societies: Global curriculum to address training variations, inadequacies</title>\n\t<description>The Society of Surgical Oncology and the European Society of Surgical Oncology, in two jointly published reports, highlight the global variations in training and make the case for a streamlined global surgical oncology curriculum of uniform standards. It is envisioned that the application of this minimum uniform standards of training will create a robust workforce of well-trained surgical oncologists to meet the growing need resulting from the rising global cancer burden.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/eeco-sos051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/eeco-sos051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>What the Disneyland measles outbreak of 2014-15 can teach us about how stories go viral</title>\n\t<description>New research published Wednesday in the journal Vaccine revealed a key factor for what it takes to make an article about vaccines go viral: including a clear bottom-line message explaining the meaning of vaccination.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/gwu-wtd051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/gwu-wtd051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>An old new weapon against emerging Chikungunya virus</title>\n\t<description>Researchers utilize existing drugs to interfere with host factors required for replication of Chikungunya virus.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/m-aon051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/m-aon051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Suspense in the movie theatre air</title>\n\t<description>Cinemagoers' exhaled breath reveals the scene that is playing.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/m-sit051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/m-sit051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Zika virus: Optimized tests for reliable diagnosis</title>\n\t<description>DZIF scientists have shown that not all conventional Zika virus molecular diagnostic tests are sufficiently reliable.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/gcfi-zvo051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/gcfi-zvo051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Hay fever's hidden supporting substances</title>\n\t<description>Up to now, research into pollen allergies has largely focused on allergens. Upon contact with the nasal mucous membrane, however, pollen releases a host of other substances. A team of researchers from Technical University of Munich and Helmholtz Zentrum M&#252;nchen investigated effects of these substances. It emerged that non-allergenic components have a significant influence on the immune response. The results suggest that it may be time to rethink the current methods of treating allergies.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/tuom-hfh051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/tuom-hfh051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Four synchronized planets reveal clues to how planets form</title>\n\t<description>The search for planets orbiting other stars in our galaxy has revealed an extraordinary family of planets whose orbits are so carefully timed that they provide long-term stability for their planetary system.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/ps-fsp051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/ps-fsp051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>New gene for familial high cholesterol</title>\n\t<description>New research from Denmark reveals the gene that explains one quarter of all familial hypercholesterolemia with very high blood cholesterol. Familial hypercholesterolemia is the most common genetic disorder leading to premature death, found in 1 in 200 people.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uoct-ngf051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uoct-ngf051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Fighting hospital germs with sugar</title>\n\t<description>A synthetic sugar-based molecule activates the immune system and could serve as a vaccine against C. difficile bacteria.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/m-fhg051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/m-fhg051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Hedgehogs are indeed not so widespread in England any more</title>\n\t<description>There's now more than just anecdotal evidence that England's hedgehog population is feeling the squeeze. In the past 55 years, there has been a moderate decline of up to 7.4 percent in the areas they frequent, says Anouschka Hof of the University of Wisconsin-Madison in the US and Paul Bright, previously of the University of London in the UK. Their findings are published in Springer's European Journal of Wildlife Research.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/s-hai051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/s-hai051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Marijuana use in pregnancy is major risk for preterm birth</title>\n\t<description>International research led by the University of Adelaide has for the first time shown a direct link between continued marijuana use during pregnancy and preterm birth.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uoa-mui051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uoa-mui051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Genetic link found between impulsivity and binge-drinking teens - Sussex Uni study</title>\n\t<description>Psychologists have discovered a new genetic link between impulsivity and teenage binge-drinking.  Researchers at the University of Sussex, working as part of a team of researchers from across Europe, made the discovery which is published in the journal Frontiers in Genetics.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uos-glf051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uos-glf051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Risks of heart attack, stroke may outweigh benefits of calcium supplement</title>\n\t<description>Taking calcium and vitamin D can help prevent broken bones in older women. However, this benefit may be cancelled out by an increased risk of heart attack and stroke.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/nuos-roh051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/nuos-roh051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>ESOC 2016: Trials with impact for stroke patients</title>\n\t<description>Over 3700 delegates attended ESOC 2016 in Barcelona. Today's program included teaching courses, scientific presentations, and presentations from clinical trials that will have an immediate impact on how we care for patients with stroke. Here are some highlighted trials from the third day.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/eso-e2t051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/eso-e2t051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Migrant money puts aid in the shade</title>\n\t<description>New research shows international remittances have poverty and inequality-reducing effects in Sub-Saharan Africa.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uol-mmp051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uol-mmp051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Loneliness in midlife</title>\n\t<description>Maike Luhmann from the University of Cologne and Louise C. Hawkley from the National Opinion Research Center at the University of Chicago were able to find out in which phases of their lives people are most at risk of becoming lonely. Their findings show that loneliness most often affects people in old age, beginning at approximately eighty. But there are also phases in midlife at which the risk is high.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uoc-lim051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uoc-lim051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Social engineering: Password in exchange for chocolate</title>\n\t<description>It requires a lot of effort and expense for computer hackers to program a Trojan virus and infiltrate individual or company computers. They are therefore increasingly relying on psychological strategies to manipulate computer users into voluntarily divulging their login details. These methods are known as 'social engineering.' For the first time, psychologists at the University of Luxembourg have conducted a large-scale study (involving 1,208 people) to investigate how people are manipulated into sharing their passwords with complete strangers in return for small gifts.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uol-sep051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uol-sep051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Finnish research shows inaccuracies in emission measurements of important greenhouse gas, N2O</title>\n\t<description>Nitrous oxide, carbon dioxide and methane are the most important greenhouse gases. Nitrous oxide also participates in the destruction of stratospheric ozone. To mitigate global warming, we have to control nitrous oxide emissions. A recent study by the University of Eastern Finland, the University of Helsinki and the Natural Resources Institute Finland provides new knowledge on nitrous oxide emissions and shows that there can be significant inaccuracies in the traditional emission measurements.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uoef-frs051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uoef-frs051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Emotions in the age of Botox</title>\n\t<description>Botulin injections in the facial muscles, which relax expression lines and make one's skin appear younger as a result of a mild paralysis, have another, not easily predictable effect: they undermine the ability to understand the facial expressions of other people. This consequence, as SISSA scientists explain in a new research study, depends on a temporary block of proprioceptive feedback, a process that helps us understand other people's emotions by reproducing them on our own bodies.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/isoa-eit051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/isoa-eit051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Queen's scientists develop new treatment to prolong life of those with cystic fibrosis</title>\n\t<description>Scientists at Queen's University Belfast have discovered a new molecule which has the potential to prolong the life of individuals with cystic fibrosis.The molecule represents a possible future treatment and works by altering cellular ion channels resulting in improved airway hydration and significantly increased mucous clearance.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/qub-qsd051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/qub-qsd051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Cooperation, not struggle for survival, drives evolution</title>\n\t<description>A new conceptual evolutionary model published this year by Roberto Cazzolla Gatti, associate professor of ecology and biodiversity at Tomsk State University (Russia), reviewed the debated mechanism of speciation, suggesting that competition and a struggle for the existence are not the main drivers of evolution. This research points out the importance of avoidance of competition, biological history, endogenosymbiosis, and three-dimensionality as the main forces that structure ecosystems and allow the evolution of biological diversity.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/nrts-cns051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/nrts-cns051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>More urinary tract stones are being treated with surgery</title>\n\t<description>Researchers in Oxford who analyzed recent trends related to urinary tract stones in the UK found a sustained and high prevalence of the condition, with an increased trend to treat patients with surgery.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/w-mut051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/w-mut051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Donor kidneys may be discarded due to 'weekend effect' at hospitals</title>\n\t<description>Investigators have uncovered a 'weekend effect' contributing to the worsening availability of donor kidneys in the United States, according to a new report in Kidney International. They found that kidneys that would normally be made available for transplantation were less likely to be procured from donors over the weekend. Further, organs procured during the weekend were more than 20 percent more likely to be discarded than kidneys procured on other days.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/e-dkm051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/e-dkm051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>New care pathway advises health professionals on postreproductive health</title>\n\t<description>A new position statement by the European Menopause and Andropause Society published in the journal Maturitas provides a pathway with the latest post-reproductive health strategies, with the aim of optimizing care at an international scale. The pathway will assist healthcare professionals to provide up-to-date evidenced-based information so that women seeking advice about menopausal health should not suffer in silence and be able to make informed choices.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/e-ncp051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/e-ncp051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Viruses detected in Swedish mosquito larvae</title>\n\t<description>After an outbreak of Ockelbo disease in northern Sweden in 2013, researchers at Ume&#229; University were able to trace the virus to mosquitos in an area of L&#246;v&#229;nger. In a new study, researchers have shown that mosquito larvae in the V&#228;sterbotten region also carry virus that can cause infectious disease. These include the Sindbis virus, which causes Ockelbo disease, which is associated with fever, rashes and prolonged joint pain.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uu-vdi051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uu-vdi051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Ontario rotavirus hospitalizations drop &gt;70 percent after launch of infant vaccine program</title>\n\t<description>Hospitalization for rotavirus infections decreased by &gt; 70 percent following the introduction of a vaccine program in Ontario, Canada, according to a study published May 11, 2016, in the open-access journal PLOS ONE by Sarah Wilson from Public Health Ontario and the Institute for Clinical Evaluative Sciences, Canada, and colleagues.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/p-orh051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/p-orh051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Finger-specific key presses could speed up computer interaction</title>\n\t<description>If you're looking for a way to use a computer more efficiently, researchers at the University of Waterloo's David R. Cheriton School of Computer Science may have a solution for you. Master's candidate Jingjie Zheng and Professor Daniel Vogel have recently filed a patent that would allow computer users to trigger different shortcut commands by pressing the same keyboard key with different fingers, hands, or hand postures.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uow-fkp051116.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uow-fkp051116.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>New ISSCR guidelines for stem cell research and translation outline best practices</title>\n\t<description>The International Society for Stem Cell Research (ISSCR), the world's largest professional organization of stem cell scientists, today released newly updated guidelines for stem cell research and the development of new clinical therapies. They update earlier versions to include basic, translational, and clinical research, and they include evolving technologies like gene editing in human embryos and emerging areas of stem cell discovery. Guidelines are used by researchers and institutions around the globe.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/isfs-nig051116.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/isfs-nig051116.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Fluorescent jellyfish gene sheds light in 'fitness landscape'</title>\n\t<description>By studying more than 50,000 variants of a jellyfish gene, researchers at the Centre for Genomic Regulation in Barcelona (Spain) have drawn a detailed picture of how changes in that gene affect its function. The study, carried out in collaboration with researchers in Russia, the US, Israel and Spain, is published in the journal Nature.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/cfgr-fjg051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/cfgr-fjg051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>New study suggests rethink of dementia causes</title>\n\t<description>University of Adelaide researchers have developed a new theory for the causes of dementia and other neurodegenerative diseases, involving an out-of-control immune system.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uoa-nss051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uoa-nss051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Skull specializations allow bats to feast on their fellow vertebrates</title>\n\t<description>Over their 52-million-year history, a few bats have evolved a taste for their fellow vertebrates. Now biologists at the University of Washington and the Burke Museum of History and Culture are shedding light on how these so-called 'carnivorous bats' adapted to the daunting task of chowing down their backboned prey.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uow-ssa051216.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uow-ssa051216.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Gene and tonic: Genetic link in binge-drinking teens</title>\n\t<description>Scientists have identified the KALRN gene in a search to determine factors at play in underage alcohol abuse.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/f-gat051116.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/f-gat051116.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>New study finds asthma patients rely heavily on rescue inhalers, difficult to diagnose</title>\n\t<description>In a new national survey of asthma patients, Health Union, and its new online community Asthma.net, reveals that most were satisfied with the care they received; however, the most frequently used form of treatment, at 89 percent, is the rescue inhaler. The results also show the difficult path many people have prior to being correctly diagnosed with asthma.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/hu-nsf051116.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/hu-nsf051116.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Andrei Goga's UCSF team finds new approaches to eradicate aggressive breast cancers</title>\n\t<description>Dr. Goga's team identified fatty acid oxidation intermediates as being significantly upregulated in a MYC-driven model of TNBC. In the MYC-driven transgenic TNBC model and also MYC over-expressing TNBC PDX models, they found that inhibition of FAO decreased energy metabolism and blocked tumor growth, suggesting that FAO has a critical role for in vivo tumor activity.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/udod-agu051116.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/udod-agu051116.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Use of complementary, alternative medicine affects initiation of chemotherapy</title>\n\t<description>Women with early-stage breast cancer for whom chemotherapy was indicated and who used dietary supplements and multiple types of complementary and alternative medicine (CAM) were less likely to start chemotherapy than nonusers of alternative therapies, according to latest research at Columbia University's Mailman School of Public Health. This is one of the first studies to evaluate how complementary and alternative medicine use affects decisions regarding chemotherapy.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/cums-uoc051116.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/cums-uoc051116.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Gene regulatory mutation linked to rare childhood cancer</title>\n\t<description>A single defect in a gene that codes for a histone -- a 'spool' that wraps idle DNA -- is linked to pediatric cancers in a study published today in the journal Science. 'Unlike most cancers that require multiple hits, we found that this particular mutation can form a tumor all by itself,' says Peter W. Lewis, an assistant professor of biomolecular chemistry in the School of Medicine and Public Health at the University of Wisconsin-Madison.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uow-grm051116.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uow-grm051116.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>How Arctic spring kills birds in Africa</title>\n\t<description>An international team of scientists, with the participation of Eldar Rahimberdiev and Mikhail Soloviev, (Department of Vertebrate Zoology, Faculty of Biology, the Lomonosov Moscow State University), analyzed the data on the birds called red knot.  Scientists have figured out how climate changes influence the evolution of birds.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/lmsu-has051116.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/lmsu-has051116.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Database helps researchers connect exposures to health effects, compare diseases</title>\n\t<description>Two new studies from a group at North Carolina State University give researchers new strategies for connecting environmental exposures to human health effects.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/ncsu-dhr051116.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/ncsu-dhr051116.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Gene expression depends on a constant dialogue between the nucleus and the cytoplasm</title>\n\t<description>Gene expression is the process by which genetic information is used to produce proteins, essential for cells to function properly. It takes place in two steps (first the transcription, then the translation), considered to be two independent processes until now. Today, microbiologists provide additional evidence that they are intrinsically related and that a protein complex called Ccr4-Not plays a key role in gene expression by acting as a messenger between the nucleus and the cytoplasm.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/udg-ge051116.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/udg-ge051116.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>The new SLENDR technique: Protein labeling in the developing brain by genome editing</title>\n\t<description>Dr. Ryohei Yasuda and his team have developed a method, called SLENDR, that allows precise modification of neuronal DNA in living samples. Using their new technique, the research team were able to reliably label two different proteins with distinct colors at the same time in the same cell. The researchers used a variety of imaging methods as well as DNA sequencing to confirm that the SLENDR method had truly and precisely knocked in the genes.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/mpfi-tns051116.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/mpfi-tns051116.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>When dung beetles dance, they photograph the firmament</title>\n\t<description>The discovery that dung beetles use the light of the Milky Way to navigate in the world has received much praise. Researchers at Lund University in Sweden have now taken a new step in understanding the existence of these unique beetles: when the beetles dance on top of a ball of dung, they simultaneously take a photograph -- a snapshot -- of how celestial bodies are positioned.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/lu-wdb051116.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/lu-wdb051116.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Layout change can make licensing agreements more agreeable</title>\n\t<description>Changing the layout of long and tedious software licensing agreements may not only make those agreements more understandable, but may even make the users like them more, according to Penn State researchers.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/ps-lcc051116.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/ps-lcc051116.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Interpreting clinical sequencing results for genome medicine</title>\n\t<description>Medical geneticist Robert C. Green and clinical molecular geneticist Heidi Rehm are available to discuss the best path forward for interpreting results from clinical genome and exome sequencing.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/bawh-ics051116.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/bawh-ics051116.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Spacecraft fly through explosive magnetic phenomenon to understand space weather</title>\n\t<description>For the first time, spacecraft have flown through the heart of a magnetic process that controls Earth's space weather and geomagnetic storms.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/icl-sft051116.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/icl-sft051116.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Cells carry 'memory' of injury, which could reveal why chronic pain persists</title>\n\t<description>A new study from King's College London offers clues as to why chronic pain can persist, even when the injury that caused it has gone. Although still in its infancy, this research could explain how small and seemingly innocuous injuries leave molecular 'footprints' which add up to more lasting damage, and ultimately chronic pain.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/kcl-cc051116.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/kcl-cc051116.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Space mission first to observe key interaction between magnetic fields of Earth and sun</title>\n\t<description>A new study co-authored by University of Maryland physicists provides the first major results of NASA's Magnetospheric Multiscale (MMS) mission, including an unprecedented look at the interaction between the magnetic fields of Earth and the sun. The paper describes the first direct and detailed observation of a phenomenon known as magnetic reconnection, which occurs when two opposing magnetic field lines break and reconnect with each other, releasing massive amounts of energy.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uom-smf051016.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uom-smf051016.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Study finds low levels of ultraviolet A light protection in automobile side windows</title>\n\t<description>An analysis of the ultraviolet A (UV-A) light protection in the front windshields and side windows of automobiles finds that protection was consistently high in the front windshields while lower and highly variable in side windows, findings that may in part explain the reported increased rates of cataract in left eyes and left-sided facial skin cancer, according to a study published online by JAMA Ophthalmology.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/tjnj-sfl051016.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/tjnj-sfl051016.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Repetitive, subconcussive head impacts from football associated with short-term changes in eye function</title>\n\t<description>In a study that included 29 NCAA football players, repetitive subconcussive impacts were associated with changes in near point of convergence (NPC) ocular-motor function among players in the higher-impact group, although NPC was normalized after a 3-week rest period, according to a study published online by JAMA Ophthalmology. The NPC measures the closest point to which one can maintain convergence (simultaneous inward movement of eyes toward each other) while focusing on an object before diplopia (double vision) occurs.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/tjnj-rsh051016.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/tjnj-rsh051016.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Is initiation of chemo affected by complementary, alternative medicine use?</title>\n\t<description>Women with early-stage breast cancer for whom chemotherapy was indicated and who used dietary supplements and multiple types of complementary and alternative medicine (CAM) were less likely to start chemotherapy than nonusers of CAM, according to a new study published online by JAMA Oncology.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/tjnj-iio051016.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/tjnj-iio051016.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Scans reveal babies of mothers with gestational diabetes have more body fat</title>\n\t<description>Babies born to mothers with gestational diabetes have more body fat at two months of age compared to babies born to healthy mothers, says a new study. Scientists from Imperial College London used MRI scanning to measure body fat in 86 babies -- they took these readings shortly after birth, and again when the babies were 8-12 weeks old.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/icl-srb051016.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/icl-srb051016.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Scientists identify protein which could improve treatments for recurrent miscarriages</title>\n\t<description>Scientists at the University of Sheffield have identified a protein, involved in the development of the human placenta, may also help embryos implant in the womb -- something which could improve treatments for recurrent miscarriages and pre-eclampsia.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uos-sip051016.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uos-sip051016.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>HIV testing during early infection may reduce new cases in high-risk communities</title>\n\t<description>Detecting HIV earlier, through screening programs that can identify the virus shortly after infection, may lead to lower rates of HIV transmission in local epidemics, suggest findings from a new study published in Clinical Infectious Diseases and available online. After an acute infection screening program was implemented in San Diego, there were fewer new HIV diagnoses than would have been expected without such testing.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/idso-htd051016.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/idso-htd051016.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Why animals court their own sex</title>\n\t<description>Same-sex sexual behavior is common in animals but puzzles evolutionary biologists since it doesn't carry the same obvious benefits as heterosexual courtship behavior that leads to mating and production of offspring. A study from Uppsala University sheds new light on the pervasiveness of same-sex sexual behavior in the animal kingdom.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uu-wac051016.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uu-wac051016.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Genetic tug of war linked to evolution of same-sex sexual behavior in beetles</title>\n\t<description>The frequent occurrence of same-sex behaviors in beetles of one sex could be explained by genes that are favored by natural selection when expressed in the opposite sex, according to a study published in the open access journal BMC Evolutionary Biology.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/bc-gto051016.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/bc-gto051016.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Online therapy effective at treating depression and anxiety</title>\n\t<description>Doctors from the University of Pittsburgh showed that providing an online computerized cognitive behavioral therapy (CCBT) program both alone and in combination with Internet support groups (ISG) is a more effective treatment for anxiety and depression than doctors' usual primary care.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uops-ote050916.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uops-ote050916.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>A sixth sense protects drivers except when texting</title>\n\t<description>A team of researchers from the University of Houston and the Texas A&amp;M Transportation Institute found that a sixth sense protects distracted drivers when they are being absent minded or upset, but not when they are texting. The findings are described in a paper titled 'Dissecting Driver Behaviors Under Cognitive, Emotional, Sensorimotor, and Mixed Stressors,' appearing May 12 in Scientific Reports, an online open-access research journal from the Nature Publishing Group.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uoh-ass050916.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uoh-ass050916.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Shrinking shorebird pays the bill for rapid Arctic warming while wintering in the tropics</title>\n\t<description>Red knots migrate between their breeding grounds in the Arctic and their wintering grounds in West Africa. Chicks currently born under rapidly warming conditions attain smaller sizes before migration starts, because they miss the insect peak. If they reach their wintering grounds in the tropics, they are faced with a second disadvantage: their shorter bills cannot reach their favorite shellfish food. This results in an evolutionary force towards smaller-sized birds with large bills.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/nrni-ssp050816.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/nrni-ssp050816.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Stopping cancer in its tracks</title>\n\t<description>Inhibiting autophagy, the process cells use to degrade large intra-cellular cargo, effectively blocks tumor cell migration and breast cancer metastasis in tumor models. Metastasis is responsible for 90 percent of cancer deaths. There are approved drugs that can disrupt autophagy.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uocm-sci050916.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uocm-sci050916.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Magnetospheric Multiscale (MMS) mission puts magnetic reconnection under the microscope</title>\n\t<description>A team led by Southwest Research Institute (SwRI) has made the first direct detection of the source of magnetic reconnection. Analyzing data from NASA's Magnetospheric Multiscale (MMS) mission, scientists have observed how this explosive physical process converts stored magnetic energy into kinetic energy and heat.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/sri-mm050916.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/sri-mm050916.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>New insights into how magnetic lines around Earth reconnect</title>\n\t<description>High-resolution measurements from NASA spacecraft have unraveled the mysteries of magnetic reconnection around Earth -- a phenomenon whereby magnetic field lines break and reconnect, releasing energy and accelerating particles.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/aaft-nii050916.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/aaft-nii050916.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Disrupted REM sleep can derail memory formation</title>\n\t<description>A new study in mice provides direct causal evidence that rapid eye movement or REM sleep helps to consolidate memory in the brain.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/aaft-drs050916.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/aaft-drs050916.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>While the Arctic warms, migrating birds pay the price in the tropics</title>\n\t<description>Red knot birds are becoming smaller as temperatures warm in their Arctic breeding grounds. But the migrating birds don't pay the price for this climate-caused shrinkage until they arrive at the more stable climate of their tropical winter homes.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/aaft-wta050916.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/aaft-wta050916.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>In Sierra Leone, short reconciliation ceremonies restore social ties</title>\n\t<description>Short, low-cost interventions can help communities to recover from a civil war, a new study evaluating the efficacy of a postwar reconciliation strategy in Sierra Leone shows.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/aaft-isl050916.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/aaft-isl050916.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Found: Surviving evidence of Earth's formative years</title>\n\t<description>New work has found material in rock formations that dates back to shortly after Earth formed. The discovery will help scientists understand the processes that shaped our planet's formative period and its internal dynamics over the last 4.5 billion years.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/cifs-fse050916.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/cifs-fse050916.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Dogs provide information about brain tumor development in humans</title>\n\t<description>Brain tumors in dogs are strikingly similar to their human tumor counterparts. In a recent study in the journal PLOS Genetics, researchers at Uppsala University and Swedish University of Agricultural Sciences have used genetic analyses in different dog breeds to identify genes that could have a role in the development of brain tumors in both dogs and human.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/uu-dpi050916.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/uu-dpi050916.php</guid>\n\t\n\t\n</item>\n<item>\n\t<title>Post-conflict reconciliation led to societal healing, but worsened psychological health</title>\n\t<description>In the aftermath of civil wars, many countries undertake truth and reconciliation efforts to restore social cohesion, but little has been known about whether these programs reach their intended goals. A new study published in Science today suggests reconciliation programs promote societal healing, but that these gains come at the cost of reduced psychological health, worsening depression, anxiety, and trauma.</description>\n\t<link>http://www.eurekalert.org/pub_releases/2016-05/ifpa-prl050616.php</link>\n\t<pubDate>Thu, 12 May 2016 00:00:00 EDT</pubDate>\n\t<guid>http://www.eurekalert.org/pub_releases/2016-05/ifpa-prl050616.php</guid>\n\t\n\t\n</item>\n\n</channel>\n</rss>\n",
  "headers": {
    "Content-Length": "66449",
    "Accept-Ranges": "bytes",
    "Last-Modified": "Fri, 13 May 2016 07:42:01 GMT",
    "Date": "Fri, 13 May 2016 07:43:09 GMT",
    "ETag": "\"29980e-10391-69052440\"",
    "Content-Type": "application/xml",
    "Server": "Apache/2.0.63 (Unix) mod_ssl/2.0.63 OpenSSL/0.9.8k PHP/5.3.0"
  },
  "response_url": "http://www.eurekalert.org/rss.xml"
}