{
  "requested_url": "http://www.caravanmagazine.in/feed",
  "fetched_at": "2016-05-13T00:46:23.974569",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?><rss version=\"2.0\"\n\txmlns:content=\"http://purl.org/rss/1.0/modules/content/\"\n\txmlns:wfw=\"http://wellformedweb.org/CommentAPI/\"\n\txmlns:dc=\"http://purl.org/dc/elements/1.1/\"\n\txmlns:atom=\"http://www.w3.org/2005/Atom\"\n\txmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\"\n\txmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\"\n\t>\n\n<channel>\n\t<title>The Caravan</title>\n\t<atom:link href=\"http://www.caravanmagazine.in/feed\" rel=\"self\" type=\"application/rss+xml\" />\n\t<link>http://www.caravanmagazine.in</link>\n\t<description>A Journal of Politics and Culture</description>\n\t<lastBuildDate>Fri, 13 May 2016 03:51:01 +0000</lastBuildDate>\n\t<language>en-US</language>\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\n\t<sy:updateFrequency>1</sy:updateFrequency>\n\t\n\n<image>\n\t<url>http://www.caravanmagazine.in/wp-content/uploads/2015/11/cropped-cvn-icon-32x32.jpg</url>\n\t<title>The Caravan</title>\n\t<link>http://www.caravanmagazine.in</link>\n\t<width>32</width>\n\t<height>32</height>\n</image> \n\t<item>\n\t\t<title>The NCST&#8217;s Report on Gangrapes and Assaults in Bastar Says There is a Breakdown of Discipline Among Security Forces</title>\n\t\t<link>http://www.caravanmagazine.in/vantage/bastar-ncst-report-gangrapes-assaults-result-breakdown-discipline</link>\n\t\t<comments>http://www.caravanmagazine.in/vantage/bastar-ncst-report-gangrapes-assaults-result-breakdown-discipline#respond</comments>\n\t\t<pubDate>Thu, 12 May 2016 03:24:48 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Surabhi Kanga]]></dc:creator>\n\t\t\t\t<category><![CDATA[Vantage]]></category>\n\t\t<category><![CDATA[Adivasis]]></category>\n\t\t<category><![CDATA[Bastar]]></category>\n\t\t<category><![CDATA[Chhattisgarh]]></category>\n\t\t<category><![CDATA[National Commission for Scheduled Tribes]]></category>\n\t\t<category><![CDATA[paramilitary forces]]></category>\n\t\t<category><![CDATA[Security forces]]></category>\n\t\t<category><![CDATA[Sexual violence]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.caravanmagazine.in/?p=25532</guid>\n\t\t<description><![CDATA[<p>In a 15-page fact-finding report, the National Commission for Scheduled Tribes (NCST) has stated that there is a breakdown of discipline among security forces deployed on anti-Maoist operations in south Chhattisgarh. The report was the result of a probe by the NCST into three instances of mass sexual violence against Adivasi women—all hardscrabble subsistence farmers—including &#8230; <a href=\"http://www.caravanmagazine.in/vantage/bastar-ncst-report-gangrapes-assaults-result-breakdown-discipline\" class=\"more-link\">Continue reading <span class=\"screen-reader-text\">The NCST&#8217;s Report on Gangrapes and Assaults in Bastar Says There is a Breakdown of Discipline Among Security Forces</span></a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in/vantage/bastar-ncst-report-gangrapes-assaults-result-breakdown-discipline\">The NCST&#8217;s Report on Gangrapes and Assaults in Bastar Says There is a Breakdown of Discipline Among Security Forces</a> appeared first on <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in\">The Caravan</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>In a 15-page fact-finding report, the National Commission for Scheduled Tribes (NCST) has stated that there is a breakdown of discipline among security forces deployed on anti-Maoist operations in south Chhattisgarh. The report was the result of a probe by the NCST into three instances of mass sexual violence against Adivasi women—all hardscrabble subsistence farmers—including gangrapes, as well as assaults, and looting by the police and paramilitary forces, in the Bijapur and Sukma districts of the state. The violence reportedly took place in October 2015 (in Bijapur) and in January 2016 (in Bijapur and Sukma) by contingents deployed on anti-Maoist operations.</p>\n<p>A three-member NCST team led by the commission’s chairperson Rameshwar Oraon visited Chhattisgarh between 3 and 5 April to probe the charges of violence. On 29 April, the commission finalised its report. It terms the investigations into the charges “unsatisfactory,” adding that “no progress has been made in identifying” the security personnel who attacked the women villagers. “The statements of all the complainants are yet to be recorded,” the report notes. The commission recommends that the investigation be taken away from the district police authorities, and handed over to the Criminal Investigation Department of the state, and suggests a judicial enquiry. The report stresses that, if the investigation is to be “credible,” these steps are essential.</p>\n<p>The commission found that for all three cases, the district police had set up “special teams” of two or three members of police personnel to investigate the violence. However, despite the six months that had passed since the October complaint and the four months since the January ones, these teams have made no arrests, nor have they filed charge sheets.</p>\n<p>“Transferring the cases out of the district is necessary, because those responsible for investigating the crimes are themselves involved,” Oraon, the commission chairperson, told me on 9 May. The NCST report notes that the commission sensed a breakdown of discipline among security forces deployed on search operations. Unless commanding officers enforce appropriate supervision, the report says, it would be impossible to prevent such acts of violence.</p>\n<p>Last October, <span style=\"text-decoration: underline\"><a href=\"http://www.hindustantimes.com/india/three-years-after-dec-16-rape-spree-goes-unpunished-in-chhattisgarh/story-yarECEf6PiJUt0QLAnd0kL.html\" target=\"_blank\">in Pegdapalli, Chinnagellur, Peddagellur, Burgicheru, and Gundam villages of Bijapur</a></span>, three women, including a teenager and a pregnant woman reported being gangraped by members of security forces. Several others complained of sexual assaults and molestation. This January, 13 women <span style=\"text-decoration: underline\"><a href=\"http://www.caravanmagazine.in/vantage/bastar\" target=\"_blank\">from Bijapur’s Nendra village</a></span> reported being gangraped by security forces personnel, some of whom reportedly carried out the assaults inside the women’s homes. The attackers belonged to a contingent that stayed in the village from 11 to 14 January, while on an anti-Maoist operation. <span style=\"text-decoration: underline\"><a href=\"http://www.caravanmagazine.in/vantage/bastar\" target=\"_blank\">In Sukma’s Kunna village</a></span>, several women reported being sexually assaulted by security personnel on 12 January. In all three instances, many villagers complained that members of these forces had also beaten them, ransacked their homes and looted money, food, and other possessions.</p>\n<p>In its report, the commission strongly criticises the police for <span style=\"text-decoration: underline\"><a href=\"http://www.caravanmagazine.in/vantage/bastar\" target=\"_blank\">its reluctance to file the FIRs in the January cases</a></span>, and the delay in conducting medical examinations of the survivors, thus undermining potential evidence. The FIRs were delayed despite a 2013 Supreme Court ruling that an amendment to India’s anti-rape laws makes it mandatory for the police to file a case as soon as a complaint of sexual violence is brought to them. For instance, in Sukma, the 12 January violence was reported on 15 January to authorities, but the police lodged a FIR only on 27 January, that too following persistent efforts by local Adivasi leaders such as Manish Kunjam.</p>\n<p>With scores of remote forested villages, Bijapur and Sukma districts form part of the heavily militarised epicentre of a decade-long conflict between the Indian paramilitary and police forces and Maoist rebels, which has taken <a href=\"http://www.satp.org/satporgtp/countries/india/maoist/data_sheets/fatalitiesnaxal05-11.htm\" target=\"_blank\"><span style=\"text-decoration: underline\">over 7000 lives already</span>.</a> Over a third of the casualties are civilians, killed by combatants on either side. While there have been <span style=\"text-decoration: underline\"><a href=\"http://www.firstpost.com/india/salwa-judums-record-99-allegations-of-rape-not-one-fir-826067.html\" target=\"_blank\">several reports of sexual violence</a></span> in Bastar over the years, the October 2015 complaint from Bijapur was the first instance of a formal FIR being lodged that charged male combatants with rape. It also marked the first time <span style=\"text-decoration: underline\"><a href=\"http://www.hindustantimes.com/india/bijapur-villagers-recount-widespread-assaults-by-men-in-uniform/story-K4U8MxPSS3mO8OkczJVjhL.html\" target=\"_blank\">the state government invoked the Section 376(2)(c)</a></span> of the Indian Penal Code, which was introduced into the IPC after the 2013 amendments to the anti-rape laws. This provision deals with sexual crimes by armed personnel.</p>\n<p>The NCST’s attention was drawn to the violence by Hindi and English press reports on the violence, between November 2015 and February 2016. In a letter dated 25 February 2016, the NCST asked the Chhattisgarh state government for a report. It sent a reminder on 11 March. Since the government provided no response, the commission decided to travel to the state and get information first-hand.</p>\n<p>When Oraon and his team visited Chhattisgarh, they did not travel to the actual villages in Bijapur and Sukma where the violence is reported to have taken place—authorities in the state advised them to not do so, saying it was unsafe. Instead, the team met several women complainants in the district headquarters of Bijapur town. These included 8 women from Nendra, who told commission members that members of the security forces had raped them. Other women narrated being assaulted by members of the force. According to the report, several other affected villagers were unavailable since they had migrated to the neighbouring state of Telangana for seasonal work.</p>\n<p>In Bijapur, the commission met with lawyers and women activists who had helped guide the Adivasi women villagers through the legal procedures. It also met with district police officials in charge of the investigations, as well as the state government’s chief secretary and home secretary, and senior police officials in Raipur.</p>\n<p>Following his visit, on 13 April, Oraon had told me that he was unconvinced about the seriousness of the police investigations into all three cases. Drawing attention to the fact that no arrests had been made yet, he asked, “In this case, if the police cannot identify and arrest the perpetrators from among a couple of hundred people, how can we expect them to identify the accused in general cases from among thousands and lakhs?”</p>\n<p>Another key criticism contained in the report is that the police did not apply relevant provisions of the Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act, despite all the complainants being Adivasis. The report points out that by not including such provisions in the FIR, the authorities are undermining the seriousness of the charges, and preventing the villagers from getting the monetary compensation to which they are legally entitled. The Atrocities Act, which was <span style=\"text-decoration: underline\"><a href=\"http://socialjustice.nic.in/pdf/PoA-amendmentact2015.pdf\" target=\"_blank\">amended in January 2016</a></span>, with <span style=\"text-decoration: underline\"><a href=\"http://egazette.nic.in/WriteReadData/2016/169084.pdf\" target=\"_blank\">amended rules issued in April 2016</a></span>, mandates an investigation and filing of chargesheet within 60 days of the FIR being lodged. The new rules also provide for monetary compensation ranging from 2 lakh rupees to 8.25 lakh rupees for survivors of sexual violence. The report also notes the government must pay monetary compensation to villagers who have suffered in the violence.</p>\n<p>The report argues that conditions for sexual violence are being created due to forces living in villagers’ homes during operations, and the absence of women officers in the deployed units. Last December, in villages of Bijapur that had seen such violence, several women had told me that they were evicted from their homes by security forces, who then took them over for the duration of their stay in the village. The report asks the government to “issue orders that security forces must not, under any circumstances, live in the homes of villagers while on an operation.”</p>\n<p>Taking cognisance of the numerous reports of looting, the report also notes that the state forces personnel are not paid the same monthly allowance as those of the Central Reserve Police Force. It recommends that the state government increase the monthly allowance of its forces to bring it on par with the CRPF—which is, to increase it from Rs 600 to Rs 2400.</p>\n<p>During our conversation on 9 May, Oraon told me that he planned to write to the Chhattisgarh Chief Minister Raman Singh this week with a copy of the report and urge speedy action on the commission’s recommendations. “After some time, we will ask them for a follow-up report,” he said.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in/vantage/bastar-ncst-report-gangrapes-assaults-result-breakdown-discipline\">The NCST&#8217;s Report on Gangrapes and Assaults in Bastar Says There is a Breakdown of Discipline Among Security Forces</a> appeared first on <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in\">The Caravan</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.caravanmagazine.in/vantage/bastar-ncst-report-gangrapes-assaults-result-breakdown-discipline/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>A petition against the Art of Living group cites The Caravan</title>\n\t\t<link>http://www.caravanmagazine.in/vantage/petition-art-living-group-cites-caravan</link>\n\t\t<comments>http://www.caravanmagazine.in/vantage/petition-art-living-group-cites-caravan#respond</comments>\n\t\t<pubDate>Wed, 11 May 2016 03:32:42 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Vivek Gopal]]></dc:creator>\n\t\t\t\t<category><![CDATA[Vantage]]></category>\n\t\t<category><![CDATA[art of living]]></category>\n\t\t<category><![CDATA[National Green Tribunal]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.caravanmagazine.in/?p=25521</guid>\n\t\t<description><![CDATA[<p>The National Green Tribunal (NGT), yesterday, sought a reply on a petition alleging that “gross disrespect” had been shown to the orders of the tribunal in the public domain by Ravi Shankar, the spiritual head of the Art of Living foundation. The plea filed by environmental activist Manoj Mishra, convenor of the non-profit Yamuna Jiye &#8230; <a href=\"http://www.caravanmagazine.in/vantage/petition-art-living-group-cites-caravan\" class=\"more-link\">Continue reading <span class=\"screen-reader-text\">A petition against the Art of Living group cites The Caravan</span></a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in/vantage/petition-art-living-group-cites-caravan\">A petition against the Art of Living group cites The Caravan</a> appeared first on <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in\">The Caravan</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>The National Green Tribunal (NGT), yesterday, sought a reply on a petition alleging that “gross disrespect” had been shown to the orders of the tribunal in the public domain by Ravi Shankar, the spiritual head of the Art of Living foundation. The <span style=\"text-decoration: underline\"><a href=\"http://www.livemint.com/Politics/GsMFgET3tQE2YEghdDcfvN/NGT-notice-to-Sri-Sri-Ravi-Shankar-for-statement-against-com.html\">plea filed by environmental activist</a></span> Manoj Mishra, convenor of the non-profit Yamuna Jiye Abhiyaan, argued that Vyakati Vikaas Kendra India, a trust run under the aegis of the Art of Living group had told the NGT that it did not have enough funds to pay an “environmental compensation” of Rs 5 crore, immediately after an order to that effect was passed on 9 March.</p>\n<p>Citing an earlier story filed by Kaushal Shroff, a fact checker at <em>The Caravan</em>, the application states that “a statement was made that the Organization (AOL) did not have enough funds to pay such a huge sum at such short notice. However, the Applicant came across Article titled ‘Despite claiming not to have 5 Crore to pay the NGT, the Art of Living has over 200 crore worth of assets and 80 crore in revenue’ published in the Caravan Magazine on 4.5.2016 wherein it has been found that the spiritual founder of AOL, heads over Rs 234 crore worth of assets, with over Rs 81 crore in latest revenues from the United States, United Kingdom and the Netherlands alone.</p>\n<p><span style=\"text-decoration: underline\"><a href=\"http://www.caravanmagazine.in/vantage/despite-claiming-not-5-crore-pay-ngt-art-living-200-crore-worth-assets-80-crore-revenue\">Here</a></span> is the story cited in the contempt application.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in/vantage/petition-art-living-group-cites-caravan\">A petition against the Art of Living group cites The Caravan</a> appeared first on <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in\">The Caravan</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.caravanmagazine.in/vantage/petition-art-living-group-cites-caravan/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>What Happened to the Indian Official that Rejected the US Drug Company Gilead&#8217;s Patent Application in 2015</title>\n\t\t<link>http://www.caravanmagazine.in/vantage/indian-official-rejected-gilead-patent-forced-out</link>\n\t\t<comments>http://www.caravanmagazine.in/vantage/indian-official-rejected-gilead-patent-forced-out#comments</comments>\n\t\t<pubDate>Tue, 10 May 2016 04:38:58 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Surabhi Kanga]]></dc:creator>\n\t\t\t\t<category><![CDATA[Vantage]]></category>\n\t\t<category><![CDATA[big pharma]]></category>\n\t\t<category><![CDATA[Gilead]]></category>\n\t\t<category><![CDATA[Hepatitis C]]></category>\n\t\t<category><![CDATA[Modi government]]></category>\n\t\t<category><![CDATA[united states]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.caravanmagazine.in/?p=25507</guid>\n\t\t<description><![CDATA[<p>Yesterday, the office of the controller general of patents, designs and trademark contradicted its 2015 decision and granted a patent to the US drug company Gilead for its hepatitis C drug sofosbuvir (also known as &#8220;sofo,&#8221; and sold under the name Sovaldi).  Sovaldi had been approved for sale in the US in December 2013, but Gilead had come under &#8230; <a href=\"http://www.caravanmagazine.in/vantage/indian-official-rejected-gilead-patent-forced-out\" class=\"more-link\">Continue reading <span class=\"screen-reader-text\">What Happened to the Indian Official that Rejected the US Drug Company Gilead&#8217;s Patent Application in 2015</span></a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in/vantage/indian-official-rejected-gilead-patent-forced-out\">What Happened to the Indian Official that Rejected the US Drug Company Gilead&#8217;s Patent Application in 2015</a> appeared first on <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in\">The Caravan</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><em>Yesterday, the office of the controller general of patents, designs and trademark <span style=\"text-decoration: underline\"><a href=\"http://www.thehindu.com/news/national/gilead-gets-patent-for-hepatitis-c-drug-solvadi/article8577060.ece\" target=\"_blank\">contradicted its 2015 decision and granted a patent to the US drug company Gilead</a></span> for its hepatitis C drug sofosbuvir (also known as &#8220;sofo,&#8221; and sold under the name Sovaldi). </em></p>\n<p><em>Sovaldi had been approved for sale in the US in December 2013, but Gilead had come under sharp criticism for the price it was charging: it was launched in the United States at $1,000 per pill, or $84,000 for the standard 84-day course that cured most patients. In 2014, Sovaldi earned Gilead $10.3 billion, and powered its revenue to nearly $25 billion—more than double the figure for the previous year.</em></p>\n<p><em>Wanting to sell Sovaldi in India, in July 2014, Gilead submitted an application for a patent for the sofosbuvir compound to the controller general office, which came before an official named Hardev Karar. In January 2015, just about two weeks before US President Barack Obama was to visit India, Karar rejected Gilead&#8217;s application. This decision made headlines across the world: it meant that Indian pharmaceutical companies would be free to manufacture generic versions of the drug and sell them at any price they chose. Indian companies would also be free to export the drug to other countries, including places where Gilead was aiming to corner the sofosbuvir market. The application&#8217;s outcome was also expected to indicate how welcoming India, under the Narendra Modi government, would be to international business. For decades, the country had been accused of having weak protections for intellectual property rights—or IPR—and of thus being unsupportive of innovative foreign firms. Western countries were likely to see the rejection of Gilead’s patent application as yet another sign that India wasn’t serious about strengthening its IPR regime. </em></p>\n<p><em>In their March 2016 cover story, &#8216;<span style=\"text-decoration: underline\"><a href=\"http://www.caravanmagazine.in/reportage/drug-deals\" target=\"_blank\">Drug Deals</a></span>,&#8217; Mandakini Gahlot and Vidya Krishnan reported on how Gilead&#8217;s efforts to secure the patent indicated that India may be giving into the pressure from the US government and big pharma to loosen its IPR policy, and why that would endanger millions of patients globally. In this excerpt from the story, Gahlot and Krishnan recount what they learned happened to Karar after he rejected Gilead&#8217;s application.<br />\n</em></p>\n<p>&nbsp;</p>\n<p>In the second week of February, we drove to Dwarka Sector 14 to meet with three officials—two mid-level and one senior—of the patent office, and to learn about what had happened behind the scenes when Hardev Karar rejected Gilead’s patent application for Sovaldi.</p>\n<p>That the highest ranks of the Indian government are under pressure from the United States to modify the country’s patent policies is clear. If that pressure transfers down the ranks, and affects those who actually make decisions to grant or reject patents, the consequences could be disastrous. This is particularly true of medical patents, which can decide whether millions of people who need a drug gain access to it. The fact that Karar had rejected Gilead’s application suggested that patent officials were not under any such pressure. But, as we discovered, this wasn’t the complete picture.</p>\n<p>We sat in one official’s office. On his desk was a computer, piles of messy files, and a copy of the 1970 Patent Act. The officials were surprised that journalists were enquiring about the Gilead patent more than a year after it was rejected, though one remarked that he had been certain someone would come looking for details some day.</p>\n<p>They would speak animatedly for some time, but then fall completely silent each time a peon entered the room to serve us tea or to take away our empty cups. They were clearly concerned about word getting out that they had spoken to journalists. (Karar declined to be interviewed about the matter.)</p>\n<p>According to the first official, Karar was approached repeatedly by lawyers representing Gilead to “persuade and convince” him to grant the patent. “Gilead put pressure” on him, this official said. This in itself would constitute an impropriety. But though one of the officials described it as “unethical,” he also conceded that it was a “general trend” in the office.</p>\n<p>What followed after the verdict was more surprising—Karar faced an immediate and intense backlash.</p>\n<p>“<em>Bas</em>, firing <em>shuru ho gayi</em>” (The firing began), said the first official. The day of the verdict, according to this official, Karar received a call from his boss, Chaitanya Prasad—then India’s controller general of patents, designs and trademarks, a Bihar cadre officer of the Indian Administrative Service. According to the official, Prasad yelled at Karar over the phone, saying, “<em>Dimaag ka istemaal nahin kiya kya</em>?”(Didn’t you use your head?) The official said Prasad also rebuked Karar for not keeping “the timing of Obama’s visit in mind.” The officials were not sure whether this was meant to imply that Karar’s verdict itself should have been different, or whether he should have waited before delivering it. Either way, the first official said, “These aren’t things we normally consider before making decisions about cases.”</p>\n<p>Two days after the verdict, the second official said, Prasad called Karar over to his chambers. “He was shouting at Karar,” this official recounted, adding that the dressing-down was loud enough for the entire floor to hear. According to him, the showdown ended with Prasad threatening Karar with a transfer to Nagpur—generally seen as a less prestigious posting, and one that Karar had already been assigned twice. Though eventually Karar wasn’t transferred, according to the third official he did withdraw from the case. Karar, this official said, did so under Prasad’s orders, and was made to cite “bias” as his reason for recusing himself.</p>\n<p>When we emailed Chaitanya Prasad to ask him about these allegations, he said, “I never interfered with the content or direction of the order of the controllers in the patent office in individual cases.” He also said that he “did not threaten Mr Karar with any transfer nor did I ask Mr Karar to withdraw himself from the case.” He added: “I don’t even remember that he withdrew himself from the case.”</p>\n<p>By the time the file was reopened, Karar had been replaced by another official. “We were horrified at how this official, one of our best, no less, was being treated,” the third official said. “We had never seen such pressure brought to bear on our offices.”</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in/vantage/indian-official-rejected-gilead-patent-forced-out\">What Happened to the Indian Official that Rejected the US Drug Company Gilead&#8217;s Patent Application in 2015</a> appeared first on <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in\">The Caravan</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.caravanmagazine.in/vantage/indian-official-rejected-gilead-patent-forced-out/feed</wfw:commentRss>\n\t\t<slash:comments>3</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>What the Gujarat Government’s decision to dictate PhD topics says about the nature of Higher Education</title>\n\t\t<link>http://www.caravanmagazine.in/vantage/gujarat-governments-decision-dictate-phd-topics-says-nature-higher-education</link>\n\t\t<comments>http://www.caravanmagazine.in/vantage/gujarat-governments-decision-dictate-phd-topics-says-nature-higher-education#comments</comments>\n\t\t<pubDate>Mon, 09 May 2016 03:15:42 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Vivek Gopal]]></dc:creator>\n\t\t\t\t<category><![CDATA[Vantage]]></category>\n\t\t<category><![CDATA[BJP]]></category>\n\t\t<category><![CDATA[Gujarat]]></category>\n\t\t<category><![CDATA[higher education]]></category>\n\t\t<category><![CDATA[RSS]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.caravanmagazine.in/?p=25496</guid>\n\t\t<description><![CDATA[<p>In a bizarre case of government imposition, the Bharatiya Janata Party (BJP)-led Gujarat dispensation has drawn up a mandatory list of 82 topics that  PhD students in state universities have to research for their doctoral theses. Each state university has been asked to ensure that a student selects at least five topics from the government-approved &#8230; <a href=\"http://www.caravanmagazine.in/vantage/gujarat-governments-decision-dictate-phd-topics-says-nature-higher-education\" class=\"more-link\">Continue reading <span class=\"screen-reader-text\">What the Gujarat Government’s decision to dictate PhD topics says about the nature of Higher Education</span></a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in/vantage/gujarat-governments-decision-dictate-phd-topics-says-nature-higher-education\">What the Gujarat Government’s decision to dictate PhD topics says about the nature of Higher Education</a> appeared first on <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in\">The Caravan</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>In a bizarre case of government imposition, the Bharatiya Janata Party (BJP)-led Gujarat dispensation has drawn up a <span style=\"text-decoration: underline\"><a href=\"http://timesofindia.indiatimes.com/india/Gujarat-govt-gives-universities-list-of-topics-for-PhD-theses/articleshow/51986510.cms\">mandatory list of 82</a></span> topics that  PhD students in state universities have to research for their doctoral theses. Each state university has been asked to ensure that a student selects at least five topics from the government-approved list. Not surprisingly, this intellectually whittled down catalogue includes Prime Minister Narendra Modi’s pet high-profile project Swachh Bharat Abhiyan as well as model schemes like Kanya Kelavani (encouraging the education of girls), Gunotsav (improving primary education) and MA Yojana (a health coverage scheme for the poor), run by the Gujarat government.</p>\n<p>The list reads like a training manual for a regimen of bureaucrats rather than research material for scholars and intellectuals. If the government has its way, PhD scholars—regardless of their specific intellectual inclinations—will be forced to research utilitarian topics such as the following: “A comparative study of Sardar Patel Awas Yojna and Indira Awas Yojana”; “Education of minorities—A critical study”; “Gujarat: Good governance for growth, scientific management and development—A critical study of existing pattern and future course, Policy suggestions (sic)”; “Mutual cooperation among states action plans and comparative analysis of strategies for development—A Gujarat Model”; and “Comprehensive analysis of growth of water in seven reservoirs of Saurashtra through SAUNI Yojana.”</p>\n<p>It would appear that the BJP government wants scholars to serve as adjuncts of state administrations, feeding into the governance and policymaking machine with their research. As a senior official in the state higher education department said, the idea is to ensure critical evaluation of the government programmes. PhD students do indeed often voluntarily choose to research the implications of landmark policies and their impact on the lives of people. For instance, West Bengal’s erstwhile Left Front government’s much talked about Operation Barga—an agrarian reform policy aimed at empowering sharecroppers—has been a popular subject of research among PhD scholars. As have been subjects that deal with policy-driven projects revolving around the environment, poverty, urban-rural dichotomy, etc. And of course, research on these important subjects often produces academic work of stellar intellectual quality even if—or more likely because—it does not serve a government agenda.</p>\n<p>The bottom line in higher education research is and should be defined by academic autonomy. It is and should be solely the scholar’s prerogative to choose the subject of their doctoral thesis. Their autonomy in the intellectual sphere is sacrosanct and any form of interference from the university management—let alone political bodies—poses a serious threat to intellectual freedom. The privileging of intellectual autonomy over any other interest remains the hallmark of good scholarship.Coercing universities into undertaking a specific kind of basic, functional research, which the government considers productive for policymaking, is nothing but vulgarising scholarship.</p>\n<p>Clearly, the Gujarat state as well as central government, as recently evident in the agitations across the country’s universities, are out of their depth in dealing with matters of education—particularly higher education. Nearly two years into governance, a defining trait of the Modi regime has been its singular lack of comprehension regarding what universities represent and what academic culture stands for. The ruling party’s propensity, willful or otherwise, to treat centres of higher education as bureaucratic fiefdoms is indicative of the party’s and its government’s failure to distinguish between a university classroom and an army barrack, between the intellectual temper of a scholar and the bureaucratic temper of a government officer, or the obedient temper of a state functionary. This perception of the ruling party’s alienation from the intellectual world is further fortified by the Gujarat government’s recent policy intrusions.</p>\n<p>Consider for instance, the statement made by AU Patel, former Gujarat University Vice Chancellor (GU) and adviser to the knowledge consortium of Gujarat, which furnishes ideas to improve quality of education and frame education policies. A <span style=\"text-decoration: underline\"><a href=\"http://timesofindia.indiatimes.com/india/Gujarat-govt-gives-universities-list-of-topics-for-PhD-theses/articleshow/51986510.cms\"><em>Times of India</em> report</a></span> on 26 April quoted Patel as saying: “With this initiative [the government’s list of PhD topics], there would be some relevant hypothesis available for PhD theses.”</p>\n<p>It’s plausible to argue that the BJP’s lack of imagination and its distorted pedagogy in higher education is inspired by the Rashtriya Swayamsevak Sangh’s militaristic, disciplinarian idea of institutions. The BJP seems incapable of separating universities from <em>shishu mandirs</em>—schools run by the RSS, where children are taught only one idea of politics, religion and society. The university, which is a site for engaging with multiple and often contradictory ideas, stands at the opposite end of this spectrum. The Sangh’s intellectual philosophy is predicated upon the <em>guru-shishya parampara</em> (teacher-disciple tradition) which demands unequivocal loyalty from the shishya, or the disciple.</p>\n<p>It’s relevant in this context to recall how Human Resource Development (HRD) minister Smriti Irani responded to the Jawaharlal Nehru University crisis in Parliament on 24 February. Speaking at the end of a day-long debate, throughout her speech Irani addressed the PhD scholars—Kanhaiya Kumar, Umar Khalid, Anirban Bhattacharya and Rohith Vemula—as “children,” denying them any agency as independent thinkers or actors. “I look at this child who has been mobilised as a weapon against the State. This is a child who does not have an idea that India is one, but a child who must have been infected with this thought. By those who want to bear arms to overthrow the state. It bears the name of Kanhaiya Kumar, Shaila Rasheed, Rama Naga &#8211; they are all members of the student union,” Irani said in her response.</p>\n<p>Now that it is in power at the centre, the BJP is working on a mission. The party wants universities to imbibe the RSS’s culture of nation building—whether by flying the tricolour on central university campuses, steamrolling their curricula, or dictating terms of research to PhD scholars. The party believes it is the nationalistic duty of scholars to produce research work that can help in nation building, and is relevant to government policies. Such a culture of academic conscription is reminiscent of military conscription, under which every scholar is perceived to be a soldier tasked with nation-building.</p>\n<p>It is this demand for unquestioning loyalty and obedience that’s fueling more and more confrontations with the academic communities in universities across India. It may be important in this context to return to the original idea of a university—how philosophers and educationists across the world imagined the institution to be. How they considered the institution to be not just engaged in transmitting existing knowledge but also to create new knowledge. As sites of creativity, dissent, and fearless thought.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in/vantage/gujarat-governments-decision-dictate-phd-topics-says-nature-higher-education\">What the Gujarat Government’s decision to dictate PhD topics says about the nature of Higher Education</a> appeared first on <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in\">The Caravan</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.caravanmagazine.in/vantage/gujarat-governments-decision-dictate-phd-topics-says-nature-higher-education/feed</wfw:commentRss>\n\t\t<slash:comments>3</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>How Punjab’s State-approved Systems Continue to Let Farmers Fall Prey to Rural Debt</title>\n\t\t<link>http://www.caravanmagazine.in/vantage/punjabs-state-approved-systems-farmers-prey-rural-debt</link>\n\t\t<comments>http://www.caravanmagazine.in/vantage/punjabs-state-approved-systems-farmers-prey-rural-debt#comments</comments>\n\t\t<pubDate>Sat, 07 May 2016 06:19:28 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Surabhi Kanga]]></dc:creator>\n\t\t\t\t<category><![CDATA[Vantage]]></category>\n\t\t<category><![CDATA[Aam Aadmi Party]]></category>\n\t\t<category><![CDATA[agriculture]]></category>\n\t\t<category><![CDATA[Farmer Suicides]]></category>\n\t\t<category><![CDATA[farmers]]></category>\n\t\t<category><![CDATA[Punjab]]></category>\n\t\t<category><![CDATA[Rural indebtedness]]></category>\n\t\t<category><![CDATA[Shiromani Akali Dal]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.caravanmagazine.in/?p=25489</guid>\n\t\t<description><![CDATA[<p>The state of Punjab’s revenue officials had marked 26 April 2016 to evict Baljit Singh and his family from their house and land in village Jodhpur, district Barnala. That morning, at around 11 AM, so confident was the arthiya—a commission agent—Teja Singh from the nearby Cheema village that he came to the site to evict &#8230; <a href=\"http://www.caravanmagazine.in/vantage/punjabs-state-approved-systems-farmers-prey-rural-debt\" class=\"more-link\">Continue reading <span class=\"screen-reader-text\">How Punjab’s State-approved Systems Continue to Let Farmers Fall Prey to Rural Debt</span></a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in/vantage/punjabs-state-approved-systems-farmers-prey-rural-debt\">How Punjab’s State-approved Systems Continue to Let Farmers Fall Prey to Rural Debt</a> appeared first on <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in\">The Caravan</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>The state of Punjab’s revenue officials had marked 26 April 2016 to evict Baljit Singh and his family from their house and land in village Jodhpur, district Barnala. That morning, at around 11 AM, so confident was the <em>arthiya</em>—a commission agent—Teja Singh from the nearby Cheema village that he came to the site to evict Baljit and family while the police and revenue officials that oversee the eviction were yet to reach. Teja, a former policeman, was accompanied by his sons, Jaspreet Singh Jassa and Manpreet Singh Manna, as well as two other men, one of whom was his nephew. Armed with the <em>kabza</em> warrant—possession order—to evict Baljit Singh, they barged into Baljit’s house.</p>\n<p>In 2002, Baljit’s father, Darshan Singh, also a small farmer, had borrowed Rs 1.8 lakh from Teja. For this loan, he mortgaged his land—roughly two acres—on which his house was also located. Darshan was unable to pay the loan, and after he died in 2012, his debt was transferred to his son. Due to extreme poverty and changing interest rates on the loans, Baljit had been unable to pay back the debt for many years. That morning, Teja demanded that Baljit and his family vacate the premises and hand over the land. Baljit pleaded with him for a little more time, but Teja did not relent. A scuffle broke out between them. Meanwhile, hundreds of policemen, with revenue officials—the tehsildar; the <em>patwari</em>, a land-record clerk and his supervisor, the <em>kanungo</em>—had turned up. “It’s because Jassa is a district office holder of the Shiromani Akali Dal’s”—Punjab’s ruling party “students’ union, Student Organisation of India,” said Manjit Singh Dhaner, the state vice president of the Bhartiya Kisan Union-Dakonda, a farmer’s group. Over a hundred activists from BKU-Dakonda were also present. According to <span style=\"text-decoration: underline\"><a href=\"http://www.punjabspectrum.news/2016/04/26/2498\" target=\"_blank\">news reports</a></span>, the superintendent of police for Barnala, Swarn Singh Khanna, stated, “These were court orders. The police have to perform its duty according to law and procedures. We had to take action.”</p>\n<p>When BKU activists tried to prevent the eviction, they were arrested. This is when Baljit ran to the roof of his small home, with a bottle of pesticide in his hand. Villagers milled around his house and pleaded with him to come down, but he gulped down the contents of the bottle, and collapsed. When his mother Balbir Kaur saw what happened, she too consumed poison. The police and villagers rushed the mother and son to the Civil Hospital in Barnala. Balbir Kaur was declared dead on arrival. The doctors referred Baljit Singh to Rajendra Hospital, Patiala, but he died on the way.</p>\n<p>Baljit Singh and Balbir Kaur’s deaths have shaken up the state. Any suicide is a complex matter, but at the heart of this particular one—and many others like it—is the fear the farmer has of the loss of their dignity and land, often the only source of income available to them. <span style=\"text-decoration: underline\"><a href=\"http://www.livemint.com/Politics/9pXeWb4lm7biJATDipHJzJ/116-farmers-committed-suicide-in-last-three-months.html\" target=\"_blank\">According to data submitted to the Lok Sabha</a></span> last month, from the beginning of the year until 11 March, 56 farmers in Punjab had taken their lives due to agrarian reasons—failed crops, outstanding debts, and threats of the arthiyas. This number is second only to Maharashtra, which saw 57 such deaths by 29 February. Since then, in Punjab, the number has reportedly climbed to <span style=\"text-decoration: underline\"><a href=\"http://punjabnewsexpress.com/oped/news/farmer-suicides-in-punjab-on-the-rise-49107.aspx\" target=\"_blank\">93</a></span>. An undeniable cause that underlies these deaths is the state’s role in them. Through both the law and tone-deaf bills such as the recent Rural Indebtedness Bill, passed by the Punjab government in March this year, the state approves, aids and facilitates processes that invariably lead to the loss of a farmer’s land, and does little to resolve their indebtedness.</p>\n<p>Commonly, lenders follow a three-step process when a farmer is unable to repay a loan. First, they get the assets of the farmed attached—they approach the courts and obtain an order banning the farmer from being able to sell the land. Then, if the farmer is still unable to pay, they then conduct a public auction. Though this auction is supposed to be conducted at the site itself, this is rarely done—the lenders often conduct the proceedings within the court, and many times in the presence of their acquaintances or relatives, and sell the land to them. Finally, the court allows new owners to evict the farmers, and take possession of the land.</p>\n<p>But this process is <span style=\"text-decoration: underline\"><a href=\"https://www.facebook.com/groups/kissanmorcha/permalink/1698528947092913/\" target=\"_blank\">rarely transparent</a></span> or fair. According to an independent enquiry by the Bathinda-based Association for Democratic Rights Punjab, when in 2003, Baljit’s father Darshan failed to pay back the amount, Teja got him to sign blank papers—a common tactic of the money lenders. In 2007, Baljit moved the civil court, accusing Teja of adding interest on the loan amount in an arbitrary manner. His petition was turned down, and Teja sought to take possession of the property. He got the land attached, conducted a dubious auction and reportedly got the land registered in the name of another Baljit Singh, said to be his business associate. When Darshan died, in 2012, the tehsildar issued a possession warrant in favour of the new owner. In February this year, the High Court, dismissing Baljit’s plight, issued orders for him to evict his home and hand over the land. It asked for a reply on its orders by May 6. This was the reason for the revenue officials and police’s haste in evicting Darshan’s family from the land.</p>\n<p>The callous attitude of the law and the courts is significant. According to a survey by Punjab University, Patiala, published in January 2016, <span style=\"text-decoration: underline\"><a href=\"http://www.tribuneindia.com/news/punjab/farmers-debt-rises-to-rs-69-355-crore-survey/187042.html\" target=\"_blank\">the outstanding debt in rural Punjab stands close to Rs 70,000 crore</a></span>, of which about one fifth is from loans extended by private money lenders. Punjab has 20,000 arthiyas and the <span style=\"text-decoration: underline\"><a href=\"http://devinder-sharma.blogspot.in/2016/04/punjabs-farm-indebtedness-bill-is-non.html\" target=\"_blank\">extent of farm indebtedness has doubled in the past 10 years</a></span>. But while the arthiyas are strengthened by their position on the right side of the law, support for farmers is scarce. Members of the BKU told me that, over the last 15 years, via protests, they have prevented over 2000 sales from taking place. In Baljit Singh’s case, the BKU prevented the possession about 15 times. The BKU also mediated four rounds of talks between Baljit and Teja, even offering a deal by which Teja could leave the house and a third of the land and take the rest, but he refused to budge.</p>\n<p>Even the government acknowledges rural indebtedness, although their efforts to curb it are arguably hollow. In his intention statement accompanying the <span style=\"text-decoration: underline\"><a href=\"http://currentaffairs.gktoday.in/punjab-assembly-passes-agriculture-indebtedness-bill-2016-03201631628.html\" target=\"_blank\">Punjab Settlement of Agricultural Indebtedness Bill</a></span>—which the government passed on 24 March—the Punjab agriculture minister Tota Singh wrote, “This legislation provides for a framework for regulation and settlement of agricultural debts.” The bill was first introduced in 2001, and suggests that this settlement of non-institutional agricultural debts occur in district level forums. But according to the Bathinda-based advocate Narinder Jeet, it will fail in its attempt. Jeet has been defending cases on behalf of small farmers and farm labour for several decades now. “The bill was supposed to address farmers in debt but actually takes the burden off the courts and benefits the arthiyasby assuring them a double return on the money they have lent,” he told me.</p>\n<p>For instance, the Clause 2 (H) of the Bill, which defines “debt,” does not cover loans other than rural indebtedness. But, needless to say, loans are often taken by poor farmers for activities other than agriculture and livestock. In Malwa—known for having some of the highest rates of cancer in the state—many loans are for health, for building a room, for small trade, and so on—activities that are not unrelated to the farming trade. The Clause 4 of the Bill, which specifies how the interest will be calculated, does not put a cap on non-institutional interest rates. Instead, it proposes the government will decide the rate annually. But a floating rate cannot work for non-institutional loans, and will certainly not assuage farmers.</p>\n<p>One of the crucial clauses in the bill is Clause 5, which includes an arthiya in the suggested settlement forum, instead of an official or expert, along with a retired member of judiciary and a farmer representative. It does not, however, specify how these members will be fairly chosen; nor does it guarantee any means for transparency in the process. Clause 8 states that a decision of the Forum will be effective even if there remains a vacancy. Simply put, decisions can be passed even in the absence of the farmer representative.</p>\n<p>The Bill has also evaded the <span style=\"text-decoration: underline\"><a href=\"http://devinder-sharma.blogspot.in/2016/04/punjabs-farm-indebtedness-bill-is-non.html\" target=\"_blank\">recovery mechanism</a></span>. By doing so, it bypasses the most contentious of the recovery provisions: seizing a farmer’s movable and immovable assets. The Clause 24 mandates the orders of the forum to be executed by the civil court as if it were a decree or an order of that court. This returns the problem to square one—the police and revenue officials will remain involved in ensuring repayment, and the debtor’s land and possessions will be attached, auctioned and the possession will change hands. The bill also makes no mention of curbing processes such as forged promissory notes, tampered accounts, false witnesses—all of which are common practices employed by arthiyas to hold the farmer to ransom. It falls way short of providing any actual relief and is really a face-saver for the government which faces elections early next year.</p>\n<p>Meanwhile, according to Navdeep Singh, the station house officer for Barnala, cases have been registered against Teja, his sons and others that accompanied him under Sections 306, 452, 148 and 149 of the Indian Penal Code: abetment to suicide, trespass, rioting, and being armed with deadly weapon. For now, they are in jail. The BKU-Dakonda and the villagers initially refused to allow the bodies of Baljit Singh and Balbir Kaur to be cremated. Buta Singh Burjgill, BKU-Dakonda’s president, said, “Charges have to be filed against all who are complicit: the government and police officials too.” On April 26, they sat in protest and refused to allow the bodies to be taken for post-mortem and cremation until the Barnala district authorities agreed to pay Rs 6 lakh in compensation to Baljit Singh and Balbir Kaur’s family, provide one member of the family a job, and waive off the loan. The only survivors of the family are Baljit’s younger brother, Manjit Singh who, until now, has earned his living by grazing goats, and his wife and children. Once the bodies were cremated, last Thursday, on April 28, the arthiyas, supported by <span style=\"text-decoration: underline\"><a href=\"http://indianexpress.com/article/cities/ludhiana/punjab-farmer-suicide-sad-bjp-leaders-stage-dharna-extend-support-to-ahrtiya-2775628/\" target=\"_blank\">SAD and BJP</a></span> entered the SP’s office and demanded that police file cases against the BKU leaders.</p>\n<p>While Manjit awaits compensation, crucial steps the government should take would be to correct the framework of relations between arthiyas and poor farmers, and regulate credit. But entrenched in political manoeuvres and protecting the powerful arthiya groups, the SAD does not seem to have the inclination to do so. The chief minister <a href=\"http://www.thequint.com/hot-wire/2016/04/27/unable-to-repay-debt-farmer-and-his-mother-commit-suicide\">Prakash Singh Badal</a> said, “I don’t know what was the reason but we are helping those in need,” before referring to the crop failure and adding, in his rustic style, “Government can’t bring the water level up all of a sudden.”</p>\n<p>The other political parties too, inspire little hope. Owing perhaps in large part to the upcoming elections, the Congress and the Aam Aadmi Party both of whom are attempting to gain political ground, also jumped in. Captain Amarinder Singh from the Congress said, “Aggrieved by helpless farmers committing suicide as police watch. (If elected) I will outlaw land auctioning of indebted farmers.” The village falls under the member of parliament Bhagwant Mann’s constituency. Initially, the AAP did not speak on the matter, but on 1 May, <span style=\"text-decoration: underline\"><a href=\"http://www.hindustantimes.com/punjab/aam-aadmi-party-convener-arvind-kejriwal-to-adopt-kids-of-barnala-debt-ridden-suicide-victim-farmer-mother-bhagwant-mann/story-IvUwu4EJeMqpSiSE4yJkuJ.html\" target=\"_blank\">Mann announced that</a></span> Delhi chief minister and AAP leader Arvind Kejriwal will adopt the farmer’s the two children—Manjit’s, since Baljit was unmarried. The AAP did not mention what it intended to do about the families of the other farmers who have taken their lives.</p>\n<p>The wheat procurement season is ongoing, and the Punjab Arthiya Association, many of whom are traders who buy the wheat from farmers and sell it ahead, has threatened to go on strike in order to secure the release of Teja’s sons and file cases against BKU leaders. On the other hand, the farmer unions have decided to start protests in front of the Barnala District Magistrate’s office, on 16 May, to demand loan waivers for all debt-ridden farmers in Punjab. It is clear, however loud be their rhetoric, this time the political parties in Punjab cannot deny ground realities.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in/vantage/punjabs-state-approved-systems-farmers-prey-rural-debt\">How Punjab’s State-approved Systems Continue to Let Farmers Fall Prey to Rural Debt</a> appeared first on <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in\">The Caravan</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.caravanmagazine.in/vantage/punjabs-state-approved-systems-farmers-prey-rural-debt/feed</wfw:commentRss>\n\t\t<slash:comments>1</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>In the past nine years, AOL’s Indian Trusts Have Received Over Rs 3310000000 As Foreign Contributions</title>\n\t\t<link>http://www.caravanmagazine.in/vantage/past-nine-years-aols-indian-trusts-received-rs-3310000000-foreign-contributions-2</link>\n\t\t<comments>http://www.caravanmagazine.in/vantage/past-nine-years-aols-indian-trusts-received-rs-3310000000-foreign-contributions-2#comments</comments>\n\t\t<pubDate>Fri, 06 May 2016 04:16:17 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Vivek Gopal]]></dc:creator>\n\t\t\t\t<category><![CDATA[Vantage]]></category>\n\t\t<category><![CDATA[art of living]]></category>\n\t\t<category><![CDATA[National Green Tribunal]]></category>\n\t\t<category><![CDATA[Yamuna]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.caravanmagazine.in/?p=25458</guid>\n\t\t<description><![CDATA[<p>As reported in an earlier story, the volunteer-based non-government organisation, the Art of Living (AOL) group’s overseas trusts are not only asset-rich but also rake in a handsome amount of revenue on an annual basis. The group has over Rs 234 crore worth of assets, with over Rs 81 crore in latest revenues, from the &#8230; <a href=\"http://www.caravanmagazine.in/vantage/past-nine-years-aols-indian-trusts-received-rs-3310000000-foreign-contributions-2\" class=\"more-link\">Continue reading <span class=\"screen-reader-text\">In the past nine years, AOL’s Indian Trusts Have Received Over Rs 3310000000 As Foreign Contributions</span></a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in/vantage/past-nine-years-aols-indian-trusts-received-rs-3310000000-foreign-contributions-2\">In the past nine years, AOL’s Indian Trusts Have Received Over Rs 3310000000 As Foreign Contributions</a> appeared first on <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in\">The Caravan</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>As reported in an <a href=\"http://www.caravanmagazine.in/vantage/despite-claiming-not-5-crore-pay-ngt-art-living-200-crore-worth-assets-80-crore-revenue\"><span style=\"text-decoration: underline;\">earlier story</span></a>, the volunteer-based non-government organisation, the Art of Living (AOL) group’s overseas trusts are not only asset-rich but also rake in a handsome amount of revenue on an annual basis. The group has over Rs 234 crore worth of assets, with over Rs 81 crore in latest revenues, from the United States, United Kingdom and the Netherlands alone. The finances for the rest of the countries that the group is established in were inaccessible.</p>\n<p>Apart from receiving massive foreign contributions over the last decade, one of the Indian trusts had received cash contributions of Rs 5.54 crore for the quarter ending 31 March. This is surprising given AOL&#8217;s claim to the National Green Tribunal (NGT) on 10 March. Responding to the NGT&#8217;s order to pay Rs 5 crore as fine for the damage caused to the Yamuna floodplains during the its World Culture Festival, AOL said it was <span style=\"text-decoration: underline;\"><a href=\"http://www.ndtv.com/delhi-news/we-will-go-to-jail-but-not-pay-any-fine-sri-sri-ravi-shankar-to-ndtv-1285710\">unable to pay</a></span> as they were charitable organisation, and needed time to raise the funds. The AOL did, then, pay Rs 25 lakh. However, in an NGT proceeding on 3 April, instead of submitting cash, it gave a bank guarantee of Rs 4.75 crore.</p>\n<p>Over the last few months, I have been probing the assets of the AOL group, both overseas and Indian. The previous story highlighted the massive asset base that AOL has across the globe. Here, I examine the Rs 331.55 crore foreign contributions, mostly in cash and in kind, that have accrued to four AOL Indian trusts since the 2007 financial year.</p>\n<p>Of the AOL’s four trusts—the Ved Vignan Maha Vidya Peeth (VVMP), the International Association for Human Values (IAHV), the Sri Sri RaviShankar trust and the Sri Sri Vidya Mandir Trust—the first two have branches operating in other countries. For instance, VVMP, a non-profit, is operational in Nashua, New Hampshire, in the United States of America. An IAHV trust set up by Ravi Shankar, the spiritual leader of AOL, in 1997, is also registered in a number of countries, including France, Germany, the United Kingdom, the Netherlands, Denmark, Italy and many others. This trust is also registered in St Lucia, a notorious tax haven.</p>\n<p>According to the <a href=\"http://ssrvm.org/about-us/the-founder/\">AOL website</a>, the Sri Sri Ravi Shankar Vidya Mandir Trust, founded in 1999, works as “the educational wing of the Art of Living, to promote holistic education in a stress free and child friendly environment.” In less than two decades after its foundation, it already boasts of around 100 educational campuses spanning the education spectrum from pre-primary to post-graduate studies in Management, Ayurveda, and even journalism. The Sri Sri Ravishankar trust, as per its Foreign Contribution Regulation Act contributions record, is based in Bangalore.</p>\n<p>Over the course of my investigation, I discovered that one of the Indian trusts, IAHV India, which operates from Delhi, had received cash contributions amounting to Rs 5.54 crore for the quarter ending March 2016. On 11 March, another AOL trust, the Vyakti Vikas Kendra India, which has been representing the foundation before the NGT, gave an undertaking to the tribunal that it would pay the remaining balance of Rs 4.75 crore in three weeks. As I noted in the previous story, this has yet to happen—even though the World Cultural Festival was given the go-ahead on the grounds that the entire amount of Rs 5 crore would be paid up before the event was underway.</p>\n<p>On 3 April, instead of submitting the cash, VVKI gave a bank guarantee despite the Indian branch of IAHV having received Rs 5.54 crore in cash contributions. What’s interesting is that the FCRA records of the IAHV do not distinguish between any contributions received in kind or in cash. The contributions received have been listed in rupees.</p>\n<p><img class=\"alignnone size-full wp-image-25461\" src=\"http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtablepart2A.jpg\" alt=\"Sandhya Visvanathan\" width=\"801\" height=\"794\" srcset=\"http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtablepart2A.jpg 801w, http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtablepart2A-150x150.jpg 150w, http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtablepart2A-300x297.jpg 300w, http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtablepart2A-439x435.jpg 439w\" sizes=\"(max-width: 801px) 100vw, 801px\" /></p>\n<p>Classified under the broad label “social purpose,” these contributions include donations from large corporations such as the technology company Intel Technology India Pvt ltd (Rs 22.18 lakh), from the tyre companies Goodyear South Asia Tyres Pvt ltd and Goodyear India Pvt ltd (a total of Rs 184.49 lakh), from the global behemoth financial service provider and asset manager BNY Mellon (Rs 82.54 lakh) and also from one PricewaterhouseCoopers Service Delivery Center (Kolkata) Private Limited. In response to my queries regarding their accounts, the AOL media team said that, Pricewaterhouse Coopers, a multi-national auditing firm, is also the auditor for the International Art of Living Foundation. Both Barclays Bank PLC and Barclays Shared Services Pvt Ltd—also contributed a total of Rs 2.08 crore.</p>\n<p>(It is important to note that the records for the cash contributions received for the quarter ending March 2016 is only for the IAHV, not for the other three trusts.)</p>\n<p><img class=\"alignnone size-full wp-image-25462\" src=\"http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtablepart2B.jpg\" alt=\"Sandhya Visvanathan\" width=\"801\" height=\"1519\" srcset=\"http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtablepart2B.jpg 801w, http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtablepart2B-158x300.jpg 158w, http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtablepart2B-229x435.jpg 229w\" sizes=\"(max-width: 801px) 100vw, 801px\" /></p>\n<p>(For FY 15, foreign contributions included balance carried forward from previous years and the interest received as that is how the regulating authority has treated the data submitted by the AOL Indian trusts.)</p>\n<p>By the end of FY 2015, the unutilized cash from the foreign contributions received for that year alone was a whopping Rs 9.18 crore, more than enough to cover the Rs 5 crore initial fine. Furthermore, out of the overall Rs 110.4 crore received as foreign contribution by all the four trusts, Rs 7.5 crore was invested in term deposits. In addition to this amount, assets valued at Rs 8.74 crore were purchased from the Rs 110.4 crore received. Any of these assets could have been mobilised—individually or partially—to cover the Rs 5 crore fine. But for reasons unknown, they were not.</p>\n<p>As I probed further, it emerged that the four Indian trusts were receiving their foreign contributions from affiliate AOL trusts operating overseas. As mentioned in the earlier story, earning of the foreign trusts were through two main routes—either from the fees received for courses and events or from the contributions made by institutional and individual donors. These contributions received overseas, it turned out, are remitted back to India. Foreign trusts from USA, UK, Netherlands, Switzerland, Oman, Singapore, Hong Kong, South Africa, New Zealand, Malaysia, Germany, Canada, France, Indonesia, UAE, Bahrain—and several more—come trickling into the country.</p>\n<p><img class=\"alignnone size-full wp-image-25463\" src=\"http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtablepart2C.jpg\" alt=\"Sandhya Visvanathan\" width=\"398\" height=\"1526\" srcset=\"http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtablepart2C.jpg 398w, http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtablepart2C-78x300.jpg 78w\" sizes=\"(max-width: 398px) 100vw, 398px\" /></p>\n<p>A back-of-the-envelope calculation suggests that, since FY 07, the four Indian trusts have received a monumental Rs 121.34 crore from its affiliates spread across the world. Accounting for other individual and institutional contributions takes the figure up to Rs 331.55 crore.</p>\n<p>In none of the years for which the foreign contributions records are available has the remittance received ever slipped below the Rs 15 crore mark (barring FY 16, as records of only one trust are available and that too for just one quarter).</p>\n<p>The AOL group is an asset-rich, cash-rich organisation that is in incredible financial health, thanks largely to its millions of followers. Their participation and contributions feed this organisation that has tapped into this endless cash-flow to branch out into <span style=\"text-decoration: underline;\"><a href=\"http://www.business-standard.com/article/beyond-business/the-world-of-sri-sri-ravi-shankar-116040101154_1.html\">business domains</a></span> such as FMCG products, travel, software, ayurveda medicines, that seem far removed from spirituality. Simply put, the AOL group is far from being unable to pay Rs 5 crore.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in/vantage/past-nine-years-aols-indian-trusts-received-rs-3310000000-foreign-contributions-2\">In the past nine years, AOL’s Indian Trusts Have Received Over Rs 3310000000 As Foreign Contributions</a> appeared first on <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in\">The Caravan</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.caravanmagazine.in/vantage/past-nine-years-aols-indian-trusts-received-rs-3310000000-foreign-contributions-2/feed</wfw:commentRss>\n\t\t<slash:comments>1</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Despite claiming not to have 5 Crore to pay the NGT, the Art of Living has over 200 crore worth of assets and 80 crore in revenue</title>\n\t\t<link>http://www.caravanmagazine.in/vantage/despite-claiming-not-5-crore-pay-ngt-art-living-200-crore-worth-assets-80-crore-revenue</link>\n\t\t<comments>http://www.caravanmagazine.in/vantage/despite-claiming-not-5-crore-pay-ngt-art-living-200-crore-worth-assets-80-crore-revenue#comments</comments>\n\t\t<pubDate>Wed, 04 May 2016 03:10:26 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Vivek Gopal]]></dc:creator>\n\t\t\t\t<category><![CDATA[Vantage]]></category>\n\t\t<category><![CDATA[art of living]]></category>\n\t\t<category><![CDATA[National Green Tribunal]]></category>\n\t\t<category><![CDATA[Ravi Shankar]]></category>\n\t\t<category><![CDATA[Yamuna]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.caravanmagazine.in/?p=25436</guid>\n\t\t<description><![CDATA[<p>Between 11 to 13 March 2016, the volunteer-based non-government organisation, the Art of Living (AOL) group organised a World Cultural Festival. The event, held on the floodplains of the Yamuna, in Delhi, had over 3.5 million participants plodding on the fragile ecosystem. The festival, which “demonstrated the power of unity and peace,” came at a &#8230; <a href=\"http://www.caravanmagazine.in/vantage/despite-claiming-not-5-crore-pay-ngt-art-living-200-crore-worth-assets-80-crore-revenue\" class=\"more-link\">Continue reading <span class=\"screen-reader-text\">Despite claiming not to have 5 Crore to pay the NGT, the Art of Living has over 200 crore worth of assets and 80 crore in revenue</span></a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in/vantage/despite-claiming-not-5-crore-pay-ngt-art-living-200-crore-worth-assets-80-crore-revenue\">Despite claiming not to have 5 Crore to pay the NGT, the Art of Living has over 200 crore worth of assets and 80 crore in revenue</a> appeared first on <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in\">The Caravan</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>Between 11 to 13 March 2016, the volunteer-based non-government organisation, the Art of Living (AOL) group organised a World Cultural Festival. The event, held on the floodplains of the Yamuna, in Delhi, had over 3.5 million participants plodding on the fragile ecosystem. The festival, which “<span style=\"text-decoration: underline;\"><a href=\"http://www.artofliving.org/in-en/world-culture-festival\">demonstrated the power of unity and peace</a></span>,” came at a heavy cost. The entire area of the floodplain between the river and the Delhi Noida Direct highway had been levelled flat. The small water bodies in the area had been filled up; natural vegetation had been uprooted; and most of the trees had been “lopped or removed.” An enormous stage—1200 feet long, 200 feet wide and 40 feet high—had been erected, and the floodplains were littered with construction debris.</p>\n<p><span style=\"text-decoration: underline;\"><a href=\"http://www.dailymail.co.uk/indiahome/indianews/article-3467374/National-Green-Tribunal-recommends-Rs-120-crore-fine-Art-Living-s-World-Culture-Festival-EXPECTED-large-scale-damage-Yamuna.html\">On 20 February 2016</a></span>, a team led by Shashi Shekhar, Chairman of a committee appointed by the NGT visited the site near the DND flyover to observe the damage done to the site observed. They observed “In this entire area, the flood plain has been completely destroyed, and the large number of birds and other natural life that was supported by the floodplain has vanished due to this destruction.” The resulting backlash and the NGT’s acknowledgement that AOL had caused severe damage to the floodplains saw an interim fine of Rs 5 crore levied on the organisation.</p>\n<p>Yet, despite the damning report, the NGT asked AOL to pay the fine before the event began. But the tribunal gave the event the go-ahead, noting that it would adjust the interim fine against the final compensation that AOL would subsequently have to pay for the damage to the floodplains an amount the NGT would decide later.&#8221; The fine was to be paid before the event was underway. On 11 March, Tripti Dhawan, a 69-year-old member of the board of Vyakti Vikas Kendra India (VVKI), a trust under AOL, gave an undertaking to the NGT that they would pay upto Rs 25 lakh on <span style=\"text-decoration: underline;\"><a href=\"http://www.greentribunal.gov.in/Writereaddata/Downloads/65-2016(PB-I)OA11-3-2016.pdf\">that very day</a></span> and the remaining amount of Rs 4.75 crore would be paid over the coming three weeks. These weeks were ended on 1 April, and on 3 April, the trust requested the NGT to accept a bank guarantee of Rs 4.75 crore instead of submitting cash as it had originally undertaken.</p>\n<p>Before agreeing to cough up the Rs 25 lakh, AOL had stated that it <span style=\"text-decoration: underline;\"><a href=\"http://www.ndtv.com/delhi-news/we-will-go-to-jail-but-not-pay-any-fine-sri-sri-ravi-shankar-to-ndtv-1285710\">was unable to pay a</a></span> sum as large as five crores before the event, that as a charitable organisation, it needed time to raise the amount. The AOL counsel, as reported by the <span style=\"text-decoration: underline;\"><a href=\"http://indianexpress.com/article/cities/delhi/handover-of-festival-site-aol-yet-to-give-anything-in-writing-dda-tells-ngt-2766339/\"><em>Indian Express</em> on 23 April</a></span>, told the tribunal that the guarantee was as good as cash. The bench shot back, “Then why don’t you pay the cash?”</p>\n<p>Considering AOL’s statement to the tribunal, one could be misled into assuming that the organisation is truly lacking for cash and dependent on charity from its followers. Consequently, one can’t be blamed if they think AOL’s finances are on shaky ground. However, this is far from the truth.</p>\n<p>On conducting an an exhaustive global probe into the finances of the AOL trusts operating overseas, <em>The Caravan</em> found that the foundation and many of its other affiliate organisations are rolling in cash. We looked up the finances of AOL bodies filed with US, UK, Netherlands, Germany trade registers. While we were able to secure basic journal entries of three AOL firms operating from Switzerland, we were refused access to the detailed financial statements.</p>\n<p>It is important to note that these figures are exclusive of the assets and revenues of three Swiss AOL entities, namely the International Art of Living Foundation, International Association for Human Values (IAHV) and Shankara Universal Gmbh, a limited liability company. <em>The Caravan’s </em>request for accounts of both the foundation and the company on 18 April were not entertained by the Swiss commercial register.</p>\n<p><img class=\"alignnone size-full wp-image-25445\" src=\"http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai-002.jpg\" alt=\"Sandhya Visvanathan\" width=\"800\" height=\"985\" srcset=\"http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai-002.jpg 800w, http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai-002-244x300.jpg 244w, http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai-002-353x435.jpg 353w\" sizes=\"(max-width: 800px) 100vw, 800px\" /></p>\n<p>Via a global network of not-for-profits under the AOL banner, Ravi Shankar, the spiritual founder of AOL, heads over Rs 234 crore worth of assets, with over Rs 81 crore in latest revenues from the United States, United Kingdom and the Netherlands alone. The AOL website lists that the foundation has branches in over 155 countries. These figures are merely the tip of the iceberg and without proper knowledge of the assets and revenues of two Swiss entities, of which he is the president, the true picture of his real wealth will never emerge. The amount of 234 crores is derived at without access to the detailed financial statements from entities, trusts or bodies in Africa, the Middle East, South East Asia, Australia and New Zealand. Access was denied due to technical, logistical and banking issues.</p>\n<p><img class=\"alignnone size-full wp-image-25438\" src=\"http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtableblue1.jpg\" alt=\"Sandhya Visvanathan\" width=\"800\" height=\"808\" srcset=\"http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtableblue1.jpg 800w, http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtableblue1-297x300.jpg 297w, http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtableblue1-431x435.jpg 431w\" sizes=\"(max-width: 800px) 100vw, 800px\" /></p>\n<p>As is evident from the tables, a majority of the earnings of these trusts comes from contributions received and course fees for holding events such as The Happiness Program (listed at $395 in the United States) or the Cursus Art of Breathing (listed at €300 in The Netherlands). In the case of Art of Living Health and Education trust, the entire revenue is almost entirely dependent on contributions made to it.</p>\n<p>For another major non-profit, the Ved Vignan Maha Vidya Peeth, its assets in 2013 came to over 17 million. The <span style=\"text-decoration: underline;\"><a href=\"https://projects.propublica.org/nonprofits/organizations/954456218\">Ved Vigyan Maha Vidya Peeth</a></span> operates from New Hampshire, and whose Managing Director is <span style=\"text-decoration: underline;\"><a href=\"http://www.artofliving.org:8080/us-en/apple-valley\">Nirmala Murthy</a></span>, a teacher in one of the AOL centres in the USA. The Art of Living foundation, in Fairfield, Iowa is headed by Ashwani Dhall, a software professional and the chairman of the board of AOLF for the <span style=\"text-decoration: underline;\"><a href=\"https://www.linkedin.com/in/ashwanidhall\">last four years</a></span>. The <span style=\"text-decoration: underline;\"><a href=\"https://projects.propublica.org/nonprofits/organizations/262513622\">Art of Living Health and Education trust</a></span> is based in Washington DC and its secretary is <span style=\"text-decoration: underline;\"><a href=\"http://artoflivinglifestories.blogspot.in/2010/08/ajay-tejasvis-story.html\">Ajay Tejasvi</a></span>, a nephew of Shankar’s. Lastly, <span style=\"text-decoration: underline;\"><a href=\"https://projects.propublica.org/nonprofits/organizations/522178069\">the IAHV</a></span>, operating from Washington DC has Madhu Kadari, a hardware engineer, as its <span style=\"text-decoration: underline;\"><a href=\"https://www.linkedin.com/in/madhu-kadari-2320421\">Treasurer</a></span>. The assets of the IAHV, USA notched up slightly above 1 million. Other trusts like the Art of Living Foundation, UK; Sankara Europe BV and Shankara Europe Holding BV and the Art of Living Health and Education Trust take the total assets to over $35 million, which translates to Rs 234 crore, as per the current conversion rate.</p>\n<p><img class=\"alignnone size-full wp-image-25439\" src=\"http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtablegreen2.jpg\" alt=\"Sandhya Visvanathan\" width=\"800\" height=\"808\" srcset=\"http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtablegreen2.jpg 800w, http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtablegreen2-297x300.jpg 297w, http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtablegreen2-431x435.jpg 431w\" sizes=\"(max-width: 800px) 100vw, 800px\" /></p>\n<p>According to the IAHV US website, the trust was formed by Shankar in 1997 as a “a global platform for humanitarian initiatives that solve problems by uplifting human values.” The IAHV is registered in a number of countries, which includes France, Germany, the United Kingdom, the Netherlands, Denmark, Italy and many others. It is also registered in St Lucia, a notorious tax haven.</p>\n<p>Another interesting aspect is the manner in which these not-for-profits and other entities around the world have been structured. More often than not, Shankar’s name does not figure in the list of the board members of trusts. However, he does figure prominently at the top of table as the president of the <span style=\"text-decoration: underline;\"><a href=\"https://nw.chregister.ch/cr-portal/auszug/auszug.xhtml?uid=CHE-110.069.301\">International Art of Living Foundation</a></span> and as the president of <span style=\"text-decoration: underline;\"><a href=\"http://ge.ch/hrcintapp/externalCompanyReport.action?companyOfrcId13=CH-660-1745000-1&amp;ofrcLanguage=4\">the Swiss IAHV</a></span>. In the journal entry of IAOLF of the Swiss trade register, Shankar’s name is been listed as Venkatratnam, Ravishankar Ramanayakanpet and his sister Bhanumathi Narsimhan has been given the position of vice president. The IAOLF is also a partner in another Swiss LLP called Shankara Universal Gmbh headed by Ajay Mathradas Khimji. The Khimji family in Oman operates in a number of sectors including consumer goods, infrastructure and industrial products and, according to the website arabianbusiness.com, is one among the 50 wealthiest entities in Oman.</p>\n<p><img class=\"alignnone size-full wp-image-25440\" src=\"http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtableorange3.jpg\" alt=\"Sandhya Visvanathan\" width=\"800\" height=\"808\" srcset=\"http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtableorange3.jpg 800w, http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtableorange3-297x300.jpg 297w, http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtableorange3-431x435.jpg 431w\" sizes=\"(max-width: 800px) 100vw, 800px\" /></p>\n<p>A number of AOL organisations across the globe work under the Shankara label. In Germany, Sri Sri Ayurveda GmbH’s share capital is held by Shankara Europe Holding BV, a Netherlands company. Shankara Europe Holding BV also owns 100 percent of Shankara Europe BV. Whether all these companies are in turn held by <span style=\"text-decoration: underline;\"><a href=\"https://nw.chregister.ch/cr-portal/auszug/auszug.xhtml;jsessionid=d75514c73eab104356f56ecfe53a?uid=CHE-354.544.538\">Shankara Universal GmbH</a></span>, the Swiss LLP is a question that remained unanswered as the Swiss trade journal entry that we accessed did not state the corporate interests held by it.</p>\n<p><img class=\"alignnone size-full wp-image-25441\" src=\"http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtablepink4.jpg\" alt=\"Sandhya Visvanathan\" width=\"800\" height=\"808\" srcset=\"http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtablepink4.jpg 800w, http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtablepink4-297x300.jpg 297w, http://www.caravanmagazine.in/wp-content/uploads/2016/05/kaushalai_newtablepink4-431x435.jpg 431w\" sizes=\"(max-width: 800px) 100vw, 800px\" /></p>\n<p>In reply to a comprehensive questionnaire sent on 29 March and again on 23 April, the AOL media team refused to submit the accounts of its Swiss firms. We were told that “all the relevant details of the Art of Living are available in the public domain and on our websites.” Our attempts to find the accounts of the Swiss firms was not successful. Additionally, in reply to our request for Shankara Universal GmbH, the AOL media team told us, “Shankara Universal Limited (SUL) is a recently established company associated with the International Art of Living Foundation which is not yet fully functional. We hope to have it running by the end of the year. PricewaterhouseCoopers [the multi-national accounting firm] are our auditors for the International Art of Living Foundation.”</p>\n<p>Our investigation suggested that Rs 234 crore was in fact a minuscule amount of the foundation’s assets. Furthermore, a large amount of what these overseas trusts of the AOL receive in charity and as event and course fees are remitted back to India as foreign contributions.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in/vantage/despite-claiming-not-5-crore-pay-ngt-art-living-200-crore-worth-assets-80-crore-revenue\">Despite claiming not to have 5 Crore to pay the NGT, the Art of Living has over 200 crore worth of assets and 80 crore in revenue</a> appeared first on <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in\">The Caravan</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.caravanmagazine.in/vantage/despite-claiming-not-5-crore-pay-ngt-art-living-200-crore-worth-assets-80-crore-revenue/feed</wfw:commentRss>\n\t\t<slash:comments>11</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Tenth Delhi: What the AAP Should Learn From Odd-Even</title>\n\t\t<link>http://www.caravanmagazine.in/vantage/tenth-delhi-aap-learn-odd-even</link>\n\t\t<comments>http://www.caravanmagazine.in/vantage/tenth-delhi-aap-learn-odd-even#respond</comments>\n\t\t<pubDate>Tue, 03 May 2016 04:20:17 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Surabhi Kanga]]></dc:creator>\n\t\t\t\t<category><![CDATA[Vantage]]></category>\n\t\t<category><![CDATA[AAP]]></category>\n\t\t<category><![CDATA[Delhi]]></category>\n\t\t<category><![CDATA[odd-even]]></category>\n\t\t<category><![CDATA[urban planning]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.caravanmagazine.in/?p=25430</guid>\n\t\t<description><![CDATA[<p>&#160; Last summer, during the height of the dengue outbreak in Delhi, the deputy chief minister of the ruling Aam Aadmi Party (AAP) Manish Sisodia, made spot visits to schools to check on their preparedness for dengue outbreaks. At a government boys’ school in north west Delhi, Sisodia found classrooms being used as parking lots &#8230; <a href=\"http://www.caravanmagazine.in/vantage/tenth-delhi-aap-learn-odd-even\" class=\"more-link\">Continue reading <span class=\"screen-reader-text\">Tenth Delhi: What the AAP Should Learn From Odd-Even</span></a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in/vantage/tenth-delhi-aap-learn-odd-even\">Tenth Delhi: What the AAP Should Learn From Odd-Even</a> appeared first on <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in\">The Caravan</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>&nbsp;</p>\n<p>Last summer, during the height of the dengue outbreak in Delhi, the deputy chief minister of the ruling Aam Aadmi Party (AAP) Manish Sisodia, made spot visits to schools to check on their preparedness for dengue outbreaks. At a government boys’ school in north west Delhi, Sisodia <span style=\"text-decoration: underline;\"><a href=\"http://zeenews.india.com/news/delhi/schools-in-shambles-manish-sisodia-orders-suspension-of-guilty-warns-others_1799275.html\" target=\"_blank\">found classrooms being used as parking lots</a></span> for the vehicles of the faculty and staff. To anyone who lives in Delhi, Sisodia’s discovery would likely come as no surprise. In India&#8217;s capital, while the rights to education, health and security are not always guaranteed, the car-owner’s right to parking has become almost inalienable.</p>\n<p>Delhi is far friendlier to cars than it is to people. Vehicles operate in an elaborate feudal order on the city&#8217;s roads: the size of your car, and the fact that you own one, demonstrates your relative power and dictates the right of way. Delhi has the <span style=\"text-decoration: underline;\"><a href=\"http://scroll.in/article/714636/five-myths-about-traffic-in-delhi-and-other-indian-cities\" target=\"_blank\">highest percentage of road space of any major</a><a href=\"http://scroll.in/article/714636/five-myths-about-traffic-in-delhi-and-other-indian-cities\"> city</a><a href=\"http://scroll.in/article/714636/five-myths-about-traffic-in-delhi-and-other-indian-cities\"> in the country</a></span>—space that has only increased over the past two decades with the construction of <span style=\"text-decoration: underline;\"><a href=\"http://www.dimts.in/pdf/presentation_overview_oftransport.pdf\" target=\"_blank\">nearly 100 flyovers</a></span>. In that time, the number of cars in the city has grown at <span style=\"text-decoration: underline;\"><a href=\"http://www.dimts.in/pdf/presentation_overview_oftransport.pdf\" target=\"_blank\">roughly three times the rate</a></span> of its population. But car users form a surprisingly small percentage of the city. Car trips form only 20 percent of all motor vehicle trips taken every day in Delhi, and at least 60 percent of all trips are made using public transport—buses, metro and auto rickshaws.</p>\n<p>In this context, the Delhi government&#8217;s recent “Odd-Even” experiment, whose second iteration concluded this Saturday, on 30 April, has proved—perhaps unintentionally—to be very revealing. The original intent of the scheme—to lower pollution levels in the city by lowering vehicular emissions—remains contested; the immediate effect of the scheme was <span style=\"text-decoration: underline;\"><a href=\"http://indianexpress.com/article/india/india-news-india/high-compliance-but-more-commuters-switched-to-second-car-says-mit-study-2778633/\">instead a reduction in traffic and road congestion</a></span>. During the two weeks of the scheme, road space miraculously appeared for the majority of Delhi citizens, who commute by bus, auto, bike, cycle or on foot. The trials reiterated the existence of a different Delhi, one that has been forming for the last three decades: the “Tenth Delhi,” most of which does not use cars, does not live in planned colonies or work in formal businesses. The more democratic allotment of space that occurred during odd-even has implications beyond transport and roads. It raises the question of what a democratic city—in which the majority of the population is given importance instead of the elite few—should look like.</p>\n<p>In his 1964 book, <em>An Area of Darkness</em>, VS Naipaul wrote that Delhi was “a city built for giants.” And indeed, if you walk in Lutyens’ Delhi or the planned parts of the post-colonial city, his meaning becomes evident—enormously wide avenues that are difficult to cross, huge city blocks, and footpaths fortified by boundary walls that become deserted after dark because they are not lined with any shops. In the residential colonies, there are empty parks, streets choked with parked cars, and huge flats that are too costly for the city’s new migrant middle-class. Simply put, there is far too much space being used by too few people.</p>\n<p>Meanwhile, the rest of the city lives in some of the most densely packed quarters in urban India. Walk across from the planned colonies of Saket to nearby Said-ul-Ajaib, or from the flats of Dwarka to Mahavir Enclave, or from Vasant Kunj’s sectors to Mahipalpur, and you will see a contrast where there are almost no parks and no broad avenues. Houses are stuck to one another, alleys and lanes are crammed with shops and pedestrians. It would be irresponsible to imagine these spaces as slums, or inhabited only by the poor. Greatly varied in amenities and pricing, these are the homes of the majority of people that live in the city today. Since the 1991 census, the population of Delhi has roughly doubled, from 9.4 million to an estimated 19 million. For millions of Delhi-ites who have arrived in the city in the last three decades, the non-planned areas are not only places of affordable housing, but also of employment.</p>\n<p>In the early 1970s, the urbanist Patwant Singh <span style=\"text-decoration: underline;\"><a href=\"http://www.jstor.org/stable/41370745?src=epv&amp;item=10&amp;returnArticleService=showFullText&amp;seq=1#page_scan_tab_contents\">coined the term the “Ninth Delhi”</a></span> to describe the capital built after Partition—a city of refugee colonies and planned residential areas that were governed by the Delhi Development Authority, and the Master Plan, a legal document that had been formulated a few years earlier, and which laid out the plan for urban development for the next two decades. Singh’s use of “ninth” was a reference to the earlier versions of Delhi, from the mythical Indraprastha—the residence of the Mahabharata’s Pandavas (the first city), through the medieval sultanates and Mughal settlements, to Lutyens’ Delhi (the eighth city).</p>\n<p>The Ninth City was born of Partition. Between the years of 1948 and 1953, Jawaharlal Nehru’s government scrambled to build rehabilitation colonies for refugees. Delhi&#8217;s population grew from 920,000 in 1941 to <span style=\"text-decoration: underline;\"><a href=\"http://delhi.gov.in/DoIT/DoIT_Planning/ES2012-13/EN/ES_Chapter%202.pdf\">1.7 million a decade later</a></span>. The need for a citywide planning authority became apparent and, in 1957, the central government set up the Delhi Development Authority, or DDA. In 1962, the government developed the first Master Plan, to be implemented by the DDA for the next two decades.</p>\n<p>Between 1951 and 1991, the population of Delhi grew from 1.7 million to 9.4 million. In his recent book <em>Triumphs and Tragedies of Ninth Delhi</em>, Jagmohan, the former lieutenant governor of Delhi, wrote that, in that time, the DDA acquired a whopping 72,000 acres of land in the city. By the 1990s, the DDA had built 14 lakh housing units and ambitious planned colonies such as Dwarka, Pushp Vihar, Saket and Rohini, as well as office complexes such as Nehru Place and Bhikaji Cama Place. It also built over 100 parks and forests.</p>\n<p>Much of the area acquired by the DDA was farmland belonging to Jat and Gujjar families, original residents of the area around the Eighth City. These families continued to live in ever-decreasing portions of their land, which the DDA did not acquire but designated as “urban villages,” cordoned off by a “Lal dora,” or red boundary, on a map—a zone of exception in an otherwise planned space. These urban villages are easily discernible even today. If you walk around present-day Vasant Kunj, Hauz Khas, or Maharani Bagh —just about anywhere around the planned areas of the city—somewhere nearby you will find a “village,” with people who used to graze their buffalo on the land, or grew wheat and maize in the erstwhile fields.</p>\n<p>The Tenth City of Delhi was born of economic liberalisation. After 1991, people moved in droves to Delhi, to find jobs, for education and other newly available opportunities. Over the last 25 years, the population doubled, from 9.4 million in 91 to an estimated 19 million today. But space—or planned space—has remained scarce. The DDA’s planned development could not keep pace with migration and economic change occurring in the city. In a 2013 article for the journal the <em>Economic and Political Weekly</em>, titled “Planned Illegalities,” the urban planning expert Gautam Bhan studied how the failings of the DDA’s plans contributed to pattern of illegal settlement in the city. Bhan noted that the <span style=\"text-decoration: underline;\"><a href=\"http://www.academia.edu/4913637/Planned_Illegalities_Housing_and_the_Failure_of_Planning_in_Delhi_1947-2010\" target=\"_blank\">DDA itself admitted that it built 4 lakh fewer housing units</a></span> than it was mandated to, and that 88 percent of that shortfall was in housing for the “Economically Weaker Sections” (EWS)—for the poor. In that shortfall, a range of unplanned housing options mushroomed in the city to meet the demands of migrants in Urban Villages, as well as informal or illegal forms such as Jhuggi Jhopri (or JJ) Clusters and Unauthorised Colonies—two types of settlements where residents are squatters on the land they occupy. Much of what has come up today as Unauthorised Colonies or JJ Clusters are on land that the DDA acquired but never developed, and on which enterprising land dealers settled migrants. Elsewhere, such developments are on areas that are urban village land, or on other agricultural land that has been illegally turned into residential housing.</p>\n<p>According to <span style=\"text-decoration: underline;\"><a href=\"http://citiesofdelhi.cprindia.org/reports/regularising-unauthorised-colonies-in-delhi/\" target=\"_blank\">a report</a></span> written by the researchers Shahana Sheikh and Subhadra Banda for the Centre for Policy Research, only a fifth of city’s residents live in planned areas. Most people in Delhi live and work in spaces that are “informal”—legally, these places should not exist. According to Sheikh and Banda, there are at least 1000 unauthorised colonies occupied by 35 percent of the city’s population, and many more millions live in the JJ clusters, which are also technically illegal. Millions of others live in legal, but unplanned areas such as Urban Villages or “Unauthorised Regularised” Colonies—those that have undergone a process of legal recognition by the state government, and whose residents have, in some cases, even been given land titles.</p>\n<p>For millions of Delhi-ites, these areas are also places of work, because they are the locations of thousands of workshops, warehouses and small businesses. According to the 2005 Economic Census of Delhi, three out of every four businesses in the city are informal—they have no legal registration papers, and are beyond the regulation of the government.</p>\n<p>In the summer of 2013, Durba Chattaraj, an anthropologist at Ashoka University, Moulshri Joshi, who teaches architecture at the School of Planning and Architecture, and I conducted <span style=\"text-decoration: underline;\"><a href=\"http://repository.upenn.edu/socialsciencestudio_presentations/4/\" target=\"_blank\">a multi-disciplinary case study</a></span> of Taimoor Nagar, an area near Okhla that has DDA flats, an urban village, a JJ cluster, and an Unauthorised Colony—in other words, a range of housing types representative of the Tenth City. By gathering house-to-house survey data, we discovered that ordering and regulation of water, electricity and other services in these spaces is often arranged through local-level politics, such as through the MLA. Among those in the area who voted, for instance, more than a third had met their MLA personally to get work done. In a metropolis where the majority of settlements are unplanned, and the majority of employment informal, this indicates that changes in spatial ordering have political implications.</p>\n<p>In Delhi, state governments have historically reacted to these areas with indifference and non-interference, while periodically providing sops during elections. The residents of these areas have divergent needs in terms of schools, health care, transport, land rights, and safety, among others. For example, unlike JJ Clusters, Unauthorised Colonies are almost never demolished or resettled. Sheikh and Banda’s study had also found that, in many cases, the extension of state services such as water and sewage have also been linked to having “regularised” status, and so all major political parties court voters in these areas with the promise and lure of regularisation each election cycle, often only to drop the issue until the next election.</p>\n<p>But it is in these areas that a constituency for the AAP has emerged. In Patel Nagar, for instance—a constituency whose winning party has always formed the Delhi government—there were reports that during the AAP’s first 49-day rule, <span style=\"text-decoration: underline;\"><a href=\"http://indianexpress.com/article/india/india-others/on-barometer-of-delhi-aap-reflects-in-every-reading/\" target=\"_blank\">there was a decline in harassment by the police and the Municipal Corporation of Delhi employees</a></span> toward those that live and work in places that are unauthorised, informal or illegal. There were <a href=\"http://www.ndtv.com/delhi-news/this-man-hopes-to-pay-less-hafta-with-arvind-kejriwal-back-in-delhi-740066\">similar reports</a> elsewhere in the city. For the residents of these areas, paying bribes or “haftas” to the local authorities in order to be allowed to run their shops or live in their homes is an important issue, among others that, to them, the AAP seems intent to fix. The AAP’s state assembly election victory in 2013 and then its whitewash win in 2015, saw, perhaps for the first time, the Tenth City emerge as a political entity— joined not by community or caste, but by space. The <span style=\"text-decoration: underline;\"><a href=\"http://timesofindia.indiatimes.com/top-headlines/Delhi-election-results-2015-List-of-AAP-candidates-who-won-by-a-margin-of-over-20000-votes/articleshow/46190276.cms\" target=\"_blank\">areas where AAP dominated in the 2015 elections</a></span> included vast unplanned parts of the city like Badarpur and Sangam Vihar. In a geographically stratified city, the victory was also the assertion of the demographic power of the unplanned spaces that make up the majority of the city.</p>\n<p>At one level, AAP&#8217;s promises of a corruption-free city for the common man, seem to have meant things such as less harassment by police and MCD of informal businesses and in unauthorised settlements. But an anti-corruption agenda does not address the structural problem of a city where the majority of the residents are crammed into the margins. Delhi still remains a city that denies the majority of its citizens the basic dignity of being able to live on the right side of the law.</p>\n<p>Forty years ago, the urbanist writer Jai Sen published <span style=\"text-decoration: underline;\"><a href=\"http://www.india-seminar.com/2001/500/500%20jai%20sen.htm\" target=\"_blank\">an essay in the monthly journal <em>Seminar</em></a></span>, called the “Unintended City.” The essay was based on his experiences in community-based planning in Kolkata. The lives of the migrants to the city, Sen wrote, “are made difficult and sometimes illegal, all because of conflict with the codes of the ruling urban citizens.” “The use of the word ‘illegal’ here is wrong and immoral,” he continued, “‘extra-legal’ outside the present law, is really the condition. If the lives of such a large proportion of citizens can be defined as illegal, then it is time to look at how relevant our laws are.” This requires creative and radical rethinking of urban policies and laws so that they can serve the majority of a city&#8217;s residents. Though it may not have intended to do so, Odd-Even showed that such democratic forms of ordering the city for the benefit of the majority are possible. This experiment should be the beginning of innovation by the AAP government across the policy spectrum.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in/vantage/tenth-delhi-aap-learn-odd-even\">Tenth Delhi: What the AAP Should Learn From Odd-Even</a> appeared first on <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in\">The Caravan</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.caravanmagazine.in/vantage/tenth-delhi-aap-learn-odd-even/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>From Shadows to the Stars</title>\n\t\t<link>http://www.caravanmagazine.in/reportage/from-shadows-to-the-stars-rohith-vemula</link>\n\t\t<comments>http://www.caravanmagazine.in/reportage/from-shadows-to-the-stars-rohith-vemula#comments</comments>\n\t\t<pubDate>Tue, 03 May 2016 04:11:02 +0000</pubDate>\n\t\t<dc:creator><![CDATA[webmaster]]></dc:creator>\n\t\t\t\t<category><![CDATA[Reportage]]></category>\n\t\t<category><![CDATA[ABVP]]></category>\n\t\t<category><![CDATA[Ambedkar Students Association]]></category>\n\t\t<category><![CDATA[ASA]]></category>\n\t\t<category><![CDATA[caste]]></category>\n\t\t<category><![CDATA[caste discrimination]]></category>\n\t\t<category><![CDATA[Dalit]]></category>\n\t\t<category><![CDATA[Notes on Nationalism]]></category>\n\t\t<category><![CDATA[Rohith Vemula]]></category>\n\t\t<category><![CDATA[student politics]]></category>\n\t\t<category><![CDATA[University of Hyderabad]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.caravanmagazine.in/?p=25247</guid>\n\t\t<description><![CDATA[<p>ON THE EVENING OF 16 JANUARY, the mood on the campus of the University of Hyderabad was mellow. For around a month, there had been protests against the administration’s decision to bar five young Dalit men from using their hostels and the university’s public spaces. But support for the protests was flagging. Two days earlier, &#8230; <a href=\"http://www.caravanmagazine.in/reportage/from-shadows-to-the-stars-rohith-vemula\" class=\"more-link\">Continue reading <span class=\"screen-reader-text\">From Shadows to the Stars</span></a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in/reportage/from-shadows-to-the-stars-rohith-vemula\">From Shadows to the Stars</a> appeared first on <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in\">The Caravan</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>ON THE EVENING OF 16 JANUARY</strong>, the mood on the campus of the University of Hyderabad was mellow. For around a month, there had been protests against the administration’s decision to bar five young Dalit men from using their hostels and the university’s public spaces. But support for the protests was flagging. Two days earlier, the students had tried to step up their demonstrations by occupying the administration building. But they were outmanoeuvred by the vice chancellor, or VC, Appa Rao Podile, who rallied some of the university’s staff, including mess workers, against them. These employees warned the students that they would shut down the campus messes if the blockade continued—a threat which forced them to back down.</p>\n<p>That evening, a group of students gathered at the main site of the protests: a shack in the quadrangle of the campus’s shopping complex, popularly called the shopcom. The five students had built the structure out of vinyl posters attached to vertical frames. They arranged several of these together to create three makeshift walls, and placed a few overhead to create a flimsy roof. Looking down from the posters were iconic figures who had battled for the rights of the downtrodden: EV Ramasamy, Jyotirao and Savitribai Phule, Bhimrao Ambedkar. The students called their protest site a <em>velivada</em>—the Telugu word for Dalit ghettos situated on the peripheries of villages.</p>\n<p>One Dalit activist struck up a beat on a <em>dappu</em>, a disc-shaped drum, and began to sing. The others in the velivada joined in. Seated across from him, Rohith Vemula, a 26-year-old PhD student of the school of social sciences, one of the punished five, also sang along, repeating verses and joining in full-throated for the chorus. It was a song by the writer and singer Jayaraju Godishala, with a catchy, melancholy tune and a refrain that evoked the predicament of the students: “<em>Evvaroo ee biddalu? Ningi lo nelavankalu.</em> <em>Evvaroo ee pillalu? Adivi malle puvvulu.</em>” (Who are these children? Like the crescent moons of the sky. Who are these children? Like jasmines of the wild.) Vemula and the other singers smiled as they sang. “I couldn’t understand the language, but I was very moved,” Pramod Mandade, a non-Dalit supporter of the five students, who was present that evening, told me. Afterwards, the group, including Vemula, sat around a bonfire in front of a nearby hostel, talking late into the night.</p>\n<p>The next morning, some students reassembled at the velivada to launch a relay hunger strike. Vemula didn’t attend the gathering. A little after 10 am, Pedapudi Vijay Kumar, one of the punished students, received a call from Vemula’s mother, Radhika, asking about her son. Vemula’s phone wasn’t working, and he didn’t have the money to repair it—the university hadn’t paid him his fellowship for the past seven months. Radhika was worried. She thought her son had sounded sad when she had spoken to him the previous night. Vijay made a mental note to remind him to call her.</p>\n<p>Late that afternoon she called Vijay again, saying she still hadn’t heard from her son. Now Vijay, who had been busy meeting faculty and a lawyer ahead of a court hearing the next day, made his way to the hostel room of a senior ASA leader and PhD student named Uma Maheshwara Rao, which Vemula had been using to work after he was evicted from his own room. When Vijay arrived, he found the door locked from the inside. He knocked, “but there was no response,” Vijay told me. “I immediately called Sunkanna and Prashanth”—two other students who had been punished. “They came and knocked on the door but there was still no response,” Kumar continued. “We called the security immediately, and they opened the door.” They found that Vemula had committed suicide by hanging himself from a fan.</p>\n<p>On a table in the room was a handwritten suicide note of startling poignancy. “I loved science. Stars. Nature,” Vemula wrote. Until then, he had been one of many Dalit students fighting for their rights. His suicide may have passed without drawing much attention—like those of the eight other Dalit students in the university who had killed themselves in the past ten years. But Vemula’s powerful final words ensured that the national media, uninterested in his struggle while he was alive, could not ignore his death. The letter’s most famous lines were shot through with what some would describe as a spiritual clarity. “The value of a man was reduced to his immediate identity and nearest possibility,” he wrote. “To a vote. To a number. To a thing. Never was a man treated as a mind. As a glorious thing made up of star dust.”</p>\n<p>Protests erupted in the university and across the country, and the Dalit movement’s slogan—“<em>Jai Bhim!</em>”—rang through the streets. Vemula was transformed into an icon of Dalit resistance. As his story was retold on the front pages of newspapers and on primetime television, one photograph became particularly famous, of him wearing a green checked shirt, and smiling. It was a photograph he had been fond of, and about which he had remarked to some of his friends, “Don’t I look like a Tamil hero in this picture?” The image was reproduced on T-shirts, walls and social media profiles, and on protest placards that bobbed above crowds alongside portraits of Ambedkar.</p>\n<p>When Vemula was thrust into the spotlight, so, too, was the organisation of which he had been a key leader. The Ambedkar Students Association, or the ASA, was formed in 1994 to assist Dalits at the university, helping them navigate the challenges of studying and living on campus. Over the next decade, the organisation grew in strength until, in 2007, it made a shift from serving as a support group for Dalits to representing them politically, by contesting the university’s student elections.</p>\n<p>The ASA quickly became a formidable electoral force on campus, chiefly through a canny political strategy of forging an alliance that included communist, Muslim and tribal groups, and thus appealing to a wide base of students. This alliance soon dominated the university’s elections, edging out the RSS-affiliated Akhil Bharatiya Vidyarthi Parishad, or ABVP, which had held most of the posts till 2010.</p>\n<p>Dickens Leonard, a senior ASA member, said their efforts were aimed at “creating a universal language of discrimination,“ a formulation that had a wide appeal. “Dalit politics is not just about Dalits, but is a counter political space,” Ramees EK, an MA student from Kerala, and the president of the Students Islamic Organisation, or SIO, told me. “It has the potential to question the hegemony of Hindutva politics. When we align with them, we see it as a coming together of marginalised communities.”</p>\n<p>Though the ASA’s work is limited to the university campus, its success there provides some hint of a possible political future. With the Congress and the communist parties in decline, a “universal language of discrimination” could, at least on this early, limited evidence, offer the possibility of a catalyst for bringing different political fronts together to form a counterweight to the BJP’s majoritarianism.</p>\n<p><strong>IN THE DAYS AFTER VEMULA&#8217;S SUICIDE</strong>, numerous reports sought to piece together the events that had culminated in his death. Contradictory claims emerged about what had sparked the preceding unrest. Retracing the incidents, however, one conclusion is inescapable: the university administration and powerful BJP politicians lied repeatedly to portray the ASA as a threat to so-called national integrity, and to justify ruthless punishments for the students.</p>\n<p>Trouble began to brew in mid 2015, before the execution of Yakub Memon, a chartered accountant convicted of providing financial and logistical support for the 1993 bombings in Mumbai, and sentenced to hang. The ASA, in consonance with Ambedkar’s views on the issue, had long opposed capital punishment. It has often argued that an overwhelming majority of people sentenced to death in the country are either from oppressed castes or religious minorities—thus making it an issue of discrimination along with general human rights. A day before the hanging, the ASA organised an event titled “Resistance gathering against capital punishment: in the wake of death sentence to Yakub Memon.”</p>\n<p>On the day of Memon’s execution, 30 July, the Students Collective Against Fake Encounter, or SCAFE (an informal student body formed in April 2015 to protest the killings of five young Muslim men in suspicious circumstances in Warangal district), organised a <em>namaaz-e-janaaza</em>, a funeral prayer, for Memon at the shopcom. Some ASA members who were part of SCAFE, including Vemula, were present at the event, and some of the group’s anti-death-penalty posters from the previous day were displayed at the venue. One read, “Public conscience is Brahmin conscience. Satisfy with Muslim blood: ASA-UOH.” But though the groups came together to protest the hanging, their stances on the issue were, in fact, different. Ramees told me that though they were “on the same side, there is no real convergence of ideas yet.” The Muslim groups, he said, saw the Memon hanging as “a Muslim issue.” The ASA, on the other hand, took a wider view, against capital punishment itself.</p>\n<p>This was apparent from Vemula’s Facebook post after the hanging. “The blood thirsty nationalism collected another head,” he wrote. “Honorable president scored a double with this. If death penalty is the only punishment we can offer to the convicted people, we must stop calling our nation democratic. #India, you have blood on your hands.” The event, like an earlier one, in 2013, to protest the hanging of Afzal Guru, convicted for the 2001 attack on the parliament, went off peacefully.</p>\n<p>BJP ministers and leaders would cite the ASA members’ presence at this event as evidence that the group was “anti-national,” and as justification for the actions against it. But in fact, the incident that actually set off the group’s battle with the administration had nothing to do with Memon’s hanging. Rather, the conflict began two days later, on 1 August, when members of the ABVP barged into a room in Kirori Mal College, in Delhi, and disrupted a screening of <em>Muzaffarnagar Baaqi Hai</em>, a film on the anti-Muslim violence that gripped the district of Muzaffarnagar, in Uttar Pradesh, in 2013.</p>\n<p>The ASA denounced the ABVP’s actions, and, on 1 August, released a joint statement with other Dalit student organisations. The statement condemned the ABVP for “trying to deliberately suppress all news about the wrong doings and violence of their Caste Hindu politics. We know that they have systematically constructed the Muslim community as a target of attack.” It also accused Hindu political groups of making a “deliberate attempt to forcefully unite the Dalitbahujans under the rubric of Hinduism, against the imagined enemy of the Muslim.”</p>\n<p>On 3 August, the ASA organised a protest rally against the ABVP’s actions. In response, Nandanam Susheel Kumar, a PhD student, who became the president of the university’s ABVP unit in 2014, published a Facebook post just after 9 pm, in which he wrote, “ASA goons are talking about hooliganism,” followed by a Facebook emoticon with the caption “feeling funny.” This post was the central point of contention in the events that followed. Susheel, the university administration and BJP politicians would repeatedly claim, falsely, that the comment that sparked off the conflict was related to the Yakub Memon protests—an implausible assertion given that Susheel’s statement refers specifically to ASA’s comments on “hooliganism.”</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in/reportage/from-shadows-to-the-stars-rohith-vemula\">From Shadows to the Stars</a> appeared first on <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in\">The Caravan</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.caravanmagazine.in/reportage/from-shadows-to-the-stars-rohith-vemula/feed</wfw:commentRss>\n\t\t<slash:comments>4</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>My Seditious Heart</title>\n\t\t<link>http://www.caravanmagazine.in/essay/seditious-heart-arundhati-roy</link>\n\t\t<comments>http://www.caravanmagazine.in/essay/seditious-heart-arundhati-roy#comments</comments>\n\t\t<pubDate>Tue, 03 May 2016 03:30:55 +0000</pubDate>\n\t\t<dc:creator><![CDATA[webmaster]]></dc:creator>\n\t\t\t\t<category><![CDATA[Essay]]></category>\n\t\t<category><![CDATA[Ambedkar]]></category>\n\t\t<category><![CDATA[BJP]]></category>\n\t\t<category><![CDATA[caste]]></category>\n\t\t<category><![CDATA[Congress]]></category>\n\t\t<category><![CDATA[Hindutva]]></category>\n\t\t<category><![CDATA[JNU]]></category>\n\t\t<category><![CDATA[minorities]]></category>\n\t\t<category><![CDATA[nationalism]]></category>\n\t\t<category><![CDATA[Notes on Nationalism]]></category>\n\t\t<category><![CDATA[Rohith Vemula]]></category>\n\t\t<category><![CDATA[RSS]]></category>\n\t\t<category><![CDATA[Sangh]]></category>\n\t\t<category><![CDATA[secularism]]></category>\n\t\t<category><![CDATA[Sedition]]></category>\n\t\t<category><![CDATA[University of Hyderabad]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.caravanmagazine.in/?p=25271</guid>\n\t\t<description><![CDATA[<p>ON A BALMY FEBRUARY NIGHT, aware that things were not going well, I did what I rarely do. I put in earplugs and switched on the television. Even though I had said nothing about the spate of recent events—murders and lynchings, police raids on university campuses, student arrests, and enforced flag-waving—I knew that my name &#8230; <a href=\"http://www.caravanmagazine.in/essay/seditious-heart-arundhati-roy\" class=\"more-link\">Continue reading <span class=\"screen-reader-text\">My Seditious Heart</span></a></p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in/essay/seditious-heart-arundhati-roy\">My Seditious Heart</a> appeared first on <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in\">The Caravan</a>.</p>\n]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>ON A BALMY FEBRUARY NIGHT</strong>, aware that things were not going well, I did what I rarely do. I put in earplugs and switched on the television. Even though I had said nothing about the spate of recent events—murders and lynchings, police raids on university campuses, student arrests, and enforced flag-waving—I knew that my name was still on the A-list of “anti-nationals.” That night, I began to worry that, in addition to the charge of criminal contempt of court I was already facing (for “interfering in the administration of justice,” “bashing the Central Government, State Governments, the Police Machinery, so also the Judiciary,” and “demonstrating a surly, rude and boorish attitude”), I would also be charged with causing the death of the eternally indignant news anchor on Times Now. I thought he might succumb to an apoplectic fit as he stabbed the air and spat out my name, suggesting that I was a part of some shadowy cabal behind the ongoing “anti-national” activity in the country. My crime, according to him, is that I have written about the struggle for freedom in Kashmir, questioned the execution of Mohammad Afzal Guru, walked with the Maoist guerrillas (“terrorists” in television speak) in the forests of Bastar, connected their armed rebellion to my reservations about India’s chosen model of “development,” <em>and</em>—with a hissy, sneering pause—even questioned the country’s nuclear tests.</p>\n<p>Now it’s true that my views on these matters are at variance with those of the ruling establishment. In better days, that used to be known as a critical perspective or an alternative worldview. These days in India, it’s called sedition.</p>\n<p>Sitting in Delhi, somewhat at the mercy of what looks like a democratically elected government gone rogue, I wondered whether I should rethink some of my opinions. I thought back, for instance, on a talk I gave in 2004 at the annual meeting of the American Sociological Association, just before the Bush-versus-Kerry election, in which I joked about how the choice between the Democrats and the Republicans—or their equivalents in India, the Congress and the Bharatiya Janata Party—was like having to choose between Tide and Ivory Snow, two brands of washing powder both actually owned by the same company. Given all that is going on, can I honestly continue to believe that?</p>\n<p>On merit, when it comes to pogroms against non-Hindu communities, or looking away while Dalits are slaughtered, or making sure the levers of power and wealth remain in the hands of the tiny minority of dominant castes, or smuggling in neoliberal economic reforms on the coat-tails of manufactured communal conflict, or banning books, there’s not much daylight between the Congress and the BJP. (When it comes to the horrors that have been visited upon places like Kashmir, Nagaland, and Manipur, all the parliamentary parties, including the two major Left parties, stand united in their immorality.)</p>\n<p>Given this track record, does it matter that the stated ideologies of the Congress and the BJP are completely different? Whatever its practice, the Congress <em>says</em> it believes in a secular, liberal democracy, while the BJP mocks secularism and believes that India is essentially a “Hindu Rashtra”—a Hindu nation. Hypocrisy, Congress-style, is serious business. It’s clever—it smokes up the mirrors and leaves us groping around. However, to proudly declare your bigotry, to bring it out into the sunlight as the BJP does, is a challenge to the social, legal, and moral foundations on which modern India (supposedly) stands. It would be an error to imagine that what we are witnessing today is just business as usual between unprincipled, murderous political parties.</p>\n<p>Although the idea of India as a Hindu Rashtra is constantly being imbued with an aura of ancientness, it’s a surprisingly recent one. And, ironically, it has more to do with representative democracy than it does with religion. Historically, the people who now call themselves Hindu only identified themselves by their <em>jati</em>, their caste names. As a community, they functioned as a loose coalition of endogamous castes organised in a strict hierarchy. (Even today, for all the talk of unity and nationalism, only five percent of marriages in India cut across caste lines. Transgression can still get young people beheaded.) Since each caste could dominate the ones below it, all except those at the very bottom were inveigled into being a part of the system. <em>Brahmanvaad</em>—Brahminism—is the word that the anti-caste movement has traditionally used to describe this taxonomy. Though it has lost currency (and is often erroneously taken to refer solely to the practices and beliefs of Brahmins as a caste group), it is, in fact, a more accurate term than “Hinduism” for this social and religious arrangement, because it is as ancient as caste itself and pre-dates the idea of Hinduism by centuries.</p>\n<p>This is a volatile assertion, so let me shelter behind Bhimrao Ambedkar. “The first and foremost thing that must be recognised,” he wrote in <em>Annihilation of Caste</em> in 1936, “is that Hindu society is a myth. The name Hindu is itself a foreign name. It was given by the Mohammedans to the natives [who lived east of the river Indus] for the purpose of distinguishing themselves.”</p>\n<p>So how and why did the people who lived east of the Indus begin to call themselves Hindus? Towards the end of the nineteenth century, the politics of representative governance (paradoxically, introduced to its colony by the imperial British government), began to replace the politics of emperors and kings. The British marked the boundaries of the modern nation-state called India, divided it into territorial constituencies, and introduced the idea of elected bodies for local self-government. Gradually, subjects became citizens, citizens became voters, and voters formed constituencies that were assembled from complicated networks of old as well as new allegiances, alliances, and loyalties. Even as it came into existence, the new nation began to struggle against its rulers. But it was no longer a question of overthrowing a ruler militarily and taking the throne. The new rulers, whoever they were, would need to be legitimate representatives of the people. The politics of representative governance set up a new anxiety: Who could legitimately claim to represent the aspirations of the freedom struggle? Which constituency would make up the majority?</p>\n<p>This marked the beginning of what we now call “vote bank” politics. Demography turned into an obsession. It became imperative that people who previously identified themselves only by their caste names band together under a single banner to make up a majority. That was when they began to call themselves Hindu. It was a way of crafting a political majority out of an impossibly diverse society. “Hindu” was the name of a political constituency more than of a religion, one that could define itself as clearly as other constituencies—Muslim, Sikh, and Christian—could. Hindu nationalists, as well as the officially “secular” Congress party, staked their claims to the “Hindu vote.”</p>\n<p>It was around this time that a perplexing contestation arose around the people then known as “Untouchables” or “Outcastes,” who, though they were outside the pale of the caste system, were also divided into separate castes arranged in a strict hierarchy. To even begin to understand the political chaos we are living through now, at the centre of which is the suicide of the Dalit scholar Rohith Vemula, it’s important to understand, at least conceptually, this turn-of-the-century contestation.</p>\n<p>Over the previous centuries, in order to escape the scourge of caste, millions of Untouchables (I use this word only because Ambedkar used it too) had converted to Buddhism, Islam, Sikhism, and Christianity. In the past, those conversions had not been a cause of anxiety for the privileged castes. However, when the politics of demography took centre stage, this haemorrhaging became a source of urgent concern. People who had been shunned and cruelly oppressed were now viewed as a population who could greatly expand the numbers of the Hindu constituency. They had to be courted and brought into the “Hindu fold.” That was the beginning of Hindu evangelism. What we know today as <em>ghar wapsi</em>, or “returning home,” was a ceremony that dominant castes devised to “purify” Untouchables and Adivasis, whom they considered “polluted.” The idea was (and is) to persuade these ancient and autochthonous peoples that they were formerly Hindus, and that Hinduism was the original, indigenous religion of the subcontinent. It was not only Hindu nationalists among the privileged castes that tried to embrace the Untouchables politically while continuing to valorise the caste system. Their counterparts in the Congress did the same thing too. This was the reason for the legendary standoff between Bhimrao Ambedkar and Mohandas Gandhi, and continues to be the cause of serious disquiet in Indian politics. Even today, to properly secure its idea of a Hindu Rashtra, the BJP has to persuade a majority of the Dalit population to embrace a creed that stigmatises and humiliates them. It has been surprisingly successful, and has even managed to draw in some militant Ambedkarite Dalits. It is this paradox that has made the political moment we are living through so incandescent, so highly inflammable, and so unpredictable.</p>\n<p>Ever since the Rashtriya Swayamsevak Sangh was founded, in 1925, this ideological holding company of Hindu nationalism (and of the BJP) has set itself the task of making myriad castes, communities, tribes, religions, and ethnic groups submerge their identities and line up behind the banner of the Hindu Rashtra. Which is a little like trying to sculpt a gigantic, immutable stone statue of Bharat Mata—the Hindu right’s ideal of Mother India—out of a stormy sea. Turning water into stone may not be a practical ambition, but the RSS’s long years of trying have polluted the sea and endangered its flora and fauna in irreversible ways. Its ruinous ideology—known as Hindutva, and inspired by the likes of Benito Mussolini and Adolf Hitler—openly proposes Nazi-style purges of Indian Muslims. In RSS doctrine (theorised by MS Golwalkar, the organisation’s second <em>sarsanghchalak</em>, or supreme leader), the three main enemies obstructing the path to the Hindu Rashtra are Muslims, Christians, and Communists. And now, as the RSS races towards that goal, although what’s happening around us may look like chaos, everything is actually going strictly by the book.</p>\n<p>Of late, the RSS has deliberately begun to conflate nationalism with Hindu nationalism. It uses the terms interchangeably, as though they mean the same thing. Naturally, it chooses to gloss over the fact that it played absolutely no part in the struggle against British colonialism. But while the RSS left the battle of turning a British colony into an independent nation to other people, it has, since then, worked far harder than any other political or cultural organisation to turn this independent nation into a Hindu nation. Before the BJP was founded, in 1980, the political arm of the RSS was the Bharatiya Jan Sangh. However, the RSS’s influence cut across party lines, and in the past its shadowy presence has even been evident in some of the more nefarious and violent activities of the Congress. The organisation now has a network of tens of thousands of <em>shakhas</em> (branches) and hundreds of thousands of workers. It has its own trade union, its own educational institutions where millions of students are indoctrinated, its own teachers’ organisation, a women’s wing, a media and publications division, its own organisations dedicated to Adivasi welfare, its own medical missions, its own sad stable of historians (who produce their own hallucinatory version of history), and, of course, its own army of trolls on social media. Its sister concerns, the Bajrang Dal and the Vishwa Hindu Parishad, provide the storm troopers that carry out organised attacks on anyone whose views they perceive to be a threat. In addition to creating its own organisations (which, together with the BJP, make up the Sangh Parivar—the Saffron Family), the RSS has also worked patiently to place its chessmen in public institutions: on government committees, in universities, the bureaucracy, and, crucially, the intelligence services.</p>\n<p>The post <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in/essay/seditious-heart-arundhati-roy\">My Seditious Heart</a> appeared first on <a rel=\"nofollow\" href=\"http://www.caravanmagazine.in\">The Caravan</a>.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.caravanmagazine.in/essay/seditious-heart-arundhati-roy/feed</wfw:commentRss>\n\t\t<slash:comments>14</slash:comments>\n\t\t</item>\n\t</channel>\n</rss>\n\n<!-- Dynamic page generated in 0.279 seconds. -->\n<!-- Cached page generated by WP-Super-Cache on 2016-05-13 12:58:46 -->\n\n<!-- Compression = gzip -->",
  "headers": {
    "Pragma": "no-cache",
    "Transfer-Encoding": "chunked",
    "Content-Encoding": "gzip",
    "Content-Type": "application/rss+xml; charset=UTF-8",
    "Date": "Fri, 13 May 2016 07:44:00 GMT",
    "Connection": "close",
    "WP-Super-Cache": "Served legacy cache file",
    "Expires": "Thu, 19 Nov 1981 08:52:00 GMT",
    "Cache-Control": "no-store, no-cache, must-revalidate, post-check=0, pre-check=0",
    "ETag": "\"14cbac899e24a581fe19c713813d58de\"",
    "Vary": "Accept-Encoding,Cookie,User-Agent",
    "Server": "Apache/2.4.18 (Unix) OpenSSL/1.0.1e-fips mod_bwlimited/1.4 PHP/5.5.31",
    "X-Powered-By": "PHP/5.5.31"
  },
  "response_url": "http://www.caravanmagazine.in/feed"
}