{
  "requested_url": "http://www.menshealth.com/events-promotions/washpofeed",
  "fetched_at": "2016-05-13T00:45:21.835023",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"utf-8\" ?>\n<rss version=\"2.0\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:content=\"http://purl.org/rss/1.0/modules/content/\" xmlns:atom=\"http://www.w3.org/2005/Atom/\" xmlns:media=\"http://search.yahoo.com/mrss/\" xmlns:foaf=\"http://xmlns.com/foaf/0.1/\" xmlns:og=\"http://ogp.me/ns#\" xmlns:rdfs=\"http://www.w3.org/2000/01/rdf-schema#\" xmlns:sioc=\"http://rdfs.org/sioc/ns#\" xmlns:sioct=\"http://rdfs.org/sioc/types#\" xmlns:skos=\"http://www.w3.org/2004/02/skos/core#\" xmlns:xsd=\"http://www.w3.org/2001/XMLSchema#\">\n  <channel>\n    <title>Menshealth</title>\n    <link>http://www.rodalewire.com/articles/menshealth/active</link>\n    <description></description>\n    <language>en</language>\n            <item>\n      <title>Why An Empty Social Calendar May Increase Your Risk Of Heart Attack By 29 Percent</title>\n      <link>http://www.menshealth.com/health/loneliness-and-heart-attack-risk</link>\n      <guid isPermaLink=\"false\">1100351</guid>\n<pubDate>Wed, 11 May 2016 18:02:06 +0000</pubDate>\n<dc:modified>Thu, 12 May 2016 18:36:02 +0000</dc:modified>\n<dc:creator>Michelle Malia</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/social-calendar.jpg\" width=\"1000\" height=\"636\" alt=\"Social isolation\" />\n<span class=\"copyright\">Image by shutterstock</span>\n<p>Your empty social calendar could be a real heartbreaker: Spending too much time alone can increase your risk of heart attack and stroke, according to new <a href=\"http://heart.bmj.com/content/early/2016/03/15/heartjnl-2015-308790\" target=\"_blank\">research</a> from the University of York.&nbsp;</p>\n<p>The researchers crunched the data from 19 studies that looked at loneliness and isolation, and the subsequent health risks.&nbsp;</p>\n<p>Each study identified what qualified as &ldquo;loneliness&rdquo; or &ldquo;isolation&rdquo; in different ways. Some asked participants to rate how alone they felt in the past day or week. Other research asked participants to describe the strength and availability of their friendships.&nbsp;</p>\n<p>They discovered that people who were less connected to others were 29 percent more likely to have a heart attack and 32 percent more likely to suffer a stroke than people who had more social interactions and relationships.</p>\n<p><strong>Related</strong>: <a href=\"http://www.menshealth.com/health/heart-facts\" target=\"_blank\">27 Weird Facts You Never Knew About Your Heart</a></p>\n<p>And the heart risks are greatest for people who are bothered by their lack of connections, rather than those who enjoy the solitary time alone, says lead study author Nicole Valtorta, Ph.D.(c).&nbsp;</p>\n<p>For instance, a guy who moves to a new city and leaves behind his close-knit group of coworkers may be at a greater chance of heart problems than the man who chooses to always work from home. &nbsp;<br />\n\t&nbsp;&nbsp;<br />\n\tSo how exactly does loneliness lead to heart attack or stroke? For one, it messes with your sleep, says Valtorta.&nbsp;</p>\n<p>When you&rsquo;re surrounded by people you know and trust, you can sleep peacefully. When you don&rsquo;t have a secure social circle to protect you, you may be &ldquo;on alert&rdquo; more often, listening and looking out for dangers. This may affect your ability to sleep, according to research from the University of Chicago.</p>\n<p>Poor sleep can weaken your body&rsquo;s ability to repair damage and function properly, which can stress your heart over the years, says Valorta.</p>\n<p><strong>Related</strong>: <a href=\"https://offers.rodale.com/offer/600024?cid=BWO_Twitter_betterman&amp;keycode=255393\" target=\"_blank\">The Better Man Project from <em>Men&rsquo;s Health</em>&mdash;2,000+ Awesome Tips on How to Live Your Healthiest Life</a></p>\n<p>Loneliness and isolation can also lead to depression and anxiety, both of which have been linked to buildup of plaque in your arteries.</p>\n<p>The good news, though, is adding any type of human interaction to your day can help minimize the effects.&nbsp;</p>\n<p>That includes reaching out to people using technology, though it&rsquo;s unclear if things like texting or Skyping are as beneficial as face-to-face contact, Valorta says.&nbsp;</p>\n<p>Fitting in other kinds of interpersonal contact can help reduce your feelings of isolation, too. Go to the cashier instead of the self-checkout line. Chat with your neighbor at the mailbox.&nbsp;</p>\n<p><strong>Related</strong>: <a href=\"http://www.menshealth.com/guy-wisdom/start-bromance\" target=\"_blank\">5 Simple Rules For Starting a Bromance</a></p>\n<p>If you are typically a social guy, but find yourself without meaningful connections at the moment, try to build your circle. Join a summer sports league, or take a class at a community college.</p>]]></description>\n    </item>\n    <item>\n      <title>Medical Errors May Be the Third Leading Cause Of Death</title>\n      <link>http://www.menshealth.com/health/medical-errors-third-leading-cause-of-death</link>\n      <guid isPermaLink=\"false\">1099611</guid>\n<pubDate>Wed, 11 May 2016 17:55:08 +0000</pubDate>\n<dc:modified>Thu, 12 May 2016 14:38:37 +0000</dc:modified>\n<dc:creator>Ali Eaves</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/doctor-death2.jpeg\" width=\"1000\" height=\"636\" alt=\"doctor death\" />\n<span class=\"copyright\">Illustration by Dan Redding</span>\n<p>Doctors&rsquo; and nurses&rsquo; mistakes could kill more than 250,000 people in the U.S. every year, according to an <a href=\"http://www.bmj.com/content/353/bmj.i2139\" target=\"_blank\">estimate</a> from Johns Hopkins University School of Medicine.</p>\n<p>If you put that figure into the Center for Disease Control and Prevention&rsquo;s list of the top causes of death, it would be third&mdash;right behind heart disease and cancer.</p>\n<p>The 250,000 number is an estimate because &ldquo;medical error&rdquo; isn&rsquo;t an official cause of death that gets recorded on death certificates. If your surgeon accidentally nicks an organ, causing internal bleeding and cardiac arrest, your cause of death may be listed as &ldquo;cardiovascular.&rdquo;</p>\n<p>To find out how many fatal hospital errors occur, researchers have to look through a sample of patient records for red flags (like an incorrect medication dosage, for instance), find out whether the patient died afterward, and try to determine whether the mistake contributed to the death.</p>\n<p>One 2010 study estimated that 0.6 percent of the patients who walked into 10 North Carolina hospitals wound up being killed by their health care providers.</p>\n<p>For this new analysis, researchers looked at four previous studies on medical errors and averaged the rates of fatal errors per hospital admission. Then they extrapolated that figure to the total number of people admitted to hospitals in 2013, which led them to the estimate of 250,000 annual deaths.</p>\n<p><strong>Related:</strong> <a href=\"https://offers.rodale.com/offer/600024?cid=BWO_Twitter_betterman&amp;keycode=255393\" target=\"_blank\">The Better Man Project: <em>Men&rsquo;s Health</em>&rsquo;s Step-By-Step Guide To Living a Fitter, Healthier, More Awesome Life</a></p>\n<p>Doctors and nurses are human, so some mistakes are inevitable, says study author and surgeon Martin Makary, M.D. And as with any profession, some health care providers and hospitals are better than others.</p>\n<p>Medication errors are one of the most common slips, says Dr. Makary, author of <em>Unaccountable: What Hospitals Won&rsquo;t Tell You and How Transparency Can Revolutionize Health Care.</em></p>\n<p>A simple math error when calculating or measuring your dosage could cause a deadly overdose. A sleep-deprived nurse could accidentally inject you with a painkiller instead of penicillin&mdash;one fatal mistake that actually occurred in 2006.</p>\n<p>Another culprit: Bad diagnosis. One in seven diagnoses are wrong, Dr. Makary says.</p>\n<p>If your doctor misjudges what&rsquo;s wrong with you, you could end up getting unnecessary procedures, which increases your risk for complications. Plus, your treatment for what&rsquo;s really ailing you will be delayed&mdash;sometimes to a fatal extent.</p>\n<p><strong>Related:</strong> <a href=\"http://www.menshealth.com/health/heart-attack-vs-cardiac-arrest\" target=\"_blank\">Why Every Man Should Know the Difference Between Heart Attack and Cardiac Arrest</a></p>\n<p>And then there are infections, which can be caused by improper sterilization procedures, and miscommunications, where crucial information slips between the cracks as you get transferred from provider to provider.</p>\n<p>But certain patients tend to get excellent care, Dr. Makary says: the ones who are most involved. Here&rsquo;s how you can be vigilant when you find yourself in a hospital.</p>\n<p><strong>Get a Second Opinion</strong><br />\n\tAs we mentioned above, misdiagnosis is common. Remember that next time you&rsquo;re dealing with a serious health problem, and consult a second doctor to verify your diagnosis, says Dr. Makary.</p>\n<p><strong>Related:</strong> <a href=\"http://www.menshealth.com/health/testicular-cancer\" target=\"_blank\">What It Means If You Feel a Lump On Your Testicles</a></p>\n<p>Same goes for choosing a treatment plan: 20 percent of the time, a second doctor&rsquo;s opinion will differ from your first doctor&rsquo;s, says Dr. Makary. You may find out about a minimally invasive procedure that your first doc didn&rsquo;t mention, for example.</p>\n<p>The more experts you consult, the more confident you can be that you&rsquo;re getting the best care.</p>\n<p><strong>Be a Pest</strong><br />\n\tEvery time you&rsquo;re in the hospital, you or your companion should know every medication you&rsquo;re being given and every test you&rsquo;re having done, and why it is necessary, Dr. Makary says.</p>\n<p>The Pennsylvania Patient Safety Authority also advises asking your nurse to confirm your identity each time he gives you a drug, so he doesn&rsquo;t accidentally give you someone else&rsquo;s medication.</p>\n<p><strong>Related:</strong> <a href=\"http://www.menshealth.com/health/lying-about-symptoms\" target=\"_blank\">The Dangerous Mistake 65% Of Men Make At the Doctor&rsquo;s Office</a></p>\n<p>If you&rsquo;re double-checking your doctors and nurses, you can catch potential mistakes.</p>\n<p>And don&rsquo;t be afraid to speak up your health care providers:</p>\n<ul>\n<li><span>During diagnosis, ask: What else could it be?</span></li>\n<li><span>When discussing treatment options, ask: What are the alternatives?</span></li>\n<li><span>When receiving care, ask: Did you wash your hands/change your gloves? Is that sterile?</span></li>\n</ul>]]></description>\n    </item>\n    <item>\n      <title>This Exercise Works Your Glutes, Hamstrings, and Lower Back All At Once</title>\n      <link>http://www.menshealth.com/fitness/reverse-hyper</link>\n      <guid isPermaLink=\"false\">1094331</guid>\n<pubDate>Tue, 10 May 2016 21:31:22 +0000</pubDate>\n<dc:modified>Wed, 11 May 2016 16:46:10 +0000</dc:modified>\n<dc:creator>Jill Fanslau</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/modules/custom/rodalewire_utils/rodale.jpg\" />\n<span class=\"copyright\">Rodale Inc.</span>\n<p>The reverse hyper works your glutes, hamstrings, and lower back all at once.</p>\n<p>Unfortunately, most gyms don&rsquo;t have reverse hyperextension machines.</p>\n<p>But check out the video above to see <em>Men&rsquo;s Health</em> Fitness Director B.J. Gaddour demonstrate how to perform the exercise on an adjustable bench&mdash;a piece of equipment found in almost every single gym.</p>\n<p>Start with a flat bench, and try one of the following 3 variations of the exercise:</p>\n<p>1. Isometric: hold for 30 to 60 seconds<br />\n\t2. Pump: sets of 10 to 20 reps<br />\n\t3. Alternating legs: sets of 10 to 20 reps</p>\n<p>You can also increase the challenge by performing the reverse hyper on an incline, or by adding a mini-band to your ankles.</p>\n<p>Whichever variation you choose, make sure you don&rsquo;t flex or extend your lower back during the movement. If you do, stop immediately. The movement should be controlled through your hips.</p>]]></description>\n    </item>\n    <item>\n      <title>The 10-Minute Transformation</title>\n      <link>http://www.menshealth.com/fitness/10-minute-transformation-workout-center</link>\n      <guid isPermaLink=\"false\">1094251</guid>\n<pubDate>Tue, 10 May 2016 20:24:45 +0000</pubDate>\n<dc:modified>Wed, 11 May 2016 16:38:50 +0000</dc:modified>\n<dc:creator>BJ Gaddour C.S.C.S. Men's Health Fitness Director</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/workouts/2016/03/10-minute-transformation.jpg\" width=\"1000\" height=\"636\" alt=\"10 minute transfomation\" />\n<span class=\"copyright\">Image by thinkstock</span>\n]]></description>\n    </item>\n    <item>\n      <title>Every Man Can Exude Confidence—As Long As He Follows These 3 Steps</title>\n      <link>http://www.menshealth.com/guy-wisdom/supercharge-your-swagger</link>\n      <guid isPermaLink=\"false\">1094101</guid>\n<pubDate>Tue, 10 May 2016 19:28:01 +0000</pubDate>\n<dc:modified>Wed, 11 May 2016 19:12:02 +0000</dc:modified>\n<dc:creator>Markham Heid</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/modules/custom/rodalewire_utils/rodale.jpg\" />\n<span class=\"copyright\">Rodale Inc.</span>\n<p>A confident man lands dates and conducts meetings with authority. (Think Bruce Wayne.) An insecure man seems to whisper, &ldquo;Just ignore me&mdash;I make no impact.&rdquo;</p>\n<p>A confident man knows what he&rsquo;s really worth and fearlessly negotiates his salary until an extra zero appears in his paycheck. An insecure man considers each biweekly deposit a minor miracle.</p>\n<p>Every man has the potential to be either type of guy, and we highly recommend the former. &ldquo;Confidence lets us project the assets we possess&mdash;competence, income, ambition&mdash;that people can&rsquo;t see,&rdquo; says evolutionary psychologist Sean Murphy, Ph.D.</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.menshealthbettermanproject.com/menshealthBetterManProject/index?cid=BWO_mh.com_html_hp_betterman&amp;keycode=253103\"><em>The Better Man Project</em> From&nbsp;<em>Men&rsquo;s Health</em>&mdash;</a><span><a href=\"http://www.menshealthbettermanproject.com/menshealthBetterManProject/index?cid=BWO_mh.com_html_hp_betterman&amp;keycode=253103\">2,000+ Brilliant Tips for Living an Awesome Life</a></span></p>\n<p>These signals can be subtle and subconscious; you don&rsquo;t always realize you&rsquo;re sending them.</p>\n<p>But even if you don&rsquo;t naturally exude alpha qualities, a rapidly growing body of research is revealing how you can trick yourself into seeming invincible. Read below and elevate your superpower with our three-step plan.</p>\n<h2>Step 1: Dress to Stand Out</h2>\n<p>Shy guys play it safe, and that&rsquo;s a one-way ticket to mediocrity. Defy your style regulator by taking small risks, says Karen Pine, Ph.D., author of <em>Mind What You Wear</em>. As the compliments roll in (and they will), you&rsquo;ll get the lift you need to express yourself in more dramatic ways.</p>\n<p><strong>Outclass the Competition</strong><br />\n\tDress one notch above the other guys. Clothes that verge on the formal side&mdash;like a suit for a regular team meeting&mdash;get you noticed.</p>\n<p>Attire is also associated with power, a recent California State University study found. And since power is linked to leadership and confidence, dressing up can instill those same traits in you, says study author Abraham Rutchick, Ph.D.</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.menshealth.com/style/style-tools\">7 Ways to Keep Your Clothes Looking Brand New For Years</a></p>\n<p><strong>Finish with a Detail</strong><br />\n\tSmall touches&mdash;nothing too flashy&mdash;show that you know how to take care of yourself. Cuff links are too ubiquitous to garner a second look, says celebrity stylist Jacqui Stafford, author of <em>The Wow Factor</em>.</p>\n<p>For a nice date, add a modern touch instead, like monk strap shoes or a cool pocket square.</p>\n<p><strong>Find Your Uniform</strong><br />\n\tJoining clubs that are meaningful to you comes with a privilege: a shot of self-esteem. That&rsquo;s the conclusion of a recent <em>PLOS One</em> study.</p>\n<p>Whether it&rsquo;s your alumni association or a local running crew, being part of a community with shared beliefs gives you a sense of belonging, meaning, and purpose, all of which bolster self-worth.</p>\n<p><strong>Perfect Your Scent</strong><br />\n\tWearing a scented deodorant can help boost your body image and self-assurance, a 2015 U.K. study suggests. The same goes for colognes and fragranced body sprays.</p>\n<p>&ldquo;Pleasant aromas help you tune out negative self-image,&rdquo; says study author Jorien van Paasschen, Ph.D.</p>\n<p>Just remember: Stick to no more than a spritz or two; a scent should accompany you, not precede you.</p>\n<p><strong>Show Your Badass Side</strong><br />\n\tPeople feel stronger when they wear a Superman T-shirt, and report better focus when they put on a white lab coat, research has found. We subconsciously take on characteristics we associate with our clothes. Dress like Bond. Feel like Bond.</p>\n<p>For casual situations, buy a good leather jacket or boots. Whether you&rsquo;re outgoing or low-key doesn&rsquo;t matter; the classic association of leather and toughness will come across.</p>\n<h2>Step 2: Make the Right Moves</h2>\n<p>Even the world&rsquo;s finest clothing won&rsquo;t conceal the signals your body is sending, says Eliot Hoppe, the author of <em>Everyone&rsquo;s Guide to Body Language</em>. Use this checklist to show you&rsquo;re in total control.</p>\n<p><strong>Assume a Positive Posture</strong><br />\n\tWhen standing or walking, keep your shoulders back and chin slightly up, says Hoppe. Face others directly; keep your arms open and expressive.</p>\n<p>When sitting, crossing your legs with one ankle atop the opposing thigh can make you feel more powerful, say Northwestern University researchers.</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.menshealth.com/guy-wisdom/great-first-impressions\">How to Ace the First 3 Minutes Of Any Situation</a></p>\n<p><strong>Strike This Pose</strong><br />\n\tIf you feel your poise starting to waver, assume a high-power pose: It can boost testosterone and lower stress hormone levels, a study from Columbia and Harvard found. These may supply the lift you need to appear in control.</p>\n<p>Here&rsquo;s how to do it: Stand for a minute with your feet apart and hands on your hips. This expansive, open stance can buck you up and juice your courage. Try it now.</p>\n<p><strong>Be the Man in Motion</strong><br />\n\tGesturing shows conviction, says executive coach Bonnie Marcus, author of <em>The Politics of Promotion</em>. Just don&rsquo;t point. That comes off as aggressive and can be seen as a sign of insecurity.</p>\n<p>Also, avoid fidgeting or touching your face, especially your lips or mouth, which suggests you&rsquo;re unsure about what you&rsquo;re saying or that you&rsquo;re being dishonest.</p>\n<p>On the other hand, nodding while listening&mdash;not like a bobblehead but every now and then&mdash;signals empathy and agreement, according to Hoppe.</p>\n<p><strong>Make Yourself at Home</strong><br />\n\tTrying to impress a coworker? Just as relaxed, open body language signals confidence when you&rsquo;re standing, spreading your stuff out on the table at a meeting sends the message that you feel in control.&nbsp;</p>\n<p>One caveat: Don&rsquo;t put your phone, coffee, and notepad directly in front of you. Moving items inward suggests you&rsquo;re setting up a barrier because you&rsquo;re anxious, Hoppe says.</p>\n<p>Instead, use the table&rsquo;s real estate, creating a clear open line between you and others.</p>\n<p><strong>Perfect Your Handshake</strong><br />\n\tFirmness is subjective. A good handshake is really about following the other person&rsquo;s lead, Hoppe says, and this is especially true when it&rsquo;s time to meet her old man.</p>\n<p>&ldquo;People give you the same pressure they expect in return,&rdquo; he explains.</p>\n<p>It&rsquo;s also important to extend your hand vertically&mdash;not palm up or down, he says, which can be interpreted as submissive or dominant, respectively.</p>\n<p><strong>Do a Pre-Date Workout</strong><br />\n\tExercising on a regular basis makes you feel great about your body, a University of Florida meta-analysis suggests. So use that shot of postworkout confidence to your advantage by going for a run or hitting the gym the afternoon before your evening date.</p>\n<p>You&rsquo;ll be that much happier with your body, and with any luck, your companion will too.</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.21daymetashred.com/21daymetashred/index?cid=BWO_mh.com_textlink_metashred&amp;keycode=256350\">Build Your Best Body At Home With THE 21-DAY METASHRED From&nbsp;<em>Men&rsquo;s Health.&nbsp;</em>One Guy Lost 25 Pounds Of Fat In 6 Weeks!</a></p>\n<h2>Step 3: Speak the Language</h2>\n<p>Specific words, and the way you say them, signal confidence. Use these cues to make your subtitles scream that you&rsquo;re a winner.</p>\n<p><strong>Talk Yourself Up</strong><br />\n\tNervous? Give yourself a pep talk. In a U.K. study of male cyclists, those who engaged in motivational self-talk cut their 10K time by 4 percent&mdash;42 seconds on average.</p>\n<p>Thinking about your strengths and speaking to yourself using positive words can make formidable challenges seem less daunting, the study authors say. When you do it, use your name or the pronoun &ldquo;you,&rdquo; not the first-person &ldquo;I.&rdquo; As in, &ldquo;You&rsquo;re going to walk right over there and ask Jennifer Lawrence to dinner.&rdquo;</p>\n<p>Ditching first-person pronouns strengthens the force of your self-talk, which can better help you handle stressful situations, research shows.</p>\n<p>Pro tip: Don&rsquo;t give your pep talk at a decibel level loud enough for Jennifer Lawrence to actually hear you.</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.menshealth.com/health/calm-your-nerves\">6 Easy Ways To Calm Your Nerves</a></p>\n<p><strong>Trim Your Hedges</strong><br />\n\tWhether you&rsquo;re speaking or writing, starting a statement with a disclaimer is a no-no, says Georgetown University linguist Deborah Tannen, Ph.D. Examples: &ldquo;Maybe you already thought of this, but. . .&rdquo; or &ldquo;I know this is obvious, but. . .&rdquo;</p>\n<p>You might as well begin with &ldquo;I&rsquo;m totally inept, so just tune me out.&rdquo;</p>\n<p>It&rsquo;s fine&mdash;necessary, in fact&mdash;to add &ldquo;just&rdquo; or &ldquo;only&rdquo; in a phrase like &ldquo;I&rsquo;m just emailing to check in,&rdquo; but avoid those words in a more serious context. &ldquo;It&rsquo;s just an idea&rdquo; invites others to dismiss your suggestion. &ldquo;Here&rsquo;s an idea&rdquo; will instantly carry more weight.</p>\n<p>Also, the more quickly and clearly you respond to questions, the more confident you sound.</p>\n<p><strong>Say You&rsquo;re Sorry and Move On</strong><br />\n\tSome men think apologizing is a sign of weakness. But other people generally don&rsquo;t see it that way. In fact, if you&rsquo;re clearly wrong, a lack of contrition can be seen as a sign of insecurity, Tannen says.</p>\n<p>So if you&rsquo;re late for a date or you&rsquo;ve somehow irked the waiter, don&rsquo;t be afraid to fess up. Make it quick, say it confidently, and then&mdash;here&rsquo;s the most important part&mdash;move on. Nothing looks more pathetic than a man who apologizes endlessly.</p>]]></description>\n    </item>\n    <item>\n      <title>Why You Should Ejaculate At Least 21 Times This Month, According to Science</title>\n      <link>http://www.menshealth.com/health/ejaculation-and-prostate-cancer-risk</link>\n      <guid isPermaLink=\"false\">1094091</guid>\n<pubDate>Tue, 10 May 2016 19:03:47 +0000</pubDate>\n<dc:modified>Wed, 11 May 2016 21:24:01 +0000</dc:modified>\n<dc:creator>Maggie Niemiec</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/ejaculation.jpg\" width=\"1000\" height=\"636\" alt=\"Ejaculation\" />\n<span class=\"copyright\">Image by shutterstock</span>\n<p>The key to good prostate health might be in your own hands: Ejaculating frequently may reduce your risk of prostate cancer, finds new research from the Boston University of Public Health.</p>\n<p>The <a href=\"http://www.europeanurology.com/article/S0302-2838(16)00377-8/abstract/ejaculation-frequency-and-risk-of-prostate-cancer-updated-results-with-an-additional-decade-of-follow-up\" target=\"_blank\">study </a>looked at how ejaculation frequency affected prostate cancer risk over the course of 18 years.&nbsp;</p>\n<p>It found that men ages 20 to 29 who ejaculated 21 times or more each month were 19 percent less likely to be diagnosed with prostate cancer than those who ejaculated less often, between 4 and 7 times per month. &nbsp;</p>\n<p><strong>Related</strong>:&nbsp;<a href=\"http://www.menshealth.com/health/semen-during-sex\" target=\"_blank\">How Much Semen Should You Ejaculate During Sex?</a>And it wasn&rsquo;t just young guys who saw the benefit: Men 40 to 49 who ejaculated at least 21 times per month reduced their risk of developing prostate cancer by 22 percent.</p>\n<p>More research is needed to determine what&rsquo;s responsible for the link, but it might be that more frequent clearing of the prostate&mdash;through ejaculation&mdash;could cut the chances that tumor-triggering infections may develop there, says study author Jennifer R. Rider, Sc.D., M.P.H.</p>\n<p>Won&rsquo;t be having sex 21 times this month? Don&rsquo;t worry: The study showed a dose-dependent relationship with ejaculation and prostate cancer risk, meaning that the more you do it, the more your risk decreases, she says.&nbsp;</p>\n<p><span>(But if you want to attempt to get busy that often, here are</span> <a href=\"http://www.menshealth.com/sex-women/45-sex-positions-guys-should-know/list\" target=\"_blank\">The 45 Best Sex Positions Every Couple Should Try</a>.)</p>\n<p>So even ejaculating just a few more times each month can likely bring some benefits to your prostate.</p>\n<p>Plus, it doesn&rsquo;t matter whether you orgasm with your partner or on your own&mdash;the advantages of ejaculation are seen regardless of whether you&rsquo;re having intercourse or just masturbating.</p>]]></description>\n    </item>\n    <item>\n      <title>Cutting Calories? Here Are 8 Strategies to Combat Hunger On a Daily Basis</title>\n      <link>http://www.menshealth.com/weight-loss/how-to-be-hungry</link>\n      <guid isPermaLink=\"false\">1093821</guid>\n<pubDate>Tue, 10 May 2016 16:12:28 +0000</pubDate>\n<dc:modified>Wed, 11 May 2016 16:39:03 +0000</dc:modified>\n<dc:creator>Lou Schuler</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/how-to-be-hungry.jpg\" width=\"1000\" height=\"636\" alt=\"how to be hungry\" />\n<span class=\"copyright\">Photograph by Keirnan Monaghan</span>\n<p>The 1,200-mile drive from Cascade County, Montana, to Orange County, California, takes you past some of the more extraordinary landscapes in America&mdash;Yellowstone at one end, Mojave at the other.</p>\n<p>Mountains, canyons, and wilderness inspire and calm, perhaps because they also block the radio signals that might distract you.</p>\n<p>On this trip, in the spring of 2003, my friend Roland Denzel needed inspiration and solitude for the decision he was about to make.</p>\n<p>He was 35, with two young children, and in mourning for his mother who&rsquo;d just died of lung cancer. He&rsquo;d gone to Montana to clean out her house, and it was in the quiet of her 10-year-old Chevy Blazer that he considered his own health.</p>\n<p>At 6&rsquo;1&rdquo;, he weighed 275 pounds. On a scale of obesity, that put him somewhere between &ldquo;Getting a little chunky there, fella&rdquo; and &ldquo;Holy shit, you got fat.&rdquo;</p>\n<p>It&rsquo;s not that he hadn&rsquo;t tried to lose weight. He had, more than once. Each time, he would lose a few pounds, stall out, go off his diet, and regain the weight.</p>\n<p>Over the next 13 years, Denzel cycled through almost every diet you&rsquo;ve ever heard of and a few you probably haven&rsquo;t. At one point he dropped to 165 pounds.</p>\n<p>Then he discovered strength training and built himself up to a solid 205. But one thing never changed, no matter what diet he followed, how much he worked out, or how long he stayed at the same weight.</p>\n<p>He was always hungry.</p>\n<p>Sometimes the hunger was overwhelming; other times it just slightly nagged. These days it&rsquo;s entirely manageable. Living with it for 13 years taught Denzel a crucial lesson about weight loss, which is that hunger may be an important part of the process.</p>\n<p>That&rsquo;s a realization as intimidating to those trying to lose weight as it is empowering to those who successfully keep it off.</p>\n<p>Hunger, as it turns out, is a key <em>feature</em> of weight control. It&rsquo;s not, as many people consider it, the obstacle.</p>\n<p><strong>The Very Hungry Human</strong></p>\n<p>If you open any best-selling diet book, chances are you&rsquo;ll see a passage like this one from <em>The Zone</em>: &ldquo;Weight loss. . .can be an ongoing and usually frustrating struggle for most people. In <em>The Zone</em>, it is painless, almost automatic.&rdquo;</p>\n<p>Or this one from 2016&rsquo;s <em>Always Hungry?</em>: &ldquo;Most weight loss programs require you to cut back calories. This one won&rsquo;t. Many expect you to endure hunger. This one doesn&rsquo;t. . .You&rsquo;ll feel good, and begin to lose weight without hunger or cravings.&rdquo;</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.menshealth.com/fitness/crash-diets-dont-work\">Why Crash Diets Don&rsquo;t Work</a></p>\n<p>Is it possible to lose weight without hunger? Logic tells us it&rsquo;s not. If dropping pounds were easy, we&rsquo;d all be wearing the same size jeans we wore in high school.</p>\n<p>The reason it&rsquo;s not easy is that your body is trying to protect you. &ldquo;It sucks to diet, unfortunately,&rdquo; says Spencer Nadolsky, D.O., author of <em>The Fat Loss Prescription</em>. &ldquo;Our bodies fight to regain that weight.&rdquo;</p>\n<p>Not everyone regains it, to be sure. In a Penn State study, about one in six adults who lost at least 10 percent of their maximum body weight were able to keep it off for a year or longer.</p>\n<p>Average sustained weight loss in that group was 42 pounds. But that still leaves five out of six who regained some or all of it.</p>\n<p>&ldquo;Hunger becomes an issue whenever you try to lose weight,&rdquo; Dr. Nadolsky says. &ldquo;It&rsquo;s difficult to continue to eat less when we have a physiological drive to eat more.&rdquo;</p>\n<p>When everything under the hood is running smoothly, hunger should reflect how much food you need to keep your body at its current size, give or take a pound or two.</p>\n<p>For example, a recent study in the journal <em>Appetite</em> showed that if we eat fewer calories than we burn one day, we&rsquo;ll likely feel less full the next. It also works in reverse: If you stuff yourself on Sunday, you&rsquo;ll feel more satisfied on Monday.</p>\n<p>Your appetite is influenced by your fat-free mass&mdash;muscle, bones, organs, and everything else that isn&rsquo;t lard, says John Blundell, Ph.D., an appetite researcher at the University of Leeds.</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.menshealth.com/weight-loss/6-sinister-reasons-you-overeat\">6 Sinister Reasons You Continue to Overeat</a></p>\n<p>Those elements largely affect your resting metabolic rate, and it makes intuitive sense that your calorie-burning mechanisms are in sync with your need to feed. Hunger is a signal that lets you know if you haven&rsquo;t eaten enough to keep it all humming along.</p>\n<p>So why do we still eat when we&rsquo;re not hungry?</p>\n<p><strong>A Beginner&rsquo;s Guide to Hedonism</strong></p>\n<p>&ldquo;Hedonic eating&rdquo; sounds like something that would earn this story an R rating. But in research it means crossing the line between eating for sustenance and eating for pleasure. Our brains, alas, can&rsquo;t tell the difference.</p>\n<p>No matter how knowledgeable we are about nutrition or how disciplined we may be, we&rsquo;re still vulnerable to choosing a short-term reward over a long-term goal. We make more than 200 food-related decisions a day. That&rsquo;s a lot of opportunity for instant gratification.</p>\n<p>Many of our food decisions have less to do with our physiological need to eat than with our mood or circumstances. It&rsquo;s a hostile environment. These situations are especially perilous:</p>\n<ul>\n<li><span>You&rsquo;re dining in a group. (You may consume 236 more calories than you would with just one buddy.)</span></li>\n<li><span>You&rsquo;re sleep deprived. (People ate 300 more calories after four nights of logging four hours of sleep versus eight.)</span></li>\n<li><span>You&rsquo;re at a buffet. (The more types of food you have on your plate, the more food you&rsquo;ll probably consume.)</span></li>\n<li><span>The food comes in a bigger portion. (You&rsquo;re likely to take in up to 20 percent more calories without even noticing.)</span></li>\n<li><span>You eat while distracted by a TV screen. (You&rsquo;re likely to eat an average of 76 percent more food afterward than you would have if you&rsquo;d focused on that earlier meal without the TV on.)</span></li>\n</ul>\n<p>That&rsquo;s just the start. Some of us eat more when we&rsquo;re happy, when we&rsquo;re stressed, or when we&rsquo;ve had a drink or two (or more). We also eat food because it&rsquo;s there.</p>\n<p>In one Cornell study, moviegoers who were given stale popcorn in large tubs ate more of it than people given stale popcorn in medium containers.</p>\n<p>Whatever you think of when you hear the word &ldquo;hedonic,&rdquo; it probably doesn&rsquo;t involve stale popcorn. But that&rsquo;s the insidious power of your brain&rsquo;s reward pathway.</p>\n<p>The taste, sight, or smell of delicious food can stimulate your reward system and override the mechanisms that would otherwise leave you satisfied with a smaller quantity, says Frank Greenway, M.D., an obesity expert at Pennington Biomedical Research Center.</p>\n<p>We tend to overeat anything that tastes good. But because satiation is flavor-specific, we eventually feel satisfied when we&rsquo;ve had enough of a specific dish, whether it&rsquo;s a sirloin or a sundae.</p>\n<p>The diabolical magic of the hedonic pathway kicks in when you&rsquo;re full from the steak and then see the dessert. Suddenly you have more room in your stomach. As long as it&rsquo;s something different, chances are you&rsquo;ll give in. And once you take that first bite, you&rsquo;ll eat until you&rsquo;ve exhausted your desire for that particular taste.</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.21daymetashred.com/?cid=BWO_mh.com_textlink_metashred&amp;keycode=256350\">THE 21-DAY METASHRED&mdash;an at-home body-shredding fitness and diet program from&nbsp;<em>Men&rsquo;s Health&nbsp;</em></a></p>\n<p>If you do this enough times, your body gains fat and builds resistance to the feedback loop between your brain and all the other components involved in appetite regulation, such as your muscles, digestive system, liver, and pancreas. Even your fat cells play a role in your food intake.</p>\n<p>New U.K. research suggests that if you&rsquo;re lean, your fat mass actually inhibits appetite. But the more fat you gain, the less power it has to curb hunger. Your body is losing its innate desire to stay the same size.</p>\n<p>Now the original definition of hunger no longer applies. You eat for reasons beyond sustenance. Your body may become less sensitive to two of the most powerful appetite-regulating hormones: leptin (from your fat cells) and insulin (from your pancreas). Even though you make more of those chemical messengers, they accomplish less.</p>\n<p>Does that mean you&rsquo;re doomed to a lifetime of either perpetual hunger or perpetual flab? Not exactly. While some hunger is inevitable, research has found a few ways to minimize it. Your plan of attack can include one or two of the following, or you can collect the entire set.</p>\n<p><img alt=\"\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/how-to-be-hungry2.jpg\" /><figcaption><span>Photograph by Keirnan Monaghan</span> </figcaption>    </p>\n<h2>8 Strategies to Combat Hunger</h2>\n<p><strong>Hunger Game Strategy 1: Establish Your Rules of Engagement</strong></p>\n<p>A successful diet starts with rules. Back in 2003, Denzel started out doing what everyone recommended: Count calories, and eat every two to three hours. A program on his PalmPilot helped him track everything he ate. It worked. &ldquo;I was so focused on counting calories that it was like a game,&rdquo; he says. &ldquo;Even if I was a little bit hungry, I knew I could wait it out.&rdquo;</p>\n<p>To play the hunger game, calculate your daily calorie intake using this formula from <em>The Lean Muscle Diet</em>:</p>\n<p><em>Target body weight &times; [10 + number of weekly exercise hours] = calorie intake</em></p>\n<p>For example, if you want to weigh 200 pounds and you exercise three hours a week, you&rsquo;ll need to take in 2,600 calories a day (200 &times; 13 = 2,600).</p>\n<p>Use an app like MyFitnessPal to count calories, and eat 0.7 to 1 gram of protein per pound of your target body weight. (If your target is 200 pounds, eat 140 to 200 grams of protein daily.)</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.menshealth.com/weight-loss/where-to-start-for-extreme-weight-loss\">Where to Start If You Have More Than 50 Pounds To Lose</a></p>\n<p>Another strategy is to set healthy rules. For instance, start each meal with a salad. You may eat less overall and feel fuller than you would have if you&rsquo;d begun the meal with garlic bread or a glass of water.</p>\n<p>In a British study, the salad was seen as &ldquo;diet congruent&rdquo;; it matched dieters&rsquo; idea of a healthy starter. For nondieters, however, the salad was less effective.</p>\n<p><strong>Hunger Game Strategy 2: Establish a Defensive Perimeter</strong></p>\n<p>Here&rsquo;s a test to help you figure out whether your hunger is real or an optical illusion: If you hide the food, do you still want it?</p>\n<p>Cornell researchers found that men who kept candy on their kitchen counters weighed about 17 pounds more, on average, than men who didn&rsquo;t. Expand the policy: Stash all packaged foods in cabinets and keep fruit in an obvious spot at home and at work.</p>\n<p><strong>Hunger Game Strategy 3: Divide and Conquer Your Opponents</strong></p>\n<p>Hiding food from your lying eyes is a good start. But if it&rsquo;s in your house, you&rsquo;ll still be tempted to eat it, especially if it&rsquo;s a food you can&rsquo;t stop eating once you take the first bite. If that&rsquo;s an issue for you, limiting variety can help you eat less overall.</p>\n<p>Narrowing the range of choices may be the secret sauce of those popular diets that eliminate entire categories of food.</p>\n<p>Consider the vegan diet (no animal foods), Atkins (very few carbs), and Paleo (no grains, dairy, or legumes). They all minimize the number of options and in turn limit your opportunities to eat. &ldquo;The average person eats a lot of junk and processed foods,&rdquo; says Dr. Nadolsky.</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.menshealth.com/nutrition/real-paleo-diet\">Learn About the REAL Paleo Diet</a></p>\n<p>Eliminating foods that fall into this category&mdash;ones you can do without&mdash;may make weight loss easier. Crappy foods don&rsquo;t satiate you as well as healthy foods do.</p>\n<p><strong>Hunger Game Strategy 4: Beef Up Your Offense</strong></p>\n<p>Not psyched by the idea of ruthlessly cutting variety from your diet? Try subtraction by addition. &ldquo;Eating more protein reduces feelings of hunger and increases feelings of fullness,&rdquo; says Heather<br />\n\tLeidy, Ph.D., who studies weight loss at the University of Missouri.</p>\n<p>Leidy, who has used brain scans to study protein&rsquo;s effects, says eating protein lowers activity in brain regions that stimulate food cravings and food reward. Protein also stimulates peptide YY, a powerful satiety hormone, and inhibits ghrelin, which triggers appetite.</p>\n<p>&ldquo;All of these responses lead to reductions in food intake, particularly from high-fat and high-sugar snack foods.&rdquo;</p>\n<p>Shoot for at least 30 grams of quality protein (from eggs, dairy, red meat, poultry, or fish) at every meal, and at least 20 grams for most snacks.</p>\n<p>This strategy works better for losing fat and building or maintaining muscle than eating more protein at fewer meals, or eating less protein at more meals.</p>\n<p>For weight loss, a protein-rich breakfast is your most important meal, says Leidy. It fights hunger and cravings throughout the day, helping you eat less total food.</p>\n<p><strong>Hunger Game Strategy 5: Make an Empty Stomach Your Ally</strong></p>\n<p>At first glance, alternate-day fasting&mdash;eating just 500 calories one day and then having whatever you want the next&mdash;seems like a perverse way to tame hunger.</p>\n<p>&ldquo;Hunger is really high in those first five fasting days,&rdquo; says Krista Varady, Ph.D., who studies fasting at the University of Illinois.</p>\n<p>When newcomers to fasting in her studies plot the intensity of their hunger on a scale of 1 to 10, they usually pick an 8. &ldquo;If people drop out, it&rsquo;s almost always within the first two weeks,&rdquo; she says. &ldquo;We&rsquo;ll tell them, &lsquo;If you just stick it out for another week, the hunger becomes more tolerable.&rsquo; &ldquo;</p>\n<p>In fact, it drops to a 3 on the 10-point scale, says Varady. That&rsquo;s in the normal range for hunger. Logically, hunger should increase to ravenous levels, since you&rsquo;re starving yourself every other day.</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.menshealth.com/weight-loss/drinking-water-helps-you-eat-less\">Doing This Incredibly Easy Thing Can Help You Cut 206 Calories a Day</a></p>\n<p>Instead, Varady&rsquo;s participants feel fuller eating a quarter of the food they need for weight maintenance on fast days (usually a single protein-rich meal, such as a chicken breast with a baked potato and 2 cups of vegetables), and they don&rsquo;t binge on their &ldquo;feed&rdquo; days, when they can eat anything.</p>\n<p>Overall, she says, they cut calories by 25 to 35 percent and maintain their weight loss better than people who drop pounds by eating less daily. Somehow their bodies adjust to the new normal of fasting.</p>\n<p>And if you can survive those hellish opening weeks, here&rsquo;s a fear you can put to rest: Many lifters avoid fasting diets, thinking they&rsquo;ll lose muscle. But a recent Australian review found that intermittent fasting may be just as effective as continual weight-loss diets in preserving fat-free mass.</p>\n<p><strong>Hunger Game Strategy 6: Do a Gut Check</strong></p>\n<p>A lot of research lately has focused on the gut microbiome&mdash;the bacteria that help regulate appetite (among a billion other things). You can feed that bacteria with fermentable dietary fiber, like the kind in lentils. (It&rsquo;s &ldquo;fermentable&rdquo; because it can&rsquo;t be processed in your upper digestive tract and ferments in your colon.)</p>\n<p>Preliminary research suggests that taking supplements made with at least 12 grams of a certain type of GOS (galacto-oligosaccharides) may reduce appetite and overall food intake. Try Galactomune&mdash;another type of GOS&mdash;but dose up gradually.</p>\n<p><strong>Hunger Game Strategy 7: Deploy Your Medical Team</strong></p>\n<p>The FDA has approved four long-term-use weight-loss drugs that help take the edge off hunger. Dr. Nadolsky says he first encourages lifestyle changes with his patients.</p>\n<p>&ldquo;But if somebody is trying to lose weight and is miserable, I give them a prescription.&rdquo;</p>\n<p>The meds work in different ways. Qsymia suppresses appetite by combining a mild stimulant with an anticonvulsant. Saxenda slows digestion. Contrave helps you resist hedonic overeating. Belviq increases satiety.</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.menshealth.com/weight-loss/the-problem-with-bmi\">Why Dwayne &ldquo;The Rock&rdquo; Johnson Is Technically Obese</a></p>\n<p>Some patients achieve dramatic weight loss, says Dr. Nadolsky, but there&rsquo;s a catch: Stop using the drugs and your hunger&mdash;and the pounds&mdash;usually come back.</p>\n<p>So our man Ted has done it right. Yet he wonders: Is it enough? Will the boys turn out okay?</p>\n<p><strong>Hunger Games Strategy 8: Recognize the Enemy Within</strong></p>\n<p>After years maintaining his weight loss, Denzel wondered why hunger was still such a challenge. &ldquo;I thought, &lsquo;If I&rsquo;m eating enough to maintain my weight, there&rsquo;s no physiological reason why I should be hungry,&rsquo;&rdquo; he says.</p>\n<p>&ldquo;That&rsquo;s when I realized I had an addiction to being overfull.&rdquo; Knowing that the hunger was in his head helped him get it out.</p>\n<p>If put on the spot, Denzel will describe his current diet as Paleo because it relies on whole foods prepared at home, with lots of vegetables and high-quality protein.</p>\n<p>His goal, he says, is to maximize nutritional quality while eating as little junk as possible. It helps, he thinks, to focus more on fresh, whole foods&mdash;both animal and vegetable&mdash;to &ldquo;retrain the brain-body-stomach connection.&rdquo;</p>\n<p>He also works in some intermittent fasting. &ldquo;I should be able to get through the day without starving or having a blood sugar crash,&rdquo; he says.</p>\n<p>He&rsquo;s learned to prioritize quality sleep and also to give himself a break: The weight won&rsquo;t suddenly come back if he enjoys a beer or slice of birthday cake.</p>\n<p>But if the hunger-provoking enemy was within him all along, so was his best defense against it. That&rsquo;s the power of the mind.</p>\n<p>&ldquo;You have to believe what you&rsquo;re doing is the right thing,&rdquo; he says. What you believe is right can change&mdash;it certainly has for Denzel over the past decade. But once you commit to a diet or workout plan, you have to believe it&rsquo;s the best plan for you.</p>\n<p>You have to adhere to rules that may seem odd to someone else but make perfect sense for you.</p>\n<p>Because when you&rsquo;re on a mission, a little hunger is a small price to pay.</p>]]></description>\n    </item>\n    <item>\n      <title>Why You Hear Your Phone Vibrating Even When It’s Not</title>\n      <link>http://www.menshealth.com/guy-wisdom/am-i-normal-phone-vibrate</link>\n      <guid isPermaLink=\"false\">281126</guid>\n<pubDate>Tue, 10 May 2016 13:15:00 +0000</pubDate>\n<dc:modified>Wed, 11 May 2016 16:39:16 +0000</dc:modified>\n<dc:creator>Editors of Men's Health</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/modules/custom/rodalewire_utils/rodale.jpg\" />\n<span class=\"copyright\">Rodale Inc.</span>\n<p>You swear you feel your phone buzzing in your pocket. But when you take it out to check, you see no notifications.&nbsp;</p>\n<p>Don&rsquo;t worry&mdash;you&rsquo;re not going crazy. Thinking you hear your phone vibrating when it&rsquo;s not doing anything is actually pretty normal.&nbsp;</p>\n<p>In a study in the journal <em>Computers in Human Behavior</em>, 89 percent of people experienced &ldquo;phantom vibrations&rdquo; from their phones about once every two weeks.&nbsp;</p>\n<p>&ldquo;We&rsquo;re attuned to listening for signals, like a vibration, that alert us to a text or phone call,&quot; says study author Michelle Drouin, Ph.D. &ldquo;If you associate a text message with something potentially significant, as many people do, you come to expect those signals.&rdquo;&nbsp;</p>\n<p>You&rsquo;re especially likely to imagine the sounds when you&rsquo;re stressed or anticipating an important message, she adds.&nbsp;</p>\n<p><strong>Related</strong>: <a href=\"http://www.menshealth.com/health/how-smartphones-stress-you-out\" target=\"_blank\">Here&rsquo;s How Your Cell Phone Is Stressing You Out&nbsp;</a></p>\n<p>If you&rsquo;re fed up with these false alarms, try this: For a few hours every day, move your phone out of reach and turn it off or to silent mode.&nbsp;</p>\n<p>Repeat for a week, Drouin says, and you&#39;ll likely see improvement.</p>]]></description>\n    </item>\n    <item>\n      <title>The Best Exercise For Working the “Teardrop” Muscle Above Your Knee</title>\n      <link>http://www.menshealth.com/fitness/muscular-teardrop-muscle-above-knee</link>\n      <guid isPermaLink=\"false\">1090861</guid>\n<pubDate>Mon, 09 May 2016 21:32:54 +0000</pubDate>\n<dc:modified>Wed, 11 May 2016 01:10:49 +0000</dc:modified>\n<dc:creator>Jill Fanslau</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/teardrop-muscle.jpg\" width=\"1000\" height=\"636\" alt=\"teardrop tapdance\" />\n<span class=\"copyright\">Image by Shutterstock</span>\n<p>It&rsquo;s called your vastus medialus (or VMO), but you may know it better as the &ldquo;teardrop&rdquo; muscle.</p>\n<p>When this section of your lower inner quad is defined, people notice. That&rsquo;s because it&rsquo;s the one thigh muscle visible when you&rsquo;re wearing a bathing suit or shorts, says <em>Men&rsquo;s Health</em> Fitness Director B.J. Gaddour.</p>\n<p>The VMO is also a key knee stabilizer. The stronger it is, the more injury-proof your joint.</p>\n<p>So what&rsquo;s the best way to target it? Gaddour recommends the teardrop tapdance, shown in the video above.</p>\n<p>It requires you to maintain a quarter squat position with one leg, while you tap your other foot in all directions around your body for 1 to 2 minutes. The inner quad muscle on your steady leg must stabilize against the movement the entire time, explains Gaddour. You should quickly feel the burn in your VMO and even your glutes.</p>]]></description>\n    </item>\n    <item>\n      <title>Getting Kicked In the Balls Hurts. Here Are 5 Other Body Parts That Are Extremely Sensitive to Pain</title>\n      <link>http://www.menshealth.com/guy-wisdom/extremely-sensitive-body-parts</link>\n      <guid isPermaLink=\"false\">1090556</guid>\n<pubDate>Mon, 09 May 2016 20:46:25 +0000</pubDate>\n<dc:modified>Thu, 12 May 2016 16:24:02 +0000</dc:modified>\n<dc:creator>Marygrace Taylor</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/painful-body-parts-tears-2.jpeg\" width=\"1000\" height=\"636\" alt=\"painful body parts\" />\n<span class=\"copyright\">Image by Shutterstock</span>\n<p>You know to protect your balls from physical harm. But these 5 other areas on your body can also hurt like hell if they get the slightest tap, whack, prick, kick, or bump, too.</p>\n<p><strong>1. Your fingertip</strong><br />\n\tThe ends of your fingers are more sensitive to pain than almost any other part of the body, according to an <em>Annals of Neurology</em> study. That&rsquo;s why tiny injuries like paper cuts and finger pricks can cause a grown man to wince.</p>\n<p><strong>Related:</strong> <a href=\"http://www.menshealthbettermanproject.com/menshealthBetterManProject/index?cid=BWO_mh.com_html_hp_betterman&amp;keycode=253103\" target=\"_blank\">The <em>Men&rsquo;s Health</em> Better Man Project&mdash;2,000+ Brilliant&nbsp; Tips For Living an Awesome Life</a></p>\n<p>Your fingertips are densely packed with nerve endings, which send pain signals straight to your brain. And more nerve endings equal more pain signals.</p>\n<p>And speaking of your brain, the area that feels pain has an especially large amount of space devoted just to your fingers, says William Binegar, M.D., the medical director of Pain Care Boise in Idaho.</p>\n<p>So when the nerve endings send up pain signals from your fingertip, the pain is perceived as stronger than pain signals from other parts of your body, like your arm. &nbsp;</p>\n<p><strong>2. Your shin</strong><br />\n\tYour tibia&mdash;the bone in the front of your lower leg&mdash;has very little muscle or fat covering it, says Dr. Binegar.</p>\n<p>That means there&rsquo;s no padding over the bone to protect you if you&rsquo;re struck, he explains. Even the slightest bump from a coffee table can cause you to double over in pain&mdash;and a kick in the shin can leave you down for the count.</p>\n<p><strong>Related:</strong> <a href=\"http://www.menshealth.com/fitness/leg-transformation-secrets\" target=\"_blank\">6 Secrets to Building Bigger, Stronger Legs</a></p>\n<p><strong>3. The arch of your foot</strong><br />\n\tStep on a Lego with the ball or heel of your foot and you&rsquo;ll grimace. Step on the same piece with the arch of your foot, and it&rsquo;ll be tough to hold back a scream.</p>\n<p>The reason for the difference in sensitivity: Your foot&rsquo;s ball and heel pound the ground hundreds of times a day.</p>\n<p>&ldquo;These areas take a constant beating and develop thick skin. These callus formations allow the skin to withstand greater stress,&rdquo; says podiatrist David Blackmer, D.P.M., founder of Blackmer Foot and Ankle.</p>\n<p>Your arch, on the other hand, has thinner skin so the nerves underneath are closer to the surface.</p>\n<p><strong>Related:</strong> <a href=\"http://www.menshealth.com/health/gross-feet-problems-fixed\" target=\"_blank\">Your Grossest Feet Problems, Solved!</a></p>\n<p><strong>4. The front and back of your knee</strong><br />\n\tLike your tibia, the front of your knee doesn&rsquo;t have much in the way of padding from muscle or fat.</p>\n<p>Plus, the top layer of bone in your knee cap, called the periosteal layer, is loaded with sensory nerves, explains Douglas J. Spiel, M.D., a board certified radiologist who specializes in interventional pain.</p>\n<p>The back of your knee cap is also unprotected. It sits in a ridge between the middle and the sides of your thigh bone, or femur.</p>\n<p>&ldquo;When it gets banged up, you bruise the back of the knee cap and the femur,&rdquo; Dr. Spiel says. In other words, you&rsquo;re getting two hits&mdash;and pain signals from two places&mdash;for the price of one. &nbsp;</p>\n<p><strong>5. Your funny bone</strong><br />\n\tThe funny bone is actually not a bone at all&mdash;it&rsquo;s just a playful name for your ulnar nerve, a huge nerve that runs on the back of your elbow.</p>\n<p>This nerve sits next to the bone in your upper arm called the humerus. (That&rsquo;s where the &ldquo;funny&rdquo; name comes from.)</p>\n<p><strong>Related:</strong> <a href=\"http://www.menshealth.com/health/lies-about-your-body\" target=\"_blank\">7 Lies You&rsquo;ve Been Told About Your Own Body</a></p>\n<p>Since there&rsquo;s barely any padding to protect the ulnar, the nerves fire off more easily when the area is hit.</p>\n<p>&ldquo;Nerves are composed of different fibers, some of which respond to touch, and some of which respond to pain,&rdquo; says Dr. Spiel. You guessed it: Your brain interprets a funny bone blow as intense pain.</p>\n<p>And because the nerve also sends signals in the other direction, towards your hand, you might feel pain all the way through to your fingers, too, Dr. Spiel explains.</p>]]></description>\n    </item>\n    <item>\n      <title>How to Add an Inch Of Muscle To Your Arms By Summer</title>\n      <link>http://www.menshealth.com/fitness/adding-inch-of-muscle-to-arms</link>\n      <guid isPermaLink=\"false\">1090206</guid>\n<pubDate>Mon, 09 May 2016 19:26:22 +0000</pubDate>\n<dc:modified>Tue, 10 May 2016 12:57:16 +0000</dc:modified>\n<dc:creator>B.J. Gaddour C.S.C.S. Men's Health Fitness Director</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/measuring-arms.jpg\" width=\"1000\" height=\"636\" alt=\"measuring biceps\" />\n<span class=\"copyright\">Image by Shutterstock</span>\n<p>You know the saying: Sun&rsquo;s out, guns out. So here&rsquo;s a simple but effective training template to add an inch to your arms by summer.</p>\n<p>Minute 1: Do 8 to 12 reps of a biceps exercise<br />\n\tMinute 2: Do 8 to 12 reps of a triceps exercise<br />\n\tMinute 3: Rest</p>\n<p>That&rsquo;s 1 round. Do 5 total rounds.</p>\n<p>Perform this 15-minute routine to start your workout when you&rsquo;re most fresh. Do it up to&nbsp;3 times per week, switching up the variations every time you do it. This provides the right amount of volume, intensity, frequency, and variation for max gainz.</p>\n<p>Speaking of variation, below are some of my favorite options for the biceps and triceps exercises.</p>\n<p><strong>Biceps:</strong> <a href=\"http://www.menshealth.com/exercise/chinup-0\">chinup</a>, <a href=\"http://www.menshealth.com/exercise/close-grip-chinup\">close-grip chinup</a>, preacher curl, barbell/E-Z bar curl, <a href=\"http://www.menshealth.com/exercise/dumbbell-curl\">dumbbell curl</a>, <a href=\"http://www.menshealth.com/exercise/hammer-curl\">hammer curl</a>, cable curl, Zottman curl</p>\n<p><strong>Triceps:</strong> dip, close-grip bench press, floor press, <a href=\"http://www.menshealth.com/exercise/close-hands-pushup\">close-grip pushup</a>, triceps extension, triceps pushdown, <a href=\"http://www.menshealth.com/exercise/dumbbell-overhead-triceps-extension\">overhead triceps extension</a>, <a href=\"http://www.menshealth.com/fitness/board-press-helps-bench-press\">board press</a></p>\n<p>Progress from session to session by increasing your total rep count, using a heavier load (once you can do 5 sets of 12 reps, bump up the load), or choosing a more difficult exercise variation.</p>\n<p>For the bodyweight exercises, add weight or use assistance as needed to stay within the 8 to 12 rep range. You can also use a more advanced variation of the same move. For example, elevate your feet on the close-grip pushups of you can get more than 12 on the floor.</p>\n<p>In this Instagram video, I&#39;m showing two of my favorite dumbbell options, both with a wrist twist.</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.21daymetashred.com/21daymetashred/index?cid=BWO_mh.com_textlink_metashred&amp;keycode=256350\">Build Your Best Body With THE&nbsp;21-DAY METASHRED&mdash;an at-home body-shredding program from&nbsp;<em>Men&rsquo;s Health</em></a></p>\n<p>You&rsquo;ll also see what the last 4 reps should look like on the final set. You have to grind them out if you want to change.</p>\n<blockquote data-instgrm-version=\"6\">&nbsp;\n</p><p><a href=\"https://www.instagram.com/p/BFMIx7SBOLi/\" target=\"_blank\">A video posted by BJ Gaddour (@bjgaddour)</a> on <time datetime=\"2016-05-09T14:20:49+00:00\">May 9, 2016 at 7:20am PDT</time></p>\n</p></blockquote>\n<p>Consider this your official call to arms. Now to get work, men!</p>]]></description>\n    </item>\n    <item>\n      <title>The 5-Minute Abs Screamer</title>\n      <link>http://www.menshealth.com/fitness/abs-screamer-workout-center</link>\n      <guid isPermaLink=\"false\">1089741</guid>\n<pubDate>Mon, 09 May 2016 14:56:02 +0000</pubDate>\n<dc:modified>Tue, 10 May 2016 13:13:45 +0000</dc:modified>\n<dc:creator>The Editors of Men's Health</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/modules/custom/rodalewire_utils/rodale.jpg\" />\n<span class=\"copyright\">Rodale Inc.</span>\n]]></description>\n    </item>\n    <item>\n      <title>How Running and Lifting Make Your Bones Stronger</title>\n      <link>http://www.menshealth.com/fitness/running-and-lifting-makes-bones-stronger</link>\n      <guid isPermaLink=\"false\">1089621</guid>\n<pubDate>Mon, 09 May 2016 12:55:37 +0000</pubDate>\n<dc:modified>Tue, 10 May 2016 14:55:45 +0000</dc:modified>\n<dc:creator>Ali Eaves</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/bone-health.jpg\" width=\"1000\" height=\"636\" alt=\"Bones\" />\n<span class=\"copyright\">Image by Shutterstock</span>\n<p>You&rsquo;re probably not worried about your bones. Osteoperosis and broken hips only affect men decades older than you, right?</p>\n<p>But you should be concerned, because it&rsquo;s what you do now that could determine whether you&rsquo;ll become an old guy with a broken hip in the year 2060.&nbsp;</p>\n<p>Your bones typically gain mass until sometime in your 30s, and then start to lose mass gradually as part of the aging process, according to the National Institutes of Health. Eventually, your bones can grow weak and prone to fracture.&nbsp;</p>\n<p>But exercise can help prevent that from happening, research suggests.</p>\n<p>Scientists from the University of Missouri recently studied the bone density of men who were 30 to 65 years old.&nbsp;</p>\n<p>The men who had done high-impact exercise or resistance training throughout their lives had higher bone density&mdash;one component of bone strength&mdash;than less active men.</p>\n<p>Here&rsquo;s why: Your bones are constantly rebuilding themselves, says study author Pamela Hinton, Ph.D. When you apply a force to your bones&mdash;caused by impact during activities like running and jumping&mdash;they adapt and become stronger, she says.</p>\n<p>Even resistance training can create impact: When your muscles contract to lift weights, they actually pull on your bones with a lot of force, Hinton says.</p>\n<p>Your bone cells sense those forces, and in response, send signals to build more bone, she explains. As a result, you can slow the natural loss of bone mass that occurs with age&mdash;or even reverse the process and add mass in adulthood, she says.</p>\n<p>It doesn&rsquo;t take much running, jumping, or weight lifting to make your bones adapt, Hinton says.&nbsp;</p>\n<p><strong>Related: </strong><a href=\"http://www.21daymetashred.com/21daymetashred/index?cid=BWO_mh.com_textlink_metashred&amp;keycode=256350\">THE 21-DAY METASHRED&mdash;the <em>Men&rsquo;s Health</em> Fitness DVD That Shreds Fat and Defines Every Muscle In Just 3 Weeks</a></p>\n<p>Simply jumping rope for 50 hops, sprinting for 100 paces, doing one upper-body circuit, or playing a few minutes of pickup basketball two to three times per week will probably do the trick.</p>\n<p>If you have joint or mobility problems that prevent you from safely running or jumping, skip the impact and just do resistance training, she says.</p>\n<p>Bonus: Stronger muscles will help you stay active and coordinated as you age, making you less likely to fall, which is one of the major causes of fractures in older adults.</p>]]></description>\n    </item>\n    <item>\n      <title>Can Eating Raw Cookie Dough Really Make You Sick?</title>\n      <link>http://www.menshealth.com/health/risks-of-eating-raw-cookie-dough</link>\n      <guid isPermaLink=\"false\">1089626</guid>\n<pubDate>Mon, 09 May 2016 10:56:29 +0000</pubDate>\n<dc:modified>Wed, 11 May 2016 20:39:56 +0000</dc:modified>\n<dc:creator>Katherine Dempsey for Prevention</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/cookie-dough.jpg\" width=\"1000\" height=\"636\" alt=\"Cookie dough\" />\n<span class=\"copyright\">Image by Shutterstock</span>\n<p>There are few things more tempting in life than eyeing a bowl of cookie dough and deciding whether or not to stick your finger in for a scoop.&nbsp;</p>\n<p>It&rsquo;s a bit like playing Russian roulette. You could get lucky and enjoy the delicious dough without conseqence, but there&rsquo;s always the risk of getting serously sick with a food-borne illness.&nbsp;</p>\n<p>That&rsquo;s because multiple ingredients within the dough could be contaminated by pathogens such as <em>Salmonella</em> and <em>E. coli</em>, says Soohyoun Ahn, Ph.D, an assistant professor of food safety at the University of Florida.&nbsp;</p>\n<p><strong>Related</strong>: <a href=\"http://www.prevention.com/food/foods-safety-experts-avoid\" target=\"_blank\">8 Foods That Food Safety Experts Never Eat</a></p>\n<p>Ingesting these pathogens can trigger symptoms ranging from mild gastroenteritis&mdash;think vomiting, nausea, abdominal pain, diarrhea, and/or fever&mdash;to more serious diseases such as hemolytic uremic syndrome, which is characterized by anemia and acute kidney failure, or even death, says Ahn.&nbsp;</p>\n<p>In rare cases, people infected with <em>Salmonella</em> can develop reactive arthritis, a type of joint inflammation that usually affects the knees, ankles, or feet. This condition occurs most frequently in people between the ages of 20 to 40.&nbsp;</p>\n<p>According to the U.S. Food and Drug Administration (FDA), the risk of many of the more debilitating symptoms associated with food-borne illnesses increase for older adults, young children and infants, pregnant women, and people with compromised immune systems.&nbsp;</p>\n<p><strong>Related</strong>: <a href=\"http://www.prevention.com/food/healthy-eating-tips/power-foods-that-boost-immunity\" target=\"_blank\">9 Power Foods That Boost Immunity</a></p>\n<p>So where do these germs come from?&nbsp;</p>\n<p>If you&rsquo;re making homemade dough, the culprit is usually raw egg, as it may contain <em>Salmonella</em> bacteria, says Susan Whittier, Ph.D., director of the clinical microbiology service at New York-Presbyterian/Columbia University Medical Center.&nbsp;</p>\n<p>But don&rsquo;t fall for that old myth that you can just wash the outside of your eggs and be risk-free.</p>\n<p>Washing the shell won&rsquo;t make any impact if the <em>Salmonella </em>is lurking inside the eggs, which is a very real possibility, says Whittier.&nbsp;</p>\n<p>Plus, most commercial eggs contain an added protective oil coating on the shells.&nbsp;</p>\n<p>Washing them could remove the coating and drive bacteria on the outside of the egg to the inside via the pores in the eggshell, says Londa Nwadike, Ph.D., a food safety specialist at Kansas State University and the University of Missouri.&nbsp;</p>\n<p><strong>Related</strong>: <a href=\"http://www.prevention.com/food/healthy-eating-tips/egg-safety-and-cooking-tips\" target=\"_blank\">7 Things You Need to Know Before You Eat Your Next Egg</a>&nbsp;</p>\n<p>Store-bought dough, on the other hand, is usually pasteurized, so it&rsquo;s not likely that the egg would make you sick.</p>\n<p>However, other ingredients in the dough could potentially harbor pathogens.&nbsp;</p>\n<p>Experts say that a prime suspect in a 2009 <em>E. coli</em> outbreak linked to prepackaged cookie dough was actually the flour. Nuts and chocolate have also been linked to <em>Salmonella </em>outbreaks.</p>\n<p>Bottom line: You&rsquo;re better off skipping raw cookie dough. At least you&rsquo;ll have killer cookies as a consolation.&nbsp;</p>\n<p><em>The article&nbsp;</em><a href=\"http://www.prevention.com/food/how-bad-is-it-to-eat-raw-cookie-dough\" target=\"_blank\">How Bad Is It To Eat Raw Cookie Dough?&nbsp;</a><em>originally ran on Prevention.com</em></p>]]></description>\n    </item>\n    <item>\n      <title>The Very First Thing Women Notice About Guys</title>\n      <link>http://www.menshealth.com/sex-women/the-very-first-thing-women-notice-about-guys</link>\n      <guid isPermaLink=\"false\">1085201</guid>\n<pubDate>Sat, 07 May 2016 13:20:17 +0000</pubDate>\n<dc:modified>Tue, 10 May 2016 00:22:52 +0000</dc:modified>\n<dc:creator>Ali Eaves</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/how-women-check-you-out.jpg\" width=\"1000\" height=\"636\" alt=\"check out\" />\n<span class=\"copyright\">Image by Shutterstock</span>\n<p>Women aren&rsquo;t immune to the involuntary double-take when a good-looking stranger walks by.</p>\n<p>But what, exactly, catches her eye? Believe it or not, scientists have actually studied this. &nbsp;</p>\n<p><strong>Related:</strong> <a href=\"https://www.rodaleu.com/courses/how-to-pleasure-a-woman?utm_source=MensHealth&amp;utm_medium=article&amp;utm_campaign=how-she-checks-you-out\">How to Pleasure a Woman&mdash;the <em>Men&rsquo;s Health</em> Guide to Becoming a Master Lover</a>&nbsp;</p>\n<p>Using technology that tracks eye movement, researchers are able to tell where ladies&rsquo; eyes linger when they look at a man. Plus, we&rsquo;ve asked hundreds of <em>Women&rsquo;s Health</em> readers: What&rsquo;s the first thing you notice about a guy?</p>\n<p>Watch the video above for the results of these important scientific endeavors.</p>]]></description>\n    </item>\n    <item>\n      <title>How Your Weight As a Baby Can Affect Your Metabolism Now</title>\n      <link>http://www.menshealth.com/weight-loss/health-implications-fat-babies</link>\n      <guid isPermaLink=\"false\">1082216</guid>\n<pubDate>Fri, 06 May 2016 20:02:56 +0000</pubDate>\n<dc:modified>Tue, 10 May 2016 00:38:14 +0000</dc:modified>\n<dc:creator>Paige Fowler</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/baby.jpg\" width=\"1000\" height=\"636\" alt=\"Fat baby\" />\n<span class=\"copyright\">Image by Shutterstock</span>\n<p>If you were a fat baby, the lifelong implications may not be as cute as your chubby thighs were: Infants with high body mass indexes (BMI) are more likely to develop obesity as they grow older, finds new research in <em>Pediatrics</em>.&nbsp;</p>\n<p>In the study, nearly a third of all 2-month-old babies with a BMI at or above the 85th percentile&mdash;meaning their BMIs were the same or greater than 85 percent of other babies their age&mdash;met the guidelines for obesity by the time they hit age 2.&nbsp;</p>\n<p>Unlike adults, there isn&rsquo;t a BMI marker for obesity in toddlers ages 2 or younger. Instead, it&rsquo;s gauged by percentile: Falling in the 85th to 95th percentile is considered overweight, and anything above that range counts as obese.</p>\n<p>While a pudgy kid may not seem like a huge problem, a 2014 Danish study found that children who were at or above the 95th percentile for BMI at age 2 were more than twice as likely to be obese by the time they hit their 30s than those whose BMIs were between the 5th and 50th percentiles.&nbsp;</p>\n<p>High-BMI babies were also 30 percent more likely to develop metabolic syndrome&mdash;a constellation of heart-unhealthy factors like an increased weight circumference; low HDL, or &ldquo;good&rdquo; cholesterol; high triglycerides, or fat in the blood; high fasting blood sugar; and high blood pressure.</p>\n<p><strong>Related:</strong> <a href=\"http://www.menshealth.com/health/blood-pressure-guide\" target=\"_blank\">What Your Blood Pressure Numbers Really Mean</a></p>\n<p>There are a number of reasons why an infant might be overweight, says Stephen Pont, M.D. M.P.H, medical director of the Texas Center for the Prevention &amp; Treatment of Childhood Obesity at Dell Children&#39;s Medical Center.</p>\n<p>These can include the child&rsquo;s genes, overfeeding&mdash;often from formula&mdash;and even exposure to high blood sugar levels while still in the womb, he says.&nbsp;</p>\n<p>Now, you can&rsquo;t go back in time and make yourself a thinner baby. But you can make sure your kid doesn&rsquo;t follow in your path.</p>\n<p>At your next well-baby checkup, ask your pediatrician to check your child&rsquo;s BMI.&nbsp;<br />\n\t&nbsp;<br />\n\tIf your baby is in the 85th percentile or above, talk about what you can do to get him or her to a healthier weight. Ask your doctor how often&mdash;and how much&mdash;your child should be eating, says Dr. Pont.</p>\n<p>And when your kid is ready to consume real food, make sure you introduce healthy options like whole grains, vegetables, fruit, and lean proteins. You don&rsquo;t want to get him or her started on high-calorie, heavily processed staples like chicken nuggets, macaroni and cheese, and soda.&nbsp;</p>\n<p><strong>Related</strong>: <a href=\"http://www.menshealth.com/health/science-behind-picky-eating\" target=\"_blank\">The Science Behind Why You&rsquo;re a Picky Eater</a></p>\n<p>Just stay away from fad diets, especially plans that eliminate major food groups, says Dr. Pont. These diets could be harmful for a child&rsquo;s growth and development, he says.&nbsp;</p>]]></description>\n    </item>\n    <item>\n      <title>The Easiest Way to Have More Self-Control At Fast-Food Restaurants</title>\n      <link>http://www.menshealth.com/weight-loss/self-control-when-ordering-fast-food</link>\n      <guid isPermaLink=\"false\">1080341</guid>\n<pubDate>Fri, 06 May 2016 19:52:37 +0000</pubDate>\n<dc:modified>Mon, 09 May 2016 23:20:41 +0000</dc:modified>\n<dc:creator>Suzannah Weiss</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/self-control-fast-food-restaraunt.jpg\" width=\"1000\" height=\"636\" alt=\"Fast Food\" />\n<span class=\"copyright\">Image by Shutterstock</span>\n<p>Wish you had more willpower when dining out? Nonverbally ordering your food may help you choose healthier options, suggests new Dutch research.&nbsp;</p>\n<p>In one experiment, scientists approached people in a restaurant and offered them a free dessert: either fruit salad or chocolate mousse. Half of the diners were asked which dessert they wanted, while the other half pressed buttons to indicate their preferences.&nbsp;</p>\n<p>Two thirds of people who ordered out loud went for the cake, compared to only 38 percent of those who pressed the buttons.&nbsp;</p>\n<p>Several subsequent experiments found a similar effect: People made healthier choices when they pressed buttons on vending machines, wrote their orders down, or simply grabbed the food themselves than when they ordered aloud.&nbsp;</p>\n<p>Why? Using your hands when you order activates a part of your brain called the dorsolateral prefrontal cortex, which is also involved with impulse control, says study author Anne-Kathrin Klesse, Ph.D.&nbsp;</p>\n<p>So when you choose your own meals, engaging your hands could trick your brain into making smarter decisions, Klesse says.&nbsp;</p>\n<p>At the food court, you may be better off hitting up a restaurant with grab-and-go options or touch screens than places that force you to interact with other humans (the horror!). Ordering in? Try using a website like Grubhub or Seamless instead of picking up the phone.&nbsp;</p>\n<p><strong>Related:</strong> <a href=\"http://www.menshealth.com/nutrition/best-fast-food-meals-for-men\">The 10 Smartest Fast-Food Meals For Men</a>&nbsp;</p>\n<p>And when you go to a restaurant where you have to order aloud, check out the menu in advance, Klesse says. Even though you&rsquo;re not using your hands, thinking about your decision ahead of time will help you make a less impulsive choice.&nbsp;</p>]]></description>\n    </item>\n    <item>\n      <title>The Brilliant Single-Leg Deadlift Hack We Wish We Had Known About Sooner</title>\n      <link>http://www.menshealth.com/fitness/rear-foot-elevated-hip-hinge</link>\n      <guid isPermaLink=\"false\">1077036</guid>\n<pubDate>Fri, 06 May 2016 15:11:36 +0000</pubDate>\n<dc:modified>Tue, 10 May 2016 00:04:47 +0000</dc:modified>\n<dc:creator>Ali Eaves</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/muscular-bodybuilder.jpg\" width=\"1000\" height=\"636\" alt=\"hip hinge\" />\n<span class=\"copyright\">Image by Shutterstock</span>\n<p>The single-leg deadlift is a great exercise for improving your balance and stability.&nbsp;</p>\n<p>In fact, it&rsquo;s <em>so</em> challenging for your balance that it&rsquo;s nearly impossible to do the exercise with added weight in order to build strength, says <em>Men&rsquo;s Health</em> Fitness Director B.J. Gaddour.</p>\n<p>But Gaddour has a hack for that: By anchoring one foot on a bench, you&rsquo;ll get just enough help balancing to allow you to load up the exercise.&nbsp;</p>\n<p>You&rsquo;ll build more strength in your glutes, hamstrings, and the entire back of your body by adding dumbbells or a barbell. But since you&rsquo;re not putting any weight on your anchor leg, you&rsquo;ll still get the stability benefits of a single-leg exercise&mdash;just with less flailing.</p>\n<p>Watch Gaddour demonstrate the variation in the video above, and try it next time you want a total-body muscle builder.</p>]]></description>\n    </item>\n    <item>\n      <title>Why Employees With Amazing Bosses Take So Many Sick Days</title>\n      <link>http://www.menshealth.com/health/great-boss-making-you-sick</link>\n      <guid isPermaLink=\"false\">1076061</guid>\n<pubDate>Fri, 06 May 2016 13:20:57 +0000</pubDate>\n<dc:modified>Mon, 09 May 2016 23:03:40 +0000</dc:modified>\n<dc:creator>Rachael Schultz</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/sick-man-working.jpg\" width=\"1000\" height=\"636\" alt=\"Sick man working\" title=\"Sick man working\" />\n<span class=\"copyright\">Photograph by Shutterstock</span>\n<p>If your manager is enthusiastic, encouraging, and motivational, you probably feel like you&rsquo;ve hit the boss jackpot. But a supportive supervisor may secretly harm your health, suggests new research from the U.K.&nbsp;</p>\n<p>Scientists monitored postal workers and their managers for over three years and found that employees who reported to &ldquo;transformational leaders&rdquo; were more likely to come into work with an illness.&nbsp;</p>\n<p>Bosses who encourage their team to go above and beyond are beneficial in the short term. Studies have shown this management style boosts employees&rsquo; moods and sleep quality. &nbsp;</p>\n<p>The problem: When you want to work <em>extra </em>hard for a boss who pushes you to seek new challenges, you can wear your immune system down, says lead study author Karina Nielsen, Ph.D. Research shows after periods of high stress, your body needs time to relax and recover or else it can&rsquo;t properly fight off infection.&nbsp;</p>\n<p><strong>Related: </strong><a href=\"http://www.menshealthbettermanproject.com/menshealthBetterManProject/index?cid=BWO_mh.com_html_hp_betterman&amp;keycode=253103\" target=\"_blank\">The <em>Men&rsquo;s Health</em> Better Man Project&mdash;2,000+ Tricks For Staying Healthy For Life</a></p>\n<p>So take a sick day. If your boss really <em>is</em> that great, he or she will understand you need some R&amp;R.</p>\n<p>Besides, working while under the weather doesn&rsquo;t benefit you or your company: Canadian research shows sick people who come to the office cost their employers twice as much in productivity losses than those who stay at home.&nbsp;</p>]]></description>\n    </item>\n    <item>\n      <title>The Ultimate Mother’s Day Brunch: Homemade Crab Cakes With Poached Eggs</title>\n      <link>http://www.menshealth.com/nutrition/homemade-crab-cakes-with-poached-eggs</link>\n      <guid isPermaLink=\"false\">1063091</guid>\n<pubDate>Fri, 06 May 2016 12:50:54 +0000</pubDate>\n<dc:modified>Mon, 09 May 2016 20:03:26 +0000</dc:modified>\n<dc:creator>Paul Kita</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/crab-cake-poached-egg.jpg\" width=\"1000\" height=\"636\" alt=\"crab cake and poached egg\" />\n<span class=\"copyright\">Image by Men's Health</span>\n<p>Don&rsquo;t take your mom out for Mother&rsquo;s Day brunch. All sons do. And you&rsquo;re not like all sons, are you?</p>\n<p>No, you care about your mom enough to make sure she doesn&rsquo;t have to suffer through a packed restaurant and another lackluster meal.</p>\n<p>Instead, whip up these super-easy crab cakes for brunch, lunch, or dinner.</p>\n<p><strong>Crab Cakes with Poached Eggs</strong></p>\n<p>What you&rsquo;ll need:<br />\n\t2 eggs, plus 1 egg white, whisked<br />\n\t1 Tbsp plain Greek yogurt (2%)<br />\n\t1 Tbsp chopped chives<br />\n\t&frac12; Tbsp Dijon mustard<br />\n\t&frac12; Tbsp lemon juice<br />\n\t⅛ tsp paprika<br />\n\tpinch cayenne<br />\n\t8 oz crabmeat<br />\n\t⅛ cup bread crumbs<br />\n\tSalt and pepper<br />\n\tCoconut oil<br />\n\tWhite vinegar</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.menshealth.com/nutrition/14-best-ways-eat-egg\" target=\"_blank\">The 14 Best Ways to Eat an Egg</a>&nbsp;</p>\n<p><strong>How to make it:</strong><br />\n\t1. In a large bowl, combine the egg white, yogurt, chives, Dijon, lemon juice, paprika, and cayenne. Mix well. Add the crab and breadcrumbs. Shape into 2 patties and refrigerate for 1Ž2 hour.<br />\n\t2. In a large skillet over medium, heat the coconut oil. Add the crab cakes and cook till golden brown, about 3 minutes a side. Transfer to a plate.<br />\n\t3. As the crab cakes cook, fill a small pot with about 4 inches of water. Bring to a simmer over medium heat and add a slug of vinegar. Crack an egg into a ladle, dunk it in the water and cook till the whites set, about 3 minutes. Repeat with the second egg.<br />\n\t4. Transfer the crab cakes to a plate, top with the eggs, salt and pepper, to taste, and more chives, if desired. Makes 2 servings.</p>\n<p><em>Nutrition per serving: 257 calories, 31g protein, 7g carbs (0g fiber), 11g fat</em></p>]]></description>\n    </item>\n    <item>\n      <title>The Worst Way to Perform the Bulgarian Split Squat</title>\n      <link>http://www.menshealth.com/fitness/the-worst-way-to-perform-the-bulgarian-split-squat</link>\n      <guid isPermaLink=\"false\">1073066</guid>\n<pubDate>Thu, 05 May 2016 20:51:53 +0000</pubDate>\n<dc:modified>Mon, 09 May 2016 19:07:23 +0000</dc:modified>\n<dc:creator>Jill Fanslau</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/modules/custom/rodalewire_utils/rodale.jpg\" />\n<span class=\"copyright\">Rodale Inc.</span>\n<p>The Bulgarian split squat is a terrific way to build single-leg strength, add lower-body mass, and improve hip mobility&mdash;<i>except </i>when it&rsquo;s done with a long stance.</p><p>When your front foot is too far forward, it causes all sorts of problems, says <i>Men&rsquo;s Health </i>Fitness Director B.J. Gaddour, who demonstrates the form fail in the video above.&nbsp;</p><p>For starters, your lower back must hyperextend&mdash;or arch&mdash;to keep your chest lifted, he says. This can cause stress on your spine.</p><p>Add load to the movement while in hyperextension, and now you&rsquo;re setting yourself up for some serious back injuries and pain.&nbsp;</p><p>And since your feet are so far apart, you can&rsquo;t drop very low into the bottom position of the split squat.</p><p>&ldquo;You&rsquo;re defeating the purpose of the movement, which is to go all the way down and develop full range of motion,&rdquo; Gaddour explains. The lower you go, the more you can target your quads and glutes.&nbsp;</p><p>So what&rsquo;s the right way to perform the exercise? It begins with something called the couch stretch. Check it out in the video above.&nbsp;</p>]]></description>\n    </item>\n    <item>\n      <title>Your Grossest Feet Problems, Solved</title>\n      <link>http://www.menshealth.com/health/gross-feet-problems-fixed</link>\n      <guid isPermaLink=\"false\">1073016</guid>\n<pubDate>Thu, 05 May 2016 20:36:21 +0000</pubDate>\n<dc:modified>Mon, 09 May 2016 23:03:51 +0000</dc:modified>\n<dc:creator>Cassie Shortsleeve</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/gross-feet.jpg\" width=\"1000\" height=\"636\" alt=\"Feet problems\" />\n<span class=\"copyright\">Image by Shutterstock</span>\n<p>There&rsquo;s hope for your feet just in time for sandal weather. Follow these suggestions from top podiatrists so you can fix your feet issues once and for all.</p>\n<p><strong>Athlete&rsquo;s Foot</strong><br />\n\t<strong>Identify it:</strong> Expect dry, cracked skin that peels off the bottom of your foot and in between your toes, says Brian Fullem, D.P.M., a sports podiatrist and author of The Runner&rsquo;s Guide to Healthy Feet and Ankles. These areas become extremely itchy, and in serious cases, you may develop blisters filled with clear fluid.</p>\n<p><strong>The cause:</strong> A fungus called tinea pedis, says Meredith Ward, D.P.M., a podiatrist at St. Francis Hospital and Medical Center in Hartford, Conn. Your sweaty socks are often to blame, since fungus requires darkness, warmth, and moisture to thrive, says Dr. Fullem.&nbsp;</p>\n<p><strong>Related:</strong><a href=\"http://www.menshealth.com/health/athletes-foot\" target=\"_blank\"> 4 Weird Causes of Athlete&rsquo;s Foot</a></p>\n<p><strong>The fix: </strong>Try over-the-counter antifungal treatments like Lotrisone or Tinactin twice a day. Soaking your feet in warm water can feel soothing, and also help with the itching, notes Dr. Ward.&nbsp;</p>\n<p>If you don&rsquo;t see improvements after a week, see your doctor: You may need a prescription-strength antifungal cream, or an antibiotic if a bacterial infection developed in your cracked skin.</p>\n<p><strong>Bunion</strong><br />\n\t<strong>Identify it:</strong> A large, bony bump that forms on the outside of your big toe joint. Your big toe looks like it&rsquo;s moving toward your smaller toes.</p>\n<p><strong>The cause: </strong>Mainly genetic, but too-tight shoes may play a small role, says Dr. Fullem. Some researchers believe shoes that are too small will push your big toes toward the second toe, and your foot may adapt to that position, he says.</p>\n<p><strong>The fix:</strong> The simplest treatment is a toe spacer, placed between your big toe and second toe, which tries to fight the adapted&mdash;and incorrect&mdash;position of the big toe, says Dr. Ward. Wider shoes can also help alleviate pain and pressure.&nbsp;</p>\n<p>But if the bunion is painful, you can&rsquo;t move your big toe, or you can&rsquo;t wear most shoes, ask your doctor about surgical options, says Dr. Ward. This may require bones to be cut and shifted, which could take 6 weeks to heal.&nbsp;</p>\n<p>Depending on the type of procedure, you may be off your foot for this amount of time. But some procedures allow you to weight bear immediately.</p>\n<p><strong>Hammertoe/Claw Toe</strong><br />\n\t<strong>Identify it:</strong> A hammertoe is a contracture, or bending, at one of the two joints in your four smaller toes, while a claw toe is a contracture at both joints, says Dr. Fullem. As a result, the area around the joint will look like it&rsquo;s sticking up.</p>\n<p><strong>The cause: </strong>Having flat feet or very high arches can lead to hammertoes and claw toes, says Dr. Ward.&nbsp;</p>\n<p>With high arches or flat feet, the tendons on the top and the bottoms of your toes become overpowered by either the muscles in the foot, or the muscles of the lower leg.</p>\n<p>As a result, the toes will buckle, or become hammered, she says. Wearing tight shoes can make the symptoms worse, making your feet and toes hurt.</p>\n<p><strong>Related</strong>: <a href=\"http://www.menshealth.com/fitness/best-running-shoes-for-men\" target=\"_blank\">The Best Running Shoes For Men</a></p>\n<p><strong>The fix:</strong> Look for shoes with a deeper toe box to avoid pressure on the tops of your toes, which can cause pain, says Dr. Fullem.&nbsp;</p>\n<p>Placing a silicone pad or sleeve over the contracted joints can help, too&mdash;it prevents your toes from rubbing up against the top of shoes, says Dr. Ward.&nbsp;</p>\n<p>If hammertoes are painful or make it too difficult to wear shoes, surgical options like bone removal may be a last-resort option.</p>\n<p><strong>Plantar&rsquo;s Warts</strong><br />\n\t<strong>Identify it: </strong>Hard, grainy growths on the bottom of your feet that might have black dots in them.</p>\n<p><strong>The cause</strong>: A strain of the human papilloma virus (HPV) seeped into your skin from moist areas such as showers, wet floors, and outdoors.</p>\n<p><strong>The fix:</strong> Soak the foot to soften the wart, and then apply an OTC wart treatment that contains salicylic acid to the lesion. Anti-inflammatory meds can help with the pain, says Dr. Ward.</p>\n<p>If the warts don&rsquo;t respond to OTC treatment, become very painful, or grow larger, see a podiatrist: You may need a prescription-strength ointment, or a treatment like cryotherapy, where a doctor destroys the wart by freezing it with liquid nitrogen.</p>\n<p><strong>Related:</strong> <a href=\"http://www.menshealth.com/health/heal-injuries-faster\" target=\"_blank\">How to Rid Yourself Of Warts, Blisters, Hangnails (and More) Faster&nbsp;</a></p>\n<p><strong>Gout</strong><br />\n\t<strong>Identify it:</strong> A hot, red, swollen big toe or ankle joint that occurs without trauma.&nbsp;</p>\n<p><strong>The cause:</strong> Gout results from the body&rsquo;s inability to process uric acid&mdash;a waste product created when your body breaks down natural substances called purines. These compounds can be found in your body, and are also in food and drink like meats, seafood, and alcoholic beverages.&nbsp;</p>\n<p>Too much uric acid can lead to inflammation and swelling. Both diet and genetics can play a role.</p>\n<p><strong>The fix: </strong>At the first signs of goat, see your doctor. Too many attacks in the same area can cause your cartilage to degenerate, which can leave you with a painful arthritic joint, says Dr. Fullem. That can make any movement painful.</p>\n<p>Your doctor may prescribe a prescription medicine called Colchicine, which decreases the build-up of uric acid, he says. You may also try to cut back on foods like red meat and seafood, which can lead to higher levels of uric acid.</p>\n<p>Soaking the area in warm water and Epson salts can reduce pain and inflammation as well.</p>\n<p><strong>Ingrown Toenails</strong><br />\n\t<strong>Identify it:</strong> Painful, swollen, tender edges of your toenails, most commonly on your big toes, says Dr. Ward.</p>\n<p><strong>The cause: </strong>A piece of a nail grew into the skin folds, and irritated the tissue, she says. This may occur from lack of trimming, or improper trimming.&nbsp;</p>\n<p><strong>The fix:</strong> Soak your feet in warm water with Epsom salts&mdash;this is to help relieve the pain and help soften the nail plate and skin folds that are irritated from the ingrowing nail, Dr. Ward says.</p>\n<p>And make sure to trim your nails straight across. Trimming the nails in a curved shape can cause the nail to continue to grow into the skin, Dr. Ward says.</p>\n<p><strong>Related: </strong><a href=\"http://www.menshealth.com/health/nail-problems-you-shouldnt-ignore\" target=\"_blank\">9 Nail Problems You Shouldn&rsquo;t Ignore</a></p>\n<p>If your ingrown toenail doesn&rsquo;t improve&mdash;or you develop signs of an infection like redness or pus&mdash;see your doctor. He or she may lift the nail or remove it, and prescribe an antibiotic if necessary.</p>\n<p><strong>Toenail Fungus</strong><br />\n\t<strong>Identify it:</strong> Thick, yellow, and brittle nails that may be loose.</p>\n<p><strong>The cause:</strong> Fungus infiltrated the skin under your nail.</p>\n<p><strong>The fix:</strong> Unfortunately, toenail fungus is hard to treat because the fungus is in the skin under your nail&mdash;and topical OTC medications don&rsquo;t penetrate through the nail, says Dr. Fullem. An oral version of the prescription medicine Lamisil is one of the most effective treatments, but it can elevate your liver enzymes.&nbsp;</p>\n<p><strong>So see your doctor:</strong> He or she may prescribe the topical medicine Jubilia, or recommend laser treatments&mdash;though those aren&rsquo;t covered by insurance.</p>]]></description>\n    </item>\n    <item>\n      <title>The Easiest Way to Store All Your Athletic Gear</title>\n      <link>http://www.menshealth.com/guy-wisdom/build-ball-bin</link>\n      <guid isPermaLink=\"false\">1072261</guid>\n<pubDate>Thu, 05 May 2016 19:21:22 +0000</pubDate>\n<dc:modified>Mon, 09 May 2016 14:32:41 +0000</dc:modified>\n<dc:creator>Michael Sneeden</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/modules/custom/rodalewire_utils/rodale.jpg\" />\n<span class=\"copyright\">Rodale Inc.</span>\n<p>It&rsquo;s time you got a better grip on your balls.</p>\n<p>No, not those ones. We mean the footballs, basketballs, and volleyballs scattered all over your garage.&nbsp;</p>\n<p>This easy-to-build bin from Chris Lambton, host of DIY Network&rsquo;s <em>Yard Crashers</em>, will keep all your athletic gear in one place. Here&rsquo;s what you&rsquo;ll need:</p>\n<p><strong>Tools:</strong></p>\n<p>Electric drill<br />\n\tPhillips-head bit<br />\n\t&frac12;-inch boring bit</p>\n<p><strong>Materials:</strong></p>\n<p>Pre-treated two-by-four lumber of the following lengths:&nbsp;</p>\n<p>&bull;&nbsp;&nbsp; &nbsp;(4) 1.5 feet<br />\n\t&bull;&nbsp;&nbsp; &nbsp;(4) 2.5 feet<br />\n\t&bull;&nbsp;&nbsp; &nbsp;(4) 4 feet</p>\n<p><em>Tip: Instead of cutting the lumber yourself, ask an employee at your hardware store to do it. Most large hardware stores will offer this service for free.&nbsp;</em></p>\n<p>Box of decking screws</p>\n<p>(14) 36-inch bungee cords</p>\n<p><strong>Instructions:</strong></p>\n<ol>\n<li>Build one side of the frame by making a rectangle with the 4-foot and 2.5-foot boards, using two deck screws at each corner. Repeat to build the second side.</li>\n<li>Screw the 1.5-foot boards to the inside corners of one the rectangular frames, using two screws at each corner. Repeat with the other rectangular frame.</li>\n<li>Drill &frac12;-inch holes with your wood-boring bit across the top and bottom of your frame, making sure that each hole is spaced 6 inches apart.</li>\n<li>Stretch the bungee cords, top to bottom, across the frame.</li>\n<li>Optional: Attach bin to your garage wall using 4-inch screws. Make sure you anchor the structure to studs.</li>\n</ol>\n<p><strong>Total estimated cost: </strong>$45<br />\n\t<strong>Total building time: </strong>1 hour&nbsp;</p>]]></description>\n    </item>\n    <item>\n      <title>Top Strength Coach Explains How One Back Exercise Can Help Transform Your Entire Physique</title>\n      <link>http://www.menshealth.com/fitness/how-to-do-the-barbell-row</link>\n      <guid isPermaLink=\"false\">1071721</guid>\n<pubDate>Thu, 05 May 2016 17:11:06 +0000</pubDate>\n<dc:modified>Mon, 09 May 2016 23:48:08 +0000</dc:modified>\n<dc:creator>Tony Gentilcore</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/back-exercise-can-transform-entire-physique.jpg\" width=\"1000\" height=\"636\" alt=\"strong back\" />\n<span class=\"copyright\">Photograph by Shutterstock</span>\n<p>Walk into any gym in America and you&rsquo;ll usually find a traffic jam at the bench press.&nbsp;</p>\n<p>But if you were to point out a man with an impressive physique, I guarantee he&rsquo;s not pressing all day long.&nbsp;</p>\n<p>I promise he&rsquo;s putting a premium on exercises that work his backside. And there&rsquo;s one exercise in particular that I bet he never skips: <a href=\"http://www.menshealth.com/exercise/barbell-row\">the barbell row</a>.</p>\n<h2><b>The Benefits Of the Barbell Row</b></h2>\n<p><strong>1. Better posture</strong></p>\n<p>The <a href=\"http://www.menshealth.com/exercise/barbell-row\">barbell row</a> targets your upper back muscles&mdash;your middle and lower traps, your rhomboids, and the stabilizer muscles in the back of your shoulders&mdash;helping to pull your shoulders back. When there is a strength imbalance between your chest and your back, your shoulders will hunch forward.&nbsp;</p>\n<p><strong>2. Bigger lifts</strong></p>\n<p>The row trains your trapezius and rhomboids&mdash;muscles that help keep your shoulder blades from moving as you bench press. The more stable your shoulders are, the more strength you can generate in your arms and chest. &nbsp;</p>\n<p>It gives you a more stable &ldquo;platform&rdquo; to press the weights from, and decreases your risk of shoulder injury.</p>\n<p><strong>3. An athletic physique</strong></p>\n<p>A thicker, wider, more muscular upper back results in the coveted V-shaped torso.&nbsp;</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.21daymetashred.com/21daymetashred/index?cid=BWO_mh.com_textlink_metashred&amp;keycode=256350\">Build Your Best Body At Home In Less Than 30 Minutes a Day With the&nbsp;<em>Men&rsquo;</em><em>s Health&nbsp;</em>21-DAY METASHRED</a></p>\n<p><strong>4. More total-body strength&nbsp;</strong></p>\n<p>Strong lats, traps, and rhomboids prevent excessive spinal rounding during the deadlift and squat. That means you can hoist heavier loads with better form and less injury to your back, and build more strength, muscle, and power from head to toe.&nbsp;</p>\n<p><strong>5. Beat Jason Bourne in hand-to-hand combat</strong></p>\n<p>Actually, no, it won&rsquo;t. I wish.&nbsp;</p>\n<h2><b>The Right Way to Do the Barbell Row&nbsp;</b></h2><p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/0s0PYpM_ahg\" width=\"520\"></iframe></p>\n<p>My step-by-step tips:&nbsp;</p>\n<p>1. I prefer to start the movement with the barbell on the floor instead of from a standing position. This helps you better emulate the deadlift and helps you generate more strength.&nbsp;</p>\n<p>2. Pay attention to your feet. This stops your knees from caving in and increases lower-body stability. Make as if you&rsquo;re about to jump as high as you can&mdash;but stop before you actually leave the floor. Now look at your feet. This is the position your feet should stay in throughout the movement.&nbsp;</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.menshealth.com/fitness/best-barbell-exercises-for-your-abs\">The 63 Best Barbell Exercises For Your Abs</a></p>\n<p>3. Walk your feet under the bar so that it runs horizontally across the middle of your feet.&nbsp;</p>\n<p>4. With only a slight bend in your knees, push your hips backward (as if you were trying to close a car door) until your hands grab the bar. You should feel a nice stretch in your hamstrings and your chest should stay lifted at a 45-degree angle.</p>\n<p>5. Pretend there are oranges in your armpits. Now try to make orange juice by crushing them as hard as you can. This activates your lats and keeps your upper back from rounding.</p>\n<p>6. Initiate the movement by pulling the weight about 1 to 2 inches off the floor. Let it hover there for a couple seconds.</p>\n<p>7. Pull your elbows toward your hips, squeezing your shoulder blades together at the top. Pause.</p>\n<p>8. Return to the starting position, allowing the shoulder blades to move. You should feel them wrap around your rib cage as you lower the weight. This allows for more stability in the front shoulder and less stress on your biceps tendon.&nbsp;</p>\n<p><i>Tony Gentilcore, C.S.C.S., is the co-founder of Cressey Performance in Hudson, Massachusetts, and the author of the blog&nbsp;</i><a href=\"http://tonygentilcore.com/blog/\"><span>Because Heavy Things Won</span></a><a href=\"http://tonygentilcore.com/blog/\">&rsquo;</a><a href=\"http://tonygentilcore.com/blog/\"><span>t Lift Themselves.</span></a></p>]]></description>\n    </item>\n    <item>\n      <title>Is It Normal to Stress Out When You Miss a Workout? </title>\n      <link>http://www.menshealth.com/health/why-you-stress-when-you-miss-gym</link>\n      <guid isPermaLink=\"false\">1069781</guid>\n<pubDate>Thu, 05 May 2016 15:20:48 +0000</pubDate>\n<dc:modified>Mon, 09 May 2016 22:46:49 +0000</dc:modified>\n<dc:creator>Editors of Men's Health</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/nervous_exercise.jpg\" width=\"1000\" height=\"636\" alt=\"Nervous skipping exercise\" />\n<span class=\"copyright\">Image by Shutterstock</span>\n<p>Sometimes life gets in the way of your gym plans&mdash;maybe a meeting runs late, or your kid has a dance recital.</p>\n<p>Whatever the reason, you have to skip your workout. And that stresses you out.</p>\n<p>In most cases, feeling anxious about missing a date with the weights isn&rsquo;t just normal&mdash;it&rsquo;s actually commendable.&nbsp;</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.21daymetashred.com/21daymetashred/index?cid=BWO_mh.com_textlink_metashred&amp;keycode=256350\">Work Out In 30 Minutes or Less At Home With THE 21-DAY METASHRED, an All-New Fitness DVD From&nbsp;<em>Men&rsquo;s Health</em></a></p>\n<p>&ldquo;Some anxiety and disappointment over missing a workout is healthy because it encourages us to stick with our goals and to see them to fruition,&rdquo; says Scott Griffiths, Ph.D., a psychologist at Australia&rsquo;s University of Sydney.&nbsp;</p>\n<p>Now, the important word here is <em>some</em> anxiety and disappointment.&nbsp;</p>\n<p>If skipping your scheduled sweat session makes you feel like a failure or produces physical symptoms, like a racing heart or shortness of breath, there may be a bigger issue in play, says Griffiths.&nbsp;</p>\n<p>Another red flag: You skip important social events because they conflict with gym time.&nbsp;</p>\n<p>All of these reactions could signal an underlying anxiety disorder, says Griffiths.</p>\n<p><strong>Related</strong>: <a href=\"http://www.menshealth.com/fitness/10-exercises-that-burn-more-calories-than-running\">10 Cardio Exercises That Burn More Calories Than Running</a></p>\n<p>According to a study in the <em>International Journal of Environmental Research and Public Health</em>, you may have an exercise addiction if you use exercise as a coping mechanism to escape unpleasant feelings or to increase self-esteem, instead of to improve your health and fitness.&nbsp;</p>\n<p>You don&rsquo;t have to figure it out alone: Talk to a professional who can use cognitive-behavioral therapy, a form of counseling where you work together to challenge unhelpful or disruptive patterns of thinking. Find a therapist at <a href=\"http://locator.apa.org\" target=\"_blank\">locator.apa.org</a>.&nbsp;</p>]]></description>\n    </item>\n    <item>\n      <title>How Often Should You Lift Every Week? New Research Reveals the Answer</title>\n      <link>http://www.menshealth.com/fitness/how-often-should-you-lift</link>\n      <guid isPermaLink=\"false\">1069776</guid>\n<pubDate>Thu, 05 May 2016 15:14:39 +0000</pubDate>\n<dc:modified>Mon, 09 May 2016 23:34:44 +0000</dc:modified>\n<dc:creator>Ali Eaves</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/how-often2.jpg\" width=\"1000\" height=\"636\" alt=\"Lifting\" />\n<span class=\"copyright\">Image by Shutterstock</span>\n<p>If you want the most gains, you should train each muscle group twice a week, according to a new review in the journal Sports Medicine.&nbsp;</p>\n<p>Scientists analyzed 10 prior studies that compared muscle growth in people who trained each muscle group once, twice, or three times per week over a couple months.&nbsp;</p>\n<p>They found that when you work a muscle twice a week, it grows more than when you train it once a week.</p>\n<p>You might be thinking, &ldquo;duh.&rdquo; But check this out: That&rsquo;s keeping the total number of sets and reps you do each week equal.&nbsp;</p>\n<p>Doing three sets of biceps curls on Monday and three sets on Thursday will make for bigger biceps than if you do six sets on Monday.&nbsp;</p>\n<p><strong>Related:</strong> <a href=\"http://www.21daymetashred.com/21daymetashred/index?cid=BWO_mh.com_textlink_metashred&amp;keycode=256350\">THE 21-DAY METASHRED&mdash;the Men&rsquo;s Health Workout DVD That Melts Fat and Defines Every Muscle</a>&nbsp;</p>\n<p>Scientists aren&rsquo;t sure why this is the case, says study author Brad Schoenfeld, Ph.D., an assistant professor in exercise science at Lehman College. But here&rsquo;s the theory:&nbsp;</p>\n<p>Lifting triggers growth in a muscle for a window of time that lasts about 48 hours, Schoenfeld says. When that window is over, you&rsquo;re no longer building muscle&mdash;unless you train the muscle again, which will spur growth for another 48 hours.&nbsp;</p>\n<p>That growth will accumulate over time, so the more frequently you put your body into a muscle-building state, the bigger your muscles will be.&nbsp;</p>\n<p>That&rsquo;s only up to a point, though. In studies where people spread their sets over three days per week, they had similar gains to people who trained twice a week. Scientists aren&rsquo;t sure why this is the case.</p>\n<p>Schoenfeld&rsquo;s recommendations: If you split your training into upper- and lower-body days, do two upper-body days and two lower-body days per week.&nbsp;</p>\n<p>But if you like total-body training and want to maximize your gains, Schoenfeld advises lifting three times per week. That&rsquo;s because it&rsquo;s hard to fit in the work required to build muscle into just two total-body workouts per week, he says.</p>]]></description>\n    </item>\n    <item>\n      <title>The Top 20 Celebrities That People Fantasize About While Masturbating</title>\n      <link>http://www.menshealth.com/sex-women/celebrity-masturbation-fantasies</link>\n      <guid isPermaLink=\"false\">1068886</guid>\n<pubDate>Thu, 05 May 2016 13:24:31 +0000</pubDate>\n<dc:modified>Fri, 06 May 2016 23:45:05 +0000</dc:modified>\n<dc:creator>Korin Miller For Women's Health</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/these-are-the-celebs-women-masturbate-to-the-most_0_1.jpg\" width=\"1000\" height=\"636\" alt=\"celebrities masturbation fantasies\" />\n<span class=\"copyright\">Photograph by Shutterstock/Alyssa Zolna</span>\n<p><span>May is apparently International <a href=\"http://www.womenshealthmag.com/sex-and-love/masturbation-fun\"><span>Masturbation</span></a> Month. To celebrate, sex toy company <a href=\"http://we-vibe.com/\"><span>We-Vibe</span></a></span>&nbsp;polled more than 1,000 men and women on their solo sex habits&nbsp;and desires.&nbsp;</p><p>According to the report, 19 percent of women and 33 percent of man envision a celebrity when they masturbate.</p><p><span><strong>Related:&nbsp;</strong><a href=\"https://www.rodaleu.com/courses/the-mens-health-guide-to-erectile-dysfunction?utm_source=MensHealth&amp;utm_medium=article&amp;utm_campaign=am-i-normal-erections\">How to Fix Erectile Dysfunction: a Step-By-Step Guide From the Experts Of <em>Men</em></a></span><a href=\"https://www.rodaleu.com/courses/the-mens-health-guide-to-erectile-dysfunction?utm_source=MensHealth&amp;utm_medium=article&amp;utm_campaign=am-i-normal-erections\"><em><span>&rsquo;</span></em><span><em>s Health</em>&nbsp;</span></a></p><p><span>So what stars make cameos? Here&rsquo;s the list of the 20 celebrities people fantastize about most often while masturbating.&nbsp;<a href=\"http://www.womenshealthmag.com/beauty/jennifer-lopez-red-carpet\"><span>Jennifer Lopez</span></a>, Carrie Underwood, and Jennifer Lawrence top the females, and&nbsp;<a href=\"http://www.womenshealthmag.com/sex-and-love/what-male-strip-clubs-are-really-like\"><span>Channing Tatum</span></a>, Ryan Gosling, and Adam Levine lead the males.</span></p><p><span>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jennifer Lopez</span><br />\n\t<span>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Carrie Underwood</span><br />\n\t<span>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jennifer Lawrence</span><br />\n\t<span>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jessica Alba</span><br />\n\t<span>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Channing Tatum</span><br />\n\t<span>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Emma Watson&nbsp;</span><br />\n\t<span>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kim Kardashian</span><br />\n\t<span>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Megan Fox</span><br />\n\t<span>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Selena Gomez</span><br />\n\t<span>10.&nbsp;&nbsp;&nbsp; Taylor Swift</span><br />\n\t<span>11.&nbsp;&nbsp;&nbsp; Ryan Gosling</span><br />\n\t<span>12.&nbsp;&nbsp;&nbsp; Adam Levine</span><br />\n\t<span>13.&nbsp;&nbsp;&nbsp; Beyonce</span><br />\n\t<span>14.&nbsp;&nbsp; Janet Mason</span><br />\n\t<span>15.&nbsp;&nbsp; Jenna Haze</span><br />\n\t<span>16.&nbsp;&nbsp; Jennifer Aniston</span><br />\n\t<span>17.&nbsp;&nbsp; Jensen Ackles</span><br />\n\t<span>18.&nbsp;&nbsp; Johnny Depp</span><br />\n\t<span>19.&nbsp;&nbsp; Justin Timberlake&nbsp;</span><br />\n\t<span>20.&nbsp;&nbsp; Kate Upton</span></p><p><span>In addition to always envisioning the same stars, the majority of people reported they follow a masturbation routine, such as watching porn, looking at photos, or using toys. </span></p><p><span>Whatever your routine, take matters into your own hands this month. Masturbation is not only fun, but it&rsquo;s part of a healthy sex life. In fact, it comes with <a href=\"http://www.menshealth.com/sex-women/5-reasons-you-should-masturbate-tonight\">long list of health benefits</a>&nbsp;for men&mdash;like preventing cancer, reducing your risk of erectile dysfunction, and increasing your immunity.&nbsp;</span></p><p><em>The article </em><a href=\"http://www.womenshealthmag.com/sex-and-love/celebrity-masturbation-fantasies\">These Are the Celebs People Masturbate to the Most</a>&nbsp;<em>originally ran on WomensHealthMag.com.</em></p>]]></description>\n    </item>\n    <item>\n      <title>The Government Spends $5 Billion a Year On Cancer—So Why Hasn’t It Been Cured Yet?</title>\n      <link>http://www.menshealth.com/health/curing-cancer</link>\n      <guid isPermaLink=\"false\">1066636</guid>\n<pubDate>Wed, 04 May 2016 21:35:45 +0000</pubDate>\n<dc:modified>Mon, 09 May 2016 23:48:46 +0000</dc:modified>\n<dc:creator>Cindy Kuzma</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/cancer-research.jpg\" width=\"1000\" height=\"636\" alt=\"cancer cure\" />\n<span class=\"copyright\">Image by Shutterstock</span>\n<p>In his final State of the Union address, President Barack Obama issued fighting words to one of the world&rsquo;s greatest enemies.</p>\n<p>&ldquo;Let&rsquo;s make America the country that cures cancer once and for all,&rdquo; he proposed.</p>\n<p>Easier said than done: The task has eluded some of the brightest minds on the planet for hundreds of years. We&rsquo;ve cured previously fatal diseases like smallpox and polio, so why does cancer remain unbeaten?</p>\n<p>And if cancer still hasn&rsquo;t been &ldquo;cured,&rdquo; how are so many individual patients surviving years after being diagnosed with the disease?&nbsp;</p>\n<p>Here&rsquo;s what a &ldquo;cure&rdquo; for cancer could really mean&mdash;and what&rsquo;s holding back the medical community from knocking out cancer once and for all.</p>\n<h2>The Roadblocks To Curing Cancer</h2>\n<p>When the government talks about the race to cure cancer, what they are really mean is eradicating cancer in our lifetime, says oncologist Marleen Meyers, M.D., director of the survivorship program at the NYU Perlmutter Cancer Center.&nbsp;</p>\n<p>This means decreasing the number of new cases and improving screening and treatment, so the disease becomes &ldquo;preventable, detectable, and treatable,&rdquo; she says.</p>\n<p>And they&rsquo;re spending handsomely to try to make that happen: Over the past 10 years, the National Cancer Institute&rsquo;s annual budget has averaged about $5 billion.</p>\n<p><strong>Related</strong>: <a href=\"https://offers.rodale.com/offer/600024?cid=BWO_Twitter_betterman&amp;keycode=255393\" target=\"_blank\">The&nbsp;Better Man Project by <em>Men</em></a><em><a href=\"https://offers.rodale.com/offer/600024?cid=BWO_Twitter_betterman&amp;keycode=255393\">&rsquo;</a></em><a href=\"https://offers.rodale.com/offer/600024?cid=BWO_Twitter_betterman&amp;keycode=255393\" target=\"_blank\"><em>s Health</em>&mdash;2,000+ Awesome Tips on How to Live Your Healthiest Life&nbsp;</a></p>\n<p>But that timeline of &ldquo;in our lifetime&rdquo;&mdash;say, several decades or a bit longer&mdash;might be a bit unrealistic, she says. That&rsquo;s partly because cancer is such an incredibly complex condition.</p>\n<p>Cancer develops when certain cells in your body suddenly start dividing on overdrive.</p>\n<p>The extra cells can form solid growths called tumors, and spread, or metastasize, to other parts of your body.&nbsp;</p>\n<p>Advanced cancer kills by crowding out healthy tissues, so important organs like your lungs or brain stop working. The disease and its treatment can also lead to potentially fatal complications, such as serious infections and blood clots.&nbsp;</p>\n<p><strong>Related</strong>: <a href=\"http://www.menshealth.com/health/10-cancer-signs-you-shouldnt-ignore\" target=\"_blank\">The Top 10 Cancer Signs You Shouldn&rsquo;t Ignore</a></p>\n<p>But the word &ldquo;cancer&rdquo; actually refers to more than 100 related conditions&mdash;and that&rsquo;s one reason why defeating it proves so difficult.</p>\n<p>&ldquo;There are as many mechanisms in terms of how cancer works, takes hold, and spreads as there are cancers,&rdquo; says Timothy Pearman, Ph.D., director of the supportive oncology program at Northwestern Memorial Hospital&rsquo;s Robert H. Lurie Comprehensive Cancer Center.&nbsp;</p>\n<p>This means treatment that works for one type of cancer can do little or nothing for another type.&nbsp;</p>\n<p>What&rsquo;s more, cancer changes with time&mdash;meaning a pill or infusion that worked once might not work again. &ldquo;It&rsquo;s a constant process to keep up with cancer and how it mutates,&rdquo; Pearman says.&nbsp;</p>\n<h2>New Innovations Bring Optimism For a Cancer Cure</h2>\n<p>Cancer&rsquo;s complexity makes an across-the-board cure seem daunting, but experts see new reasons for hope.</p>\n<p>Treatments have advanced considerably along two lines in the past few years, says Steven O&rsquo;Day, M.D., a professor of medical oncology and the director of clinical research at the John Wayne Cancer Institute at Providence St. John&rsquo;s Health Center in Santa Monica, Calif.&nbsp;</p>\n<p>First, there&rsquo;s personalized or precision medicine. With this technique, doctors investigate the genetic structure of each tumor to determine what makes its malignant cells tick.</p>\n<p>Then, they develop targeted treatments that attack each subtype of cancer where it&rsquo;s most vulnerable. This causes fewer side effects than many traditional chemotherapy regimens because it causes less harm to healthy tissue, he says.</p>\n<p>Scientists have also developed new cancer immunotherapies, which are drugs, shots, or infusions that boost killer T cells and other components of your body&rsquo;s natural defenses.&nbsp;</p>\n<p>Combining these two approaches in a one-two punch&mdash;destroying as many cancer cells as possible with targeted therapies, then boosting the immune system to wipe out the rest&mdash;has dramatically improved survival from many different types of cancer, says Dr. O&rsquo;Day. This includes previously difficult-to-treat types like melanoma.&nbsp;</p>\n<p><strong>Related</strong>: <a href=\"http://www.menshealth.com/nutrition/does-bacon-cause-cancer\" target=\"_blank\">Does Bacon Really Cause Cancer?</a></p>\n<p>As a result, death rates from cancer overall declined about 1.5 percent per year between 2003 and 2012, according to a report released last month by the National Cancer Institute.&nbsp;</p>\n<p>And for some individual cancers, progress has been even more dramatic. Between 1975 and 2010, five-year survival rates for leukemia increased from 34 percent to 60 percent, according to the Leukemia and Lymphoma Society.</p>\n<h2>What a Cancer &ldquo;Cure&rdquo; Really Means</h2>\n<p>As science advances, doctors use the word &ldquo;cure&rdquo; for individual patients more often than they did 20 years ago, Pearman says.&nbsp;</p>\n<p>But the term lacks a single agreed-upon definition, in part because doctors don&rsquo;t have X-ray vision down to the cellular level and don&rsquo;t want to mislead patients about the risk of recurrence&mdash;which always remains a possibility.</p>\n<p>The American Cancer Society defines a cure as when &ldquo;all traces of the cancer have been removed from the patient&rsquo;s body.&rdquo;&nbsp;</p>\n<p>Doctors do this by employing traditional treatments like surgery, radiation, or chemo, as well as the more innovate techniques like precision medicine and immunotherapy.</p>\n<p><strong>Related</strong>: <a href=\"http://www.menshealth.com/health/can-you-inherit-cancer\" target=\"_blank\">What It Means For You If There&rsquo;s Cancer In Your Family Tree</a></p>\n<p>Then, they continue to monitor you with sensitive tools like CT scans or other imaging techniques, blood tests, or bone marrow biopsies&mdash;depending on which type of cancer you had&mdash;to make sure the cancer hasn&rsquo;t returned.</p>\n<p>Of course, even with all these techniques, doctors can&rsquo;t know for sure they&rsquo;ve eradicated every last malignant mass.&nbsp;</p>\n<p>&ldquo;Our most sensitive techniques to detect it don&rsquo;t go down to the very last cell there is,&rdquo; says Lee Greenberger, Ph.D., chief scientific officer at The Leukemia &amp; Lymphoma Society. &ldquo;In theory, any one cancer cell, if it&rsquo;s remaining, could divide and come back.&rdquo;</p>\n<p><strong>Related</strong>: <a href=\"http://www.menshealth.com/health/common-cancer-myths\" target=\"_blank\">5 Common Cancer Myths You Shouldn&rsquo;t Believe Anymore</a></p>\n<p>That&rsquo;s why many doctors still don&rsquo;t utter the c-word&mdash;cure&mdash;until some time has passed. Instead, they might say &ldquo;in remission&rdquo; or &ldquo;cancer-free,&rdquo; Dr. Meyers says.&nbsp;</p>\n<p>In most cases, if cancer returns, it will do so within 5 years. So once you reach that mark, many doctors are more comfortable calling you &ldquo;cured.&rdquo;&nbsp;</p>\n<p>However, this milestone has a different meaning depending on your cancer type.&nbsp;</p>\n<p>For instance, people who survive certain types of head and neck cancers for five years have a 91 percent chance of reaching 10 years without a recurrence, according to a study in the journal <em>Cancer</em>. And 19 of 20 men who have a second round of testicular cancer do so within two years of finishing treatment, according to Cancer Research UK.</p>\n<p>Melanoma, meanwhile, often returns years later, even after that 5-year mark. More than one in 20 patients have a recurrence a decade after their first diagnosis, according to a study in the <em>Journal of the American College of Surgeons</em>.</p>\n<h2>Could Cancer Become a Chronic Disease?</h2>\n<p>Cancers that are detected at early stages are often easier to &ldquo;cure.&rdquo; That&rsquo;s because all of the malignant cells in a single tumor can be removed by surgery or through other treatments before they are able to spread, or &ldquo;hide&rdquo; in other areas of your body, where they can rear up later.&nbsp;</p>\n<p>But when cancer progresses to stage 4&mdash;where the cancer cells have spread to distant tissues or organs in your body&mdash;it&rsquo;s much more difficult to eradicate, Pearman says.&nbsp;</p>\n<p>Localized treatments like surgery or radiation usually aren&rsquo;t options, and more healthy tissues are often damaged.&nbsp;</p>\n<p>Still, having a cancer that can&rsquo;t be &ldquo;cured&rdquo; isn&rsquo;t quite the death sentence it once was.</p>\n<p>In another relatively new development, scientists have begun increasing survival rates and adding years to patient&rsquo;s lives, even when they can&rsquo;t cure the disease.&nbsp;</p>\n<p>In this new model, cancer resembles more of a chronic disease like diabetes, which never goes away but can be managed. So while the cancer will still be evident in your body, it will be held in check.</p>\n<p><strong>Related</strong>: <a href=\"http://www.menshealth.com/health/immortality-5-step-plan\" target=\"_blank\">Your 5-Step Plan For Living Longer</a></p>\n<p>Doctors do this with medications&mdash;like imatinib (Gleevec), a targeted treatment approved for a blood cancer called chronic myeloid leukemia (CML) in 2001&mdash;lifestyle changes, or even just watchful monitoring over time, Dr. O&rsquo;Day says.&nbsp;</p>\n<p>Some cancers, such as CML and slow-growing prostate cancer, might be treated like this right off the bat. In other cases, like with lung cancer, you might try treatments aimed at cures first, then change tactics if the cancer doesn&rsquo;t go away or returns.</p>\n<p>So while the complexity of cancer means an across-the-board cure has remained elusive, these new innovative treatments that have extended patients&rsquo; lifespans have sparked &ldquo;tremendous optimism&rdquo; in the cancer community for the future, says Dr. O&rsquo;Day.</p>]]></description>\n    </item>\n    <item>\n      <title>Watching This Many Hours Of TV a Day May Increase Your Risk Of Death By 15 Percent</title>\n      <link>http://www.menshealth.com/health/tvs-terrible-cost</link>\n      <guid isPermaLink=\"false\">1066291</guid>\n<pubDate>Wed, 04 May 2016 19:27:08 +0000</pubDate>\n<dc:modified>Mon, 09 May 2016 23:51:51 +0000</dc:modified>\n<dc:creator>The Editors of Men's Health</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/04/tv-cost.jpg\" width=\"1000\" height=\"636\" alt=\"tv cost on health\" />\n<span class=\"copyright\">Image by Shutterstock</span>\n\n<p>Your favorite television shows can make you laugh, cry, or even scream.</p>\n<p>And if you watch them often enough, they can also kill: In an <em>American Journal of Preventive Medicine</em> study, people who watched three to four hours of it a day were 15 percent more likely to die over the 14-year study period than those who watched little to none.</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.21daymetashred.com/21daymetashred/index?cid=BWO_mh.com_textlink_metashred&amp;keycode=256350\">Get In the Best Shape Of Your Life With&nbsp;THE 21-DAY METASHRED&mdash;an At-Home Fitness DVD From&nbsp;<em>Men&rsquo;s Health</em></a></p>\n<p>There&rsquo;s no need to deliberate: Inactivity for long periods isn&rsquo;t healthy. Check out the evidence in the chart below.&nbsp;</p>\n<table border=\"0\" cellpadding=\"1\" cellspacing=\"0\">\n<tbody>\n<tr>\n<td><strong>CAUSE OF DEATH</strong></td>\n<td><strong>% RISE IN RISK PER 2 HOURS OF TV A DAY</strong></td>\n</tr>\n<tr>\n<td>Diabetes</td>\n<td>56</td>\n</tr>\n<tr>\n<td>Suicide</td>\n<td>43</td>\n</tr>\n<tr>\n<td>Parkinson&rsquo;s disease</td>\n<td>35</td>\n</tr>\n<tr>\n<td>Liver disease</td>\n<td>33</td>\n</tr>\n<tr>\n<td>COPD</td>\n<td>28</td>\n</tr>\n<tr>\n<td>Influenza/pneumonia</td>\n<td>24</td>\n</tr>\n<tr>\n<td>Heart disease</td>\n<td>23</td>\n</tr>\n<tr>\n<td>Cancer</td>\n<td>7</td>\n</tr>\n</tbody>\n</table>\n<p>(We&rsquo;re not sure what&rsquo;s behind the suicide connection, but it almost certainly has something to do with&nbsp;<em>Keeping Up With the Kardashians</em>.)</p>\n<p>The service here is simple: Cut down on your amount of screen time&mdash;and get moving. Your body will&nbsp;not only look better for it, but you&rsquo;ll feel better, too. Research has shown that short bouts of physical activity can boost happiness and excitement&mdash;just like your favorite TV show.&nbsp;</p>]]></description>\n    </item>\n    <item>\n      <title>Why You Should Balance On One Leg During Your Next Workout</title>\n      <link>http://www.menshealth.com/fitness/why-you-should-balance-on-one-leg-during-your-next-workout</link>\n      <guid isPermaLink=\"false\">1066096</guid>\n<pubDate>Wed, 04 May 2016 17:40:00 +0000</pubDate>\n<dc:modified>Fri, 06 May 2016 16:00:02 +0000</dc:modified>\n<dc:creator>Jill Fanslau</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/modules/custom/rodalewire_utils/rodale.jpg\" />\n<span class=\"copyright\">Rodale Inc.</span>\n<p>Here&rsquo;s something you don&rsquo;t see at the gym everyday: Men balancing on one leg.&nbsp;</p><p>If it was up to <i>Men&rsquo;s Health </i>Fitness Director B.J. Gaddour, though, it would be a regular occurrence.&nbsp;</p><p>Better lower-body balance leads to improved performance in the gym, he explains. The more stable your feet and leg muscles, the more power and strength you&rsquo;ll be able to generate throughout the rest of your body.&nbsp;</p><p>Plus, balancing drills allow you to strengthen all the stabilizing muscles around your joints so you&rsquo;ll suffer fewer injuries over time. &nbsp;</p><p>Add the single-leg balance flow shown in the video above to your weekly routine. Challenge yourself by adding movement, changing up the terrain, or even closing your eyes.&nbsp;</p>]]></description>\n    </item>\n    <item>\n      <title>Why Long, Boring Car Rides May Give You an Erection</title>\n      <link>http://www.menshealth.com/guy-wisdom/am-i-normal-erections</link>\n      <guid isPermaLink=\"false\">281966</guid>\n<pubDate>Wed, 04 May 2016 16:47:00 +0000</pubDate>\n<dc:modified>Thu, 05 May 2016 17:04:36 +0000</dc:modified>\n<dc:creator>The Editors of Men's Health</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/2014/03/excited-driver.jpg\" width=\"644\" height=\"408\" alt=\"excited-driver.jpg\" />\n<span class=\"copyright\">Image by Thinkstock</span>\n<p>Those long car rides are incredibly boring, yet your penis is standing at attention. What gives?</p>\n<p>The erections you pop while on a long car, bus, or plane ride is actually pretty normal. And it&rsquo;s because you&rsquo;re basically planting your perineum on a giant vibrator.&nbsp;</p>\n<p>As the vehicle&rsquo;s vibrations travel to your seat, they stimulate nerves at the base of your penis.&nbsp;</p>\n<p>This activates your parasympathetic nervous system, directing blood to your penis, says Thomas J. Walsh, M.D., a urologist and the director of the Men&rsquo;s Health Center at the University of Washington.</p>\n<p>At the same time, something else is stimulated: your imagination.&nbsp;</p>\n<p>&ldquo;When you spark this nervous system, you may also activate pleasure sensors that can back-feed and trigger sexual arousal,&rdquo; Dr. Walsh says.&nbsp;</p>\n<p>Both of these factors can help you pop a boner.</p>\n<p><strong>Related</strong>: <a href=\"https://www.rodaleu.com/courses/the-mens-health-guide-to-erectile-dysfunction?utm_source=MensHealth&amp;utm_medium=article&amp;utm_campaign=am-i-normal-erections\" target=\"_blank\">The <em>Men&rsquo;s Health </em>Complete Guide To Erectile Dysfunction&mdash;the Only Resource You &nbsp;Need For Your Most Pressing Penis Problem</a></p>\n<p>So what do you do when you reach your destination and need to avoid an awkward exit?</p>\n<p>Dr. Walsh suggests giving your inner thigh a firm pinch. Pain triggers nerves that will make your erection evaporate.</p>]]></description>\n    </item>\n    <item>\n      <title>The Weightlifting Routine That Helped This Runner Put On 40 Pounds Of Muscle</title>\n      <link>http://www.menshealth.com/fitness/how-ryan-hall-gained-40-pounds-of-muscle</link>\n      <guid isPermaLink=\"false\">1065541</guid>\n<pubDate>Wed, 04 May 2016 15:16:15 +0000</pubDate>\n<dc:modified>Wed, 11 May 2016 01:10:18 +0000</dc:modified>\n<dc:creator>Erin Strout for Runner’s World</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/modules/custom/rodalewire_utils/rodale.jpg\" />\n<span class=\"copyright\">Rodale Inc.</span>\n<p>When <a href=\"http://www.runnersworld.com/tag/ryan-hall\" target=\"_blank\">Ryan Hall</a> returned to the Boston Marathon in April to make appearances, all anybody could talk about was his size. Since he announced his retirement&nbsp;from professional running this winter, the fastest American-born marathoner has packed on almost 40 pounds.</p>\n<p>&ldquo;People were commenting that they couldn&rsquo;t even recognize me,&rdquo; Hall said. &ldquo;And then some people were like, &lsquo;You&rsquo;re fat&rsquo; or &lsquo;You look good, but you&rsquo;re big.&rsquo; I needed to show people that that yes, I look different, but it&rsquo;s not like I just got fat. I didn&rsquo;t just start eating the house and stop working out.&rdquo;</p>\n<p>So Hall took a photo of himself with his shirt off and posted it to Twitter to set the record straight. In the picture it was clear that the lifelong distance runner had a new activity: weightlifting. Six days per week he takes to his makeshift gym in the garage to build a body he spent the past 20 years trying to whittle down to be as light and lean as possible.</p>\n<blockquote data-lang=\"en\">\n<p dir=\"ltr\" lang=\"en\">Me at the end of bulking about to start my first cut (165 lbs). Starting to feel a little soft. <a href=\"https://t.co/5b5kuQ5m9I\">pic.twitter.com/5b5kuQ5m9I</a></p>\n<p>&mdash; Ryan Hall (@ryanhall3) <a href=\"https://twitter.com/ryanhall3/status/723176562154213376\">April 21, 2016</a></p>\n</blockquote>\n<p>As a result, he&rsquo;s gone from 127 pounds last summer to 165 pounds today. And he couldn&rsquo;t be happier about it.</p>\n<p>(Transform your body with <a href=\"http://www.21daymetashred.com/21daymetashred/index?cid=BWO_mh.com_textlink_metashred&amp;keycode=256350\">THE 21-DAY METASHRED</a>, an at-home fitness program from&nbsp;<em>Men&rsquo;s Health.&nbsp;</em>One guy lost 25 pounds of fat in 6 weeks!)</p>\n<p>&ldquo;I&rsquo;ve been small and weak my entire life&mdash;just, like, totally underdeveloped,&rdquo; Hall said. &ldquo;I&rsquo;ve always wondered what it would feel like to be big and strong.&rdquo;</p>\n<p>Most days he spends up to two hours working out. He focuses two days each on arms, legs, and back and chest. When Hall started, he could only bench press about 100 pounds. Now he&rsquo;s maxing out at more than 200 pounds, he said.</p>\n<p>Hall, whose personal best in the marathon was 2:04:58, retired from running at age 33, because chronically low testosterone and extreme fatigue would no longer allow him to train at the level necessary to compete.</p>\n<p>Since then, he has been coaching his wife, <a href=\"http://www.runnersworld.com/tag/sara-hall\" target=\"_blank\">Sara Hall</a>, who ran a career best 2:30:06 at the London Marathon&nbsp;at the end of April, as well as focusing on parenthood with his four daughters adopted last fall from Ethiopia.</p>\n<p>And Hall has taken up bodybuilding, writing his own workouts and changing up what he does every day so that his body keeps adapting. He said it&rsquo;s been fun to do something he was not particularly good at in the beginning&mdash;after four years of chasing improvement in running and not seeing results, the rapid advances in weightlifting have been a morale-booster.</p>\n<p>The new routine has also raised his energy level.</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.menshealth.com/fitness/how-to-get-up-early\">5 Guys Who Wake Up at 4 a.m. to Work Out Tell You How They Do It</a></p>\n<p>&ldquo;I feel like it&rsquo;s giving life to my body instead of taking it away,&rdquo; he said. &ldquo;Now I can go run and not feel fatigued and feel good. But I&rsquo;m also doing so much less running-wise than I ever have&mdash;like, 12 miles a week compared to 12 miles a day.&rdquo;</p>\n<p>He hasn&rsquo;t totally lost his speed, though, as he discovered when Sara had a pre-London workout to do and he was without a bike to ride beside her. Hall jumped in and surprised himself with three miles at 5:40 pace without having done a lick of speedwork in at least four months. He often structures his weight workouts to include short rest between sets&mdash;around 45 seconds&mdash;which end up providing cardio benefits, too.</p>\n<p>His diet has also undergone a transformation from carb-focused to protein-heavy. Hall takes in about 50 grams of protein every three hours&mdash;six meals a day that add up to about 3,500 calories in the form of favorites like Muscle Milk pancakes and plenty of fish.</p>\n<p>&ldquo;I still weigh myself every morning, but I get bummed if I&rsquo;m not putting on half a pound now, whereas in running it was the complete opposite,&rdquo; Hall said. &ldquo;I was always trying to knock off a pound here and there.&rdquo;</p>\n<p>Along the way, he has also gained some necessary fat. He&#39;s now at a point that he wants cut a couple of those kind of pounds to stay muscular, as he indicated in his tweet.</p>\n<p>Since the end of his running career, Hall has now traveled to the <a href=\"http://www.runnersworld.com/olympic-trials\" target=\"_blank\">Olympic Marathon Trials</a>, Boston, and London&mdash;the sites of some of his history-making performances. While it is sometimes difficult to not be on those starting lines anymore, don&rsquo;t look for Hall to return to the scene.</p>\n<p>&ldquo;It stirs up a little something in me,&rdquo; he said. &ldquo;But there&rsquo;s never any doubt. There&rsquo;s a sadness that I&rsquo;m not ever going to get to experience that for myself again and that was such a fun time&hellip;but there&rsquo;s never been a second of, &lsquo;Maybe I can get back in shape and do this.&rsquo; I am so sure that my body had nothing left to give me in terms of running that there isn&rsquo;t any question whether I made the right decision.&rdquo;</p>\n<p>Now the singular focus is on becoming as big and muscular as he possibly can. Gone are the days of sizes small and medium. Hall is buying size large&mdash;and extra large, just in case it ever comes to that.</p>\n<p>&ldquo;I&rsquo;m definitely filling out my shirts,&rdquo; he said. &ldquo;But now the medium stuff doesn&rsquo;t look quite right. I&rsquo;ve had to order some new clothes, but it&rsquo;s all good.&rdquo;</p>\n<h2>Ryan Hall&rsquo;s Weightlifting Workout</h2>\n<p>Below is Hall&rsquo;s full workout, with some exercises linking to MensHealth.com articles and videos that show proper form for the move. (<em>Men&rsquo;s Health</em>&nbsp;and&nbsp;<em>Runner&rsquo;s World </em>are both&nbsp;owned by Rodale.) For each superset, Hall takes little to no rest between each exercise. He rests for 45 seconds after the second exercise.</p>\n<p>&ldquo;Rather than being very concerned about the number of reps I am doing I focus on contracting the intended muscle group very hard,&rdquo; Hall said. &ldquo;I tell myself I am not lifting weights; I am contracting muscles. So rather than stopping when I get to a given number of reps, I just go to failure on every exercise, every set. I know not everyone agrees with this approach of going to complete failure, but I like it and it works for me.&rdquo;</p>\n<p><strong>MONDAY AND THURSDAY: CHEST AND BACK</strong></p>\n<p><strong>Superset 1:</strong></p>\n<ul>\n<li><span><a href=\"http://www.menshealth.com/fitness/exercise-of-the-week-dumbbell-incline-press\" target=\"_blank\">Incline dumbbell bench press</a> (10 sets of 4 to 10 reps)</span></li>\n<li><span><a href=\"http://www.menshealth.com/exercise/chinup-0\" target=\"_blank\">Chinup</a>&nbsp;(as many reps as possible)</span></li>\n</ul>\n<p><strong>Superset 2:</strong></p>\n<ul>\n<li><span><a href=\"http://www.menshealth.com/video/barbell-bench-press-1\" target=\"_blank\">Barbell bench press</a> (8 sets of 4 to 10 reps)</span></li>\n<li><span><a href=\"http://www.menshealth.com/exercise/standing-supported-single-arm-dumbbell-row\" target=\"_blank\">Dumbbell single-arm bent over row</a>&nbsp;(8 sets of 4 to 10 reps)</span></li>\n</ul>\n<p><strong>Superset 3:</strong></p>\n<ul>\n<li><span><a href=\"http://www.menshealth.com/exercise/dumbbell-reverse-fly\" target=\"_blank\">Dumbbell fly</a>&nbsp;(5 sets of 4 to 10 reps)</span></li>\n<li><span><a href=\"http://www.menshealth.com/video/dumbbell-pullover\" target=\"_blank\">Dumbbell pullover</a>&nbsp;(5 sets of 4 to 10 reps)</span></li>\n</ul>\n<p><strong>Finish:</strong></p>\n<ul>\n<li><span><a href=\"http://www.menshealth.com/fitness/ultimate-chest-warmup/diamond-pushup\" target=\"_blank\">100 diamond pushups</a></span></li>\n<li><span><a href=\"http://www.menshealth.com/fitness/best-abs-exercises-ever\">10 minutes of abs</a> (1 minute on/1 minute off)</span></li>\n</ul>\n<p><strong>TUESDAY AND FRIDAY: ARMS</strong></p>\n<p><strong>Superset 1:</strong></p>\n<ul>\n<li><span><a href=\"http://www.menshealth.com/video/barbell-shoulder-press\" target=\"_blank\">Barbell military press</a> (10 sets of 4 to 10 reps)</span></li>\n<li><span><a href=\"http://www.menshealth.com/exercise/dumbbell-front-raise\" target=\"_blank\">Dumbbell front raise</a>&nbsp;(10 sets of 4 to 10 reps)</span></li>\n</ul>\n<p><strong>Superset 2:</strong></p>\n<ul>\n<li><span><a href=\"http://www.menshealth.com/video/how-to-do-the-arnold-press\" target=\"_blank\">Dumbbell Arnold press</a>&nbsp;(8 sets of 4 to 10 reps)</span></li>\n<li><span><a href=\"http://www.menshealth.com/exercise/dumbbell-lateral-raise\" target=\"_blank\">Dumbbell lateral raise</a>&nbsp;(8 sets of 4 to 10 reps)</span></li>\n</ul>\n<p><strong>Superset 3: &nbsp;</strong></p>\n<ul>\n<li><span><a href=\"http://www.menshealth.com/exercise/dumbbell-row-0\" target=\"_blank\">Dumbbell row</a>&nbsp;(5 sets of 4 to 10 reps)</span></li>\n<li><span>Bent-over arm raises&nbsp;(5 sets of 4 to 10 reps)</span></li>\n</ul>\n<p><strong>Superset 4:</strong></p>\n<ul>\n<li><span><a href=\"http://www.menshealth.com/video/standing-barbell-curl\" target=\"_blank\">Barbell curl</a>&nbsp;(10 sets of 4 to 10 reps)</span></li>\n<li><span><a href=\"http://www.menshealth.com/exercise/dumbbell-overhead-triceps-extension\" target=\"_blank\">Dumbbell overhead triceps extension</a>&nbsp;(10 sets of 4 to 10 reps)</span></li>\n</ul>\n<p><strong>Superset 5:</strong></p>\n<ul>\n<li><span><a href=\"http://www.menshealth.com/fitness/simple-exercises-for-bigger-biceps\" target=\"_blank\">Reverse curls</a> (8 sets of 4 to 10 reps)</span></li>\n<li><span>Dumbbell skull crushers (8 sets of 4 to 10 reps)</span></li>\n</ul>\n<p>&nbsp;<br />\n\t<strong>Superset 6:</strong></p>\n<ul>\n<li><span><a href=\"http://www.menshealth.com/video/squat-concentration-curl\" target=\"_blank\">Dumbbell concentration curl</a>&nbsp;(5 sets of 4 to 10 reps)</span></li>\n<li><span><a href=\"http://www.menshealth.com/fitness/best-tricep-workouts?slide=3\" target=\"_blank\">Triceps dip</a>&nbsp;(5 sets of 4 to 10 reps)</span></li>\n</ul>\n<p><strong>Superset 7:</strong></p>\n<ul>\n<li><span><a href=\"http://www.menshealth.com/fitness/best-grip-exercises?slide=10\" target=\"_blank\">Forearm wrist curl</a>&nbsp;(5 sets of 4 to 10 reps)</span></li>\n<li><span><a href=\"http://www.menshealth.com/fitness/best-grip-exercises/10-wrist-extension\" target=\"_blank\">Reverse forearm wrist curl</a>&nbsp;(5 sets of 4 to 10 reps)</span></li>\n</ul>\n<p><strong>Finish:</strong></p>\n<ul>\n<li><a href=\"http://www.menshealth.com/fitness/best-abs-exercises-ever\"><span>15 minutes of various ab exercises</span></a></li>\n</ul>\n<p>&nbsp;<br />\n\t<strong>WEDNESDAY AND SATURDAY: LEGS</strong></p>\n<ul>\n<li><span><a href=\"http://www.menshealth.com/video/barbell-squat-1\" target=\"_blank\">Barbell squat</a>&nbsp;(10 sets of 4 to 10 reps)</span></li>\n<li><span><a href=\"http://www.menshealth.com/exercise/dumbbell-lunge\" target=\"_blank\">Weighted lunge</a>&nbsp;(8 sets of 4 to 10 reps)</span></li>\n<li><span><a href=\"http://www.menshealth.com/video/barbell-good-morning\" target=\"_blank\">Barbell good morning</a>&nbsp;(5 sets of 10 to 20 reps)</span></li>\n<li><span><a href=\"http://www.menshealth.com/exercise/barbell-deadlift\" target=\"_blank\">Barbell deadlift</a> (5 sets of 4 to 10 reps)</span></li>\n</ul>\n<p><strong>Machine exercises:</strong></p>\n<ul>\n<li><span>Toe raises (10 sets of 4 to 20 reps)</span></li>\n<li><span>Quad extension (5 sets of 4 to 10 reps)</span></li>\n<li><span>Hamstring curl (5 sets of 4 to 10 reps)</span></li>\n<li><span>Cable ab curl (5 sets of 10 reps)</span></li>\n</ul>\n<p><em>The article</em> <a href=\"http://www.runnersworld.com/elite-runners/thats-not-fat-how-ryan-hall-gained-40-pounds-of-muscle\" target=\"_blank\">That&rsquo;s Not Fat: How Ryan Hall Gained 40 Pounds of Muscle</a> <em>originally ran on RunnersWorld.com.</em></p>]]></description>\n    </item>\n    <item>\n      <title>How to Tell the Difference Between Bourbon and Rye Whiskeys </title>\n      <link>http://www.menshealth.com/guy-wisdom/bourbon-rye-differences</link>\n      <guid isPermaLink=\"false\">1063431</guid>\n<pubDate>Tue, 03 May 2016 20:27:46 +0000</pubDate>\n<dc:modified>Mon, 09 May 2016 23:07:36 +0000</dc:modified>\n<dc:creator>Rachael Schultz</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/bourbon-rye.jpg\" width=\"1000\" height=\"636\" alt=\"Whiskey\" title=\"Whiskey\" />\n<span class=\"copyright\">Photograph by Shutterstock</span>\n<p>If you know a little bit about cocktails, you can probably spout off the main whiskey in a Manhattan (rye) and an Old Fashioned (bourbon). &nbsp;</p>\n<p>But could you actually tell the difference between the two whiskey flavors? Probably not, says a new study in the <em>Journal of Food Science</em>.</p>\n<p>When scientists asked participants to organize whiskeys in a blind flavor test, they couldn&rsquo;t sort the booze samples by type (bourbon or rye)&mdash;only by brand (like Jim Beam).&nbsp;</p>\n<p>Distinguishing flavor is tricky because bourbon and rye both fall in the same whiskey family (alongside scotch and Irish). So you have to look for nuances, says Tim Harland, the vice president of sales and marketing at Grand Teton Distillery in Idaho.&nbsp;</p>\n<p><strong>Related:</strong>&nbsp;<a href=\"http://www.menshealthbettermanproject.com/menshealthBetterManProject/index?cid=BWO_mh.com_html_hp_betterman&amp;keycode=253103\" target=\"_blank\">The Better Man Project&mdash;2,000+ Scientific Ways to Be More Awesome</a></p>\n<p>If you&rsquo;re handed a highball glass from your girlfriend&rsquo;s dad or from your boss at the next dinner meeting, here&rsquo;s how to tell the difference between bourbon and rye to prove your whiskey prowess:&nbsp;</p>\n<p>Bourbons have a sweeter, mellower undertone because they&rsquo;re made from more corn than other whiskies. You&rsquo;ll also pick up more of a caramel taste in bourbons, which comes from the oak barrels distillers use to age them.&nbsp;</p>\n<p>Ryes, meanwhile, are a bit spicier, dryer, and more full-bodied than bourbons.&nbsp;</p>\n<p>But the best way to ID bourbon, rye, and other whiskeys is to keep trying different bottles, and take mental notes of what you taste.&nbsp;</p>\n<p>&ldquo;Each individual picks up different flavors in the same glass of whiskey,&rdquo; Harland says. You may taste caramel while your buddy gets more vanilla on his tongue. The more types of whiskeys you taste straight, the more you&rsquo;ll understand how their flavor profiles differ.&nbsp;</p>]]></description>\n    </item>\n    <item>\n      <title>How to Perform a Zercher Squat</title>\n      <link>http://www.menshealth.com/fitness/how-to-do-zercher-squat</link>\n      <guid isPermaLink=\"false\">1063421</guid>\n<pubDate>Tue, 03 May 2016 20:18:43 +0000</pubDate>\n<dc:modified>Mon, 09 May 2016 23:04:11 +0000</dc:modified>\n<dc:creator>Jill Fanslau</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/zercher-squat.jpg\" width=\"1000\" height=\"636\" alt=\"Zercher squat\" />\n<span class=\"copyright\">Image by Shutterstock</span>\n<p>Make your squat do more work with every rep.</p>\n<p>By holding the barbell in the crooks of your elbows&mdash;like you do during the Zercher squat&mdash;you&rsquo;ll engage your traps, abs, and biceps more than a standard back squat, says <em>Men&rsquo;s Health</em> Fitness Director B.J. Gaddour.</p>\n<p>The Zercher squat also allows you to sink deeper into the bottom position, boosting your glute and quad activation. This variation can help you boost your front squat, too, explains Gaddour.</p>\n<p>Holding the weight in your elbows may feel awkward or even painful at first. In the video above, Gaddour shows you several ways to relieve discomfort during the movement, as well as how to perform the Zercher squat perfect form.</p>\n<p>Want to program the exercise into your own routine? Here are a few recommendations from Gaddour:</p>\n<p>1. Do the exercise as your main lower-body strength move, working in the 3 to 5-rep range.<br />\n\t2. Do it after your squat work, performing 8 to 12 repetitions.<br />\n\t3. Squat for 5 to 10 reps, and then do a Zercher carry for 30 to 60 seconds to overload your shoulders and abs.</p>]]></description>\n    </item>\n    <item>\n      <title>Never Take Your Clothes to the Dry Cleaner Again</title>\n      <link>http://www.menshealth.com/style/right-way-to-clean-clothes</link>\n      <guid isPermaLink=\"false\">1063186</guid>\n<pubDate>Tue, 03 May 2016 19:44:16 +0000</pubDate>\n<dc:modified>Thu, 05 May 2016 18:28:11 +0000</dc:modified>\n<dc:creator>Dan Michel</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/dirty-shirt.jpg\" width=\"1000\" height=\"636\" alt=\"stains\" />\n<span class=\"copyright\">Photograph by Travis Rathbone</span>\n<p>When your clothes get dirty, you know what to do: Send the nicest items out to the cleaners and throw the rest in the wash. Oh, and maybe get those scuffed wingtips polished up while you&rsquo;re at it.</p>\n<p>Easy? Sure. Good for your stuff? Probably not.</p>\n<p>In fact, leaving your clothes with the professionals might actually shorten their life.&nbsp;</p>\n<p>With a few exceptions, most of your best articles can be washed at home, including cashmere sweaters, linen shirts, and even some wool pants, says Lindsey Boyd, cofounder of The Laundress, a fabric care line.</p>\n<h2><strong>Shirts</strong></h2>\n<p><strong>Button-Downs</strong></p>\n<p>Professional cleaning can mean subjecting your shirts to harsh chemicals and soaps. Then they&rsquo;re ironed on a big, heavy press, which can crush buttons and wear out fabrics if the operator isn&rsquo;t careful.</p>\n<p>So wash that shirt yourself after every wearing, unless you&rsquo;re an undershirt guy, in which case you can go two or three wearings.</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.menshealthbettermanproject.com/menshealthBetterManProject/index?cid=BWO_mh.com_html_hp_betterman&amp;keycode=253103\" target=\"_blank\">The Better Man Project&mdash;2,000+ Tips and Tricks For Always Looking And Feeling Your Best</a></p>\n<p>In any event, do launder it if you notice any discoloration around the collar, cuffs, or armpits: Turn the shirt inside out and gently treat those areas with a stain stick.</p>\n<p>Then wash it in warm water on a delicate cycle and hang it to dry. (No dryer!)</p>\n<p>For a crisp finish, send it out for a press&mdash;not a cleaning. (Or iron it yourself.) Then hang it on a wood or plastic hanger; a wire one can stretch the fabric, leaving a shoulder crease.</p>\n<p>And don&rsquo;t crowd the closet&mdash;that causes wrinkles.</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.menshealth.com/style/never-iron-clothes-again\" target=\"_blank\">How to Never Iron Your Clothes Again</a></p>\n<p><strong>T-Shirts</strong></p>\n<p>If your favorite tee fits perfectly, don&rsquo;t expose it to high heat, which can shrink and degrade its fibers.</p>\n<p>Turn it inside out, wash it in warm water, and hang it to dry so it maintains its shape. Or use a dryer on low heat.</p>\n<p>But skip dryer sheets, says Boyd. The right detergent is enough to ease static cling and freshen your clothes.</p>\n<h2><strong>Pants</strong></h2>\n<p><img alt=\"\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/jeans_1.jpg\" /><figcaption><span>Photograph courtesy of Travis Rathbone</span> </figcaption>    </p>\n<p><strong>Denim&nbsp;</strong></p>\n<p>Don&rsquo;t listen to the guy who insists he never washes his jeans because it spoils their integrity. (And don&rsquo;t stand too close to him either.)</p>\n<p>If you want your denim to keep its color, wash it by hand, says Eric Goldstein of The Jean Shop in New York City.</p>\n<p>Place them in a tub with enough room-temperature water to cover them; add a few drops of liquid detergent, mix it in with your hands, and soak them for five minutes. Remove, rinse, and hang to dry.</p>\n<p>Too stiff? Toss &rsquo;em in the dryer with a couple of tennis balls on air dry (no heat) for 30 minutes. This will soften the fabric and break the denim back in. (First make sure they&rsquo;re completely dry to avoid shrinkage.)</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.menshealth.com/style/21-best-jeans-for-men\" target=\"_blank\">The 21 Best Jeans For Men</a></p>\n<p><strong>Cotton</strong></p>\n<p>Cotton fibers are tough, says Boyd. So you can wash your favorite chinos like you do your tees: Turn them inside out to target body grime and machine-wash in warm water.</p>\n<p>Hang dry to preserve the fit.</p>\n<p><strong>Wool</strong></p>\n<p>If your trousers are lined, they run a higher risk of shrinkage in the spin cycle; have them dry-cleaned.</p>\n<p>Unlined? Sure, wash them at home. But remember, wool is a type of hair.</p>\n<p>Use cold water on a delicate cycle and then hang them to dry.</p>\n<h2><strong>Suits</strong></h2>\n<p><strong>\n    <img alt=\"\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/drycleaning.jpg\" /><figcaption><span>Image courtesy of Travis Rathbone</span> </figcaption>    </strong></p>\n<p><strong>Wool</strong></p>\n<p>A wool suit has structure and a lining, so it needs to be dry-cleaned&mdash;but only once every three or four wearings.</p>\n<p>Between cleanings, slip the jacket on a wide hanger to maintain its shape. If you notice a stain, grab a soft cloth and dab it (don&rsquo;t wipe); then take the suit to the cleaners.</p>\n<p>At the end of each season, take your suits for a final cleaning and store them in cotton garment bags, which are breathable. When a suit is shrouded in a plastic bag, hard-to-see stains might set permanently and attract insects.</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.menshealth.com/style/16-simple-rules-buying-perfect-suit\" target=\"_blank\">16 Simple Rules For Buying the Perfect Suit</a></p>\n<p><strong>Cotton</strong></p>\n<p>Your cotton suits are more absorbent than the wool ones but require the same care.</p>\n<p>Hang them up after every wearing and drop them at the dry cleaners every three or four wearings, with spot treatment as needed. Always have both pieces done together, even if one doesn&rsquo;t seem to need it, so the colors stay matched.</p>\n<p>Between cleanings, you can steam the jacket and press the trousers on your own.</p>\n<h2><strong>Sweaters</strong></h2>\n<p><strong>\n    <img alt=\"\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/sweater-1.jpg\" /><figcaption><span>Photograph courtesy of Travis Rathbone</span> </figcaption>    </strong></p>\n<p><strong>Cashmere</strong></p>\n<p>Dry cleaning strips oils and damages cashmere fibers; your sweater will last longer if you wash it at home.</p>\n<p>Washing is good for the fibers, Boyd says, because it brings out their natural oils.</p>\n<p>Do it by hand, or machine-wash it inside a mesh bag. Use cold water to preserve fit and color.</p>\n<p>To dry, lay it flat on a towel and roll it up to squeeze out the excess water; then unroll and lay flat again to air-dry overnight. Store sweaters folded; hanging stretches the shoulders.</p>\n<p><strong>Wool and Cotton</strong></p>\n<p>Both materials are sturdy enough to stand up to a spin cycle, as long as you use a delicate setting and cool water to minimize shrinkage.</p>\n<p>Dry and store the same as for cashmere.</p>]]></description>\n    </item>\n    <item>\n      <title>The Type Of Food That Lowers Your Risk Of Suffering a Heart Attack By 34 Percent</title>\n      <link>http://www.menshealth.com/health/fruit-and-heart-risk</link>\n      <guid isPermaLink=\"false\">1062901</guid>\n<pubDate>Tue, 03 May 2016 17:44:57 +0000</pubDate>\n<dc:modified>Mon, 09 May 2016 23:04:01 +0000</dc:modified>\n<dc:creator>Paige Fowler</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/food-types.jpg\" width=\"1000\" height=\"636\" alt=\"fruit and heart\" />\n<span class=\"copyright\">Image by Shutterstock</span>\n<p>It&rsquo;s not just apples&mdash;any kind of fruit might keep the doctor away: Eating fruit daily could protect you from heart disease and stroke, reports the <em>New England Journal of Medicine</em>.</p>\n<p>In the study of more than 500,000 adults in China, researchers found that those who consumed fruit daily were 40 percent less likely to die from heart disease than those never or rarely ate fruit.</p>\n<p>They were also 34 percent less likely to have a heart attack, and 36 percent less likely to experience an ischemic stroke, the most common kind of stroke that occurs when blood flow to the brain becomes blocked.&nbsp;</p>\n<p>And it doesn&rsquo;t take much fruit to make a difference: The people who consumed the most fruit were only taking in an average of about 170 grams a day.</p>\n<p>That&rsquo;s slightly less than a medium-sized apple, which clocks in at 182 grams, according to the USDA Nutrient Database.</p>\n<p>Researchers aren&rsquo;t sure of the exact reason why fruit is so beneficial.&nbsp;</p>\n<p>But what they do know, however, is that it&rsquo;s a rich source of potassium, fiber, folate, antioxidants, and phytochemicals, which have each been shown to protect the heart, says study author Huaidong Du, Ph.D., of the University of Oxford.</p>\n<p>Of course, people who eat more fruit may tend to have healthier diets overall and exercise more frequently&mdash;two other heart-healthy habits&mdash;but researchers controlled for those factors in their analysis.</p>\n<p><strong>Related</strong>: <a href=\"http://www.21daymetashred.com/?cid=BWO_mh.com_textlink_metashred&amp;keycode=256350\" target=\"_blank\">THE 21-DAY METASHRED&mdash;an At-Home Body-Shredding Program That Strips Away Fat and Reveals Rock-Hard Muscle</a></p>\n<p>Since the link remained even after adjusting for those factors, it&rsquo;s likely that there is something specific about fruit that&rsquo;s responsible for protecting your heart. &nbsp;</p>\n<p>The takeaway? Fit at least one serving of fruit in your diet every day, Dr. Du says. To hit the average the study participants consumed, that would be about one medium apple, one medium pear, 9 large strawberries, or 1 cup cubed cantaloupe. &nbsp;</p>\n<p>Blend it up in one these <a href=\"http://www.menshealth.com/nutrition/healthy-protein-smoothie-recipes\" target=\"_blank\">20 Healthy, Protein-Packed Smoothie Recipes</a> to get an even bigger nutritional bang for your buck.&nbsp;</p>]]></description>\n    </item>\n    <item>\n      <title>4 Ways to Make Side Planks Less Boring </title>\n      <link>http://www.menshealth.com/fitness/4-side-plank-variations</link>\n      <guid isPermaLink=\"false\">1058426</guid>\n<pubDate>Mon, 02 May 2016 21:22:43 +0000</pubDate>\n<dc:modified>Thu, 05 May 2016 17:48:58 +0000</dc:modified>\n<dc:creator>Ali Eaves</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/modules/custom/rodalewire_utils/rodale.jpg\" />\n<span class=\"copyright\">Rodale Inc.</span>\n<p>The side plank is one of the best exercises for your core, except for one thing: It&rsquo;s painfully boring.</p>\n<p>Sure, it works your obliques and the other two dozen muscles in your torso, but chances are the first thing that&rsquo;ll wear out is your tolerance for holding still.</p>\n<p>That&rsquo;s why <em>Men&rsquo;s Health</em> Fitness Director B.J. Gaddour, C.S.C.S., multitasks while he planks. In the video above, he demonstrates four ways to add movement to a side plank in order to make it harder&mdash;and less monotonous.</p>\n<p>These variations still train your core muscles to keep your spine stable, preventing back pain and improving your performance in the gym. But they also turn up the intensity on your core and add an extra challenge for your hips, shoulders, and glutes, Gaddour says.</p>\n<p>Pick two, three, or four of the variations and alternate between them for one to two minutes on each side, and repeat for three to five sets.</p>]]></description>\n    </item>\n    <item>\n      <title>5 Outlandish Style Looks From the NFL Draft</title>\n      <link>http://www.menshealth.com/style/style-looks-from-nfl-draft</link>\n      <guid isPermaLink=\"false\">1058421</guid>\n<pubDate>Mon, 02 May 2016 21:14:36 +0000</pubDate>\n<dc:modified>Thu, 05 May 2016 18:12:07 +0000</dc:modified>\n<dc:creator>Christine Flammia</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/zeekmain.jpg\" width=\"1000\" height=\"636\" alt=\"Elliot\" />\n<span class=\"copyright\">Photograph courtesy of Kena Krutsinger/Getty Images</span>\n<p>By the time most professional athletes become household names, they have stylists to help dress them off the field. &nbsp;</p>\n<p>But before they hit the big time, their style is less refined. Enter the 2016 NFL Draft, which was filled with some eye-popping ensembles. (We&rsquo;re looking at you, Ezekiel Elliot.)</p>\n<p>While these athletes&rsquo; outfits may not work for you on a daily basis, there are certain aspects of their looks that we love. Here&rsquo;s how to steal some practical cues from their lavish looks.&nbsp;</p>\n<p><strong>Ezekiel Elliot (Drafted #4 to the Dallas Cowboys)</strong></p>\n<blockquote data-instgrm-version=\"6\">&nbsp;\n</p><p><a href=\"https://www.instagram.com/p/BE10s6Em8Kl/\" target=\"_blank\">A photo posted by Ezekiel Elliott (@ezekielelliott)</a> on <time datetime=\"2016-04-30T22:22:05+00:00\">Apr 30, 2016 at 3:22pm PDT</time></p>\n</p></blockquote>\n<p>Elliot dominated the Draft red carpet by layering this blue and white suit over a cropped top.</p>\n<p><strong>Learn from the look: </strong>Skip the skimpy shirts, but keep the light suit. Use a contrast color, though&mdash;like a neutral button-front shirt that actually covers your belly button&mdash;to really make the white pop.</p>\n<p><strong>Related: </strong><a href=\"http://www.menshealthbettermanproject.com/menshealthBetterManProject/index?cid=BWO_mh.com_html_hp_betterman&amp;keycode=253103\" target=\"_blank\">The Better Man Project&mdash;2,000+ Tips and Tricks For Always Looking And Feeling Your Best</a></p>\n<p><strong>Darron Lee (#20, New York Jets)</strong></p>\n<blockquote data-instgrm-version=\"6\">&nbsp;\n</p><p><a href=\"https://www.instagram.com/p/BEye6n_tlc0/\" target=\"_blank\">A photo posted by Darron Lee (@themanimal_)</a> on <time datetime=\"2016-04-29T15:14:00+00:00\">Apr 29, 2016 at 8:14am PDT</time></p>\n</p></blockquote>\n<p>There&rsquo;s a lot happening here: a printed sport coat, an oversized lapel, and a bow tie. They&rsquo;re all competing for the spotlight.&nbsp;</p>\n<p><strong>Learn from the look:</strong> Focus on one thing, like the print. Make that the main focus, and ease up on the other details.&nbsp;</p>\n<p>Despite the busy ensemble, Lee totally nailed the fit. Notice how the top layer fits his natural shoulder, and there&rsquo;s no puckering around his torso.</p>\n<p><strong>Kevin Dodd (#33, Tennessee Titans)</strong></p>\n<blockquote data-instgrm-version=\"6\">&nbsp;\n</p><p><a href=\"https://www.instagram.com/p/BEyZYPJkB22/\" target=\"_blank\">A photo posted by Kevin Dodd (@kdodd_98)</a> on <time datetime=\"2016-04-29T14:25:37+00:00\">Apr 29, 2016 at 7:25am PDT</time></p>\n</p></blockquote>\n<p>We&rsquo;re digging the pattern on Dodd&rsquo;s sport coat&mdash;but the thin lapels and red pocket square make it feel a little more black-tie affair than NFL Draft.<br />\n\t&nbsp;<br />\n\t<strong>Learn from the look: </strong>Take note of your events. For day-into-evening events, an understated, slim-fit suit is a better pick.&nbsp;</p>\n<p><strong>Related:</strong> <a href=\"http://www.menshealth.com/style/sneakers-and-suits\" target=\"_blank\">11 Sneakers You Can Wear With a Suit</a></p>\n<p><strong>Vernon Hargreaves (#11, Tampa Bay Buccaneers)</strong></p>\n<blockquote data-instgrm-version=\"6\">&nbsp;\n</p><p><a href=\"https://www.instagram.com/p/BEwyBJ5mYJK/\" target=\"_blank\">A photo posted by Vernon Hargreaves III (@districtuno)</a> on <time datetime=\"2016-04-28T23:22:26+00:00\">Apr 28, 2016 at 4:22pm PDT</time></p>\n</p></blockquote>\n<p>Hargreaves rocked this standout suit on Draft night. He nailed the perfect pant length, and we&rsquo;re digging the cognac shoe contrast.&nbsp;</p>\n<p>But a bracelet, watch, and necklace are overkill.</p>\n<p><strong>Learn from the look: </strong>For a dressier occasion, sport a statement watch and ditch the other accessories.</p>\n<p><strong>Jalen Ramsey (#5, Jacksonville Jaguars)</strong></p>\n<blockquote data-instgrm-version=\"6\">&nbsp;\n</p><p><a href=\"https://www.instagram.com/p/BEykdXVF8Ea/\" target=\"_blank\">A photo posted by Jacksonville Jaguars (@jags.fanpage)</a> on <time datetime=\"2016-04-29T16:02:26+00:00\">Apr 29, 2016 at 9:02am PDT</time></p>\n</p></blockquote>\n<p>From bedazzled midsoles to floral prints, we loved looking at Ramsey&rsquo;s footwear choices. However, his collection was all over the map during Draft week.&nbsp;</p>\n<p><strong>Learn from the look: </strong>There&rsquo;s a time and a place for statement shoes. For Ramsey, it&rsquo;s the NFL Draft. For you, it&rsquo;s a summer wedding.</p>]]></description>\n    </item>\n    <item>\n      <title>Everything Scientists Know About Male Multiple Orgasms (Yes, They’re Real!)</title>\n      <link>http://www.menshealth.com/sex-women/everything-scientists-know-about-male-multiple-orgasms</link>\n      <guid isPermaLink=\"false\">1058246</guid>\n<pubDate>Mon, 02 May 2016 20:31:26 +0000</pubDate>\n<dc:modified>Mon, 09 May 2016 23:35:47 +0000</dc:modified>\n<dc:creator>Markham Heid</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/05/mh-men-multi-orgasm1.jpeg\" width=\"1000\" height=\"636\" alt=\"men multiple orgasms\" />\n<span class=\"copyright\">Image by Shutterstock</span>\n<p>Women don&rsquo;t have a monopoly on multiple orgasms: Up to 10 percent of men have had them, too, according to a new Canadian review on the subject.</p>\n<p>&ldquo;Some men are multi-orgasmic from the first time they experience orgasms,&rdquo; says study author Erik Wibowo, Ph.D., a researcher at Vancouver Coastal Health. &ldquo;Others practice to become multi-orgasmic.&rdquo;</p>\n<p>Yes, you may be able to teach yourself to be superhuman in the orgasm department. But first it helps to understand what Wibowo means when he talks about &ldquo;multi-orgasmic&rdquo; men.</p>\n<h2>What Are Multiple Orgasms?</h2>\n<p>After you orgasm&mdash;most of the time&mdash;your body needs <em>at least</em> 20 minutes to reload before you can climax again.</p>\n<p>This reloading phase, called a refractory period, can easily last an hour or more. It tends to get longer as you age.</p>\n<p>Scientists aren&rsquo;t sure why guys have this built-in break between bouts, but it may have something to do with prolactin, a hormone that may hinder arousal. Your prolactin levels spike after you ejaculate.</p>\n<p>(Women don&rsquo;t seem to have this same kind of refractory period, which may be why nearly half of women have had multiples. Here&rsquo;s&nbsp;<a href=\"http://www.menshealth.com/sex-women/how-to-give-her-multiple-orgasms\" target=\"_blank\">How to Give a Woman Multiple Orgasms</a>.)</p>\n<p>Wibowo&rsquo;s study defines male multiple orgasms as any instance where you come more than once in a 20-minute window.</p>\n<p>That might mean experiencing a refractory period that&rsquo;s very short, <em>or</em> skipping your refractory period entirely, his research shows.</p>\n<p>Those multiple orgasms may include ejaculation each time&mdash;or they may not. That&rsquo;s right: You can orgasm without ejaculating.</p>\n<p>Some men have several climaxes in one session but they only ejaculate once, Wibowo says. That ejaculation could happen during the first orgasm, the last one, or somewhere in between, he says.</p>\n<p>While it sounds nuts if you haven&rsquo;t experienced it, an orgasm <em>sans</em> semen can be just as intense as the messy kind, if not more so, Wibowo says&mdash;citing reports from guys who&rsquo;ve enjoyed both varieties.</p>\n<h2>Why Can Some Guys Have Multiple Orgasms?</h2>\n<p>In all the scientific literature on male multiple orgasms, there&rsquo;s only one case study that suggests that men who have multiples are physically different from the rest of us, according to Wibowo&rsquo;s review.</p>\n<p>In that report, scientists monitored the hormone levels of a guy who masturbated himself to three climaxes in a half hour.</p>\n<p>The man didn&rsquo;t have the prolactin surge that most guys experience after orgasm, and that absence of boner-killing chemicals could explain his special abilities, Wibowo says.</p>\n<p><strong>Related:</strong> <a href=\"http://www.menshealth.com/sex-women/10-lessons-about-female-orgasm\" target=\"_blank\">Everything You Need to Know About the Female Orgasm </a></p>\n<p>But that&rsquo;s just one oddball case study, he says, and it probably doesn&rsquo;t explain the majority of male multiple orgasms.</p>\n<p>Apart from a few biological anomalies like that, there&rsquo;s no good evidence that most guys who have multiples are any different from the rest of us, Wibowo says.</p>\n<p>Except, well, being younger. The likelihood that you&rsquo;ll have multiples plummets as you age.</p>\n<p>Nearly 10 percent of 20-somethings are multi-orgasmic, according to the review, but less than 7 percent of guys over 30 have multiples.</p>\n<p>While most men may be physically capable of having multiple orgasms, it&rsquo;s still rare. And science has yet to discover a step-by-step formula that guarantees multiples.</p>\n<h2>How to Teach Yourself to Have Multiple Orgasms</h2>\n<p>If you want to try to double your pleasure, Wibowo&rsquo;s review uncovered a few factors that may promote multiples. Most of these methods come from small studies, so no promises&mdash;but there&rsquo;s no harm in experimenting.</p>\n<p><strong>Related:</strong> <a href=\"https://www.rodaleu.com/courses/how-to-pleasure-a-woman?utm_source=MensHealth&amp;utm_medium=article&amp;utm_campaign=male-multiple-orgasms\" target=\"_blank\">How to Pleasure a Woman&mdash;the Complete Guide to Becoming a Master Lover </a></p>\n<p><strong>Prevent ejaculation</strong><br />\n\tSince your refractory period may be triggered specifically by <em>ejaculation</em>&mdash;not orgasm&mdash;learning to climax while holding back your semen could help you experience multiples. &nbsp;</p>\n<p>Some men can hold in their ejaculation during climax by squeezing the muscles that you use to stop peeing.</p>\n<p>The stronger those muscles are, the better your ability to control your ejaculation. Build strength by performing Kegel exercises: <a href=\"http://www.menshealth.com/sex-women/workout-for-your-penis\" target=\"_blank\">How to Perform Kegels For Men</a>.</p>\n<p>Another option: Some men can prevent ejaculation during climax by pinching the head of the penis. Fair warning: This may be uncomfortable, but it shouldn&rsquo;t hurt.</p>\n<p><strong>Use your imagination</strong><br />\n\tSome evidence suggests that men may be able to cut out the refractory period if they immediately move on to a new partner after climax, Wibowo says. (Bear with us here.)</p>\n<p>Men may have evolved this quirk because there&rsquo;s an obvious reproductive advantage to being able to quickly knock up multiple women, he says.</p>\n<p>But since this isn&rsquo;t ancient Rome and your name isn&rsquo;t Caligula, that option&rsquo;s probably off the table for you.</p>\n<p>We&rsquo;d never suggest fantasizing about someone else during sex, but Wibowo says you may be able to achieve a similar effect through fantasy or throwing on a porno and focusing on the actress. Hypothetically, of course.</p>\n<p><strong>Try back door stimulation</strong><br />\n\tThere are anecdotal reports that men can have multiple orgasms without ejaculation by stimulating the anus, prostate, and surrounding areas, Wibowo says. &nbsp;</p>\n<p>Yes, this method is only for guys who are comfortable with the idea of prostate stimulation, a.k.a. &ldquo;pegging.&rdquo;</p>\n<p><strong>Related:</strong> <a href=\"http://www.menshealth.com/sex-women/how-to-make-anal-good-for-her\" target=\"_blank\">This Is How Many People Are Having Anal Sex</a></p>\n<p>Keep in mind that there doesn&rsquo;t have to be anal penetration in order to stimulate your prostate. Asking your partner to massage your perineum, the spot between your testicles and anus, can work as well.</p>\n<p>Not your thing? No big deal. Just try one of the other methods&mdash;or wait 20 minutes for your next orgasm.</p>]]></description>\n    </item>\n    <item>\n      <title>Discover the Genius Way to Store Your Outdoor Tools </title>\n      <link>http://www.menshealth.com/guy-wisdom/trash-can-organizer</link>\n      <guid isPermaLink=\"false\">1056571</guid>\n<pubDate>Mon, 02 May 2016 16:06:39 +0000</pubDate>\n<dc:modified>Tue, 03 May 2016 16:34:04 +0000</dc:modified>\n<dc:creator>Michael Sneeden</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/modules/custom/rodalewire_utils/rodale.jpg\" />\n<span class=\"copyright\">Rodale Inc.</span>\n<p>If you have to dodge rakes and hurdle over hoes just to open your car door, it&rsquo;s time to de-clutter your garage.</p>\n<p>Free up valuable storage space with this super easy&mdash;and cheap&mdash;organizational hack from <em>Men&rsquo;s Health</em> and Chris Lambton, host of DIY Network&rsquo;s Yard Crashers.&nbsp;</p>\n<p>Just head to your hardware store and pick up one 32-gallon trash can, a dozen 18-inch bungee cords, and 20 pounds of river pebbles. (Total estimated cost: $40. Total building time: 10 minutes.)&nbsp;</p>\n<p>Watch the video above to see step-by-step instructions for how to store your outdoor tools in a trash can organizer. &nbsp;</p>]]></description>\n    </item>\n    <item>\n      <title>Angry? Drink Fruit Juice, and 3 Other Easy Ways to Instantly Calm Yourself Down</title>\n      <link>http://www.menshealth.com/best-life/retreat-retribution</link>\n      <guid isPermaLink=\"false\">1055731</guid>\n<pubDate>Mon, 02 May 2016 13:21:35 +0000</pubDate>\n<dc:modified>Tue, 03 May 2016 16:34:36 +0000</dc:modified>\n<dc:creator>Jim Thorton</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2015/08/retreat-from-retribution.jpg\" width=\"650\" height=\"327\" alt=\"man meditating\" />\n<span class=\"copyright\">Image by Thinkstock</span>\n<p>When some jerk cuts you off in traffic, or a colleague squeezes you out of a project, your first thought is probably how you can give them some payback.</p>\n<p>But seeking out revenge isn&rsquo;t the best way to handle it. Here, 4 tips on how to cool down your quest for vengeance.&nbsp;</p>\n<p><strong>1. Fill Up Your Think Tank</strong><br />\n\tYour brain is 2 percent of your body weight, but uses about 20 percent of your daily calories.&nbsp;</p>\n<p>The MPFC (medial prefrontal cortex), which governs emotion, is especially voracious, says Brad Bushman, Ph.D., a professor of psychology at Ohio State.&nbsp;</p>\n<p>If the idea of revenge starts to feel irresistible, drink 4 ounces of fruit juice to send a surge of glucose to your MPFC.</p>\n<p><strong>2. Delay, Relax, Distract</strong><br />\n\tMany guys try to dissipate anger through cathartic acts, like swearing. Save your breath.&nbsp;</p>\n<p><strong>Related</strong>: <a href=\"http://www.menshealth.com/guy-wisdom/benefits-of-swearing\" target=\"_blank\">The Weird Way Swearing Makes You Smarter</a></p>\n<p>Bushman says indulging your aggression will fuel the vengeful fire inside.&nbsp;</p>\n<p>He suggests a three-pronged calming strategy: Delay (count to 100), relax (take some deep breaths and meditate), and distract (work on a puzzle or read).</p>\n<p><strong>3. Fight Mad with Glad</strong><br />\n\t&ldquo;It&rsquo;s impossible to experience incompatible emotions at the same time,&rdquo; says Bushman.&nbsp;</p>\n<p>Petting a dog, helping a friend with a task, kissing your wife&mdash;these are all antithetical to anger.&nbsp;</p>\n<p>&ldquo;Research has shown since the late &rsquo;70s that empathy, humor, and mild sexual arousal can all reduce anger,&rdquo; adds psychologist Arlene Stillwell, Ph.D.</p>\n<p><strong>Related</strong>: <a href=\"http://www.menshealth.com/health/why-you-need-good-laugh\" target=\"_blank\">5 Reasons You Need a Good Laugh</a></p>\n<p><strong>4. Just Look at Yourself</strong><br />\n\tAsk a stranger whether your rage is rational, and he&rsquo;ll likely say no.&nbsp;</p>\n<p>But playing the part of the stranger is even more powerful: Be the fly on the wall, says Bushman, and see yourself through the eyes of an objective observer.&nbsp;</p>\n<p>This helps remove emotion from the equation and shows that revenge won&rsquo;t bring satisfaction.</p>]]></description>\n    </item>\n    <item>\n      <title>The 3 Best Exercises For Building Bigger, Stronger Quads</title>\n      <link>http://www.menshealth.com/fitness/muscle-guy-quads</link>\n      <guid isPermaLink=\"false\">1055721</guid>\n<pubDate>Mon, 02 May 2016 12:09:44 +0000</pubDate>\n<dc:modified>Thu, 05 May 2016 18:13:22 +0000</dc:modified>\n<dc:creator>BJ Gaddour</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/03/quads-main.jpg\" width=\"1000\" height=\"636\" alt=\"strong quads\" />\n<span class=\"copyright\">Photograph by Amy Lombard</span>\n<p>When you pull on your swim trunks this summer, will your thighs be easy on her eyes?</p>\n<p>Even more important: quadriceps strength, which is critical for knee health, squatting, running, and jumping. The three moves below will take you from Chicken Legs to Quadzilla.</p>\n<p><img alt=\"\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/barbell-front-squat.jpg\" /><figcaption><span>Illustration by Steve Sanford</span> </figcaption>    </p>\n<p><strong>Barbell Front Squat</strong><br />\n\tSquatting with the weight in front provides a counterbalance that helps you keep your trunk upright, shifting the load onto your quads.</p>\n<p>Go harder: Elevate your heels by wearing Olympic lifting shoes or by placing them on weight plates. Do 5 sets of 5 with a weight that allows you to maintain good form.</p>\n<p><img alt=\"\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/leg-extension.jpg\" /><figcaption><span>Illustration by Steve Sanford</span> </figcaption>    </p>\n<p><strong>Leg Extension Machine</strong><br />\n\tThis zeros in on your quads by preventing other muscles from helping. Your quads will be under max metabolic stress to ignite growth.</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.21daymetashred.com/21daymetashred/index?cid=BWO_mh.com_textlink_metashred&amp;keycode=256350\">THE 21-DAY METASHRED: Nine 30-Minute Workouts That Will Melt Fat and Reveal Lean, Hard Muscle</a></p>\n<p>Do 3 sets of 8 to 12 reps, pausing for 2 seconds at the top of the move and taking 3 seconds to lower the weight. No machine? Do 5 sets of 60-second wall sits.</p>\n<p><img alt=\"\" src=\"http://www.rodalewire.com/sites/rodalewire.com/files/bodyweight-lunge.jpg\" /><figcaption><span>Illustration by Steve Sanford</span> </figcaption>    </p>\n<p><strong>Body-Weight Lunge</strong><br />\n\tThis classic move forces the entire muscle to work to maintain your balance. Do it regularly and your quads will explode.</p>\n<p>The best way: End your workout with 5 to 10 minutes of nonstop walking lunges in open space or on a treadmill set at a 1 percent incline and a speed of 1 mph.</p>]]></description>\n    </item>\n    <item>\n      <title>Light Your Shoulders and Abs On Fire With This At-Home Workout</title>\n      <link>http://www.menshealth.com/fitness/swolemates-abs-and-shoulders-workout</link>\n      <guid isPermaLink=\"false\">1055076</guid>\n<pubDate>Sun, 01 May 2016 15:04:36 +0000</pubDate>\n<dc:modified>Mon, 02 May 2016 22:47:08 +0000</dc:modified>\n<dc:creator>Ali Eaves</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/04/partner-workout-3.jpeg\" width=\"1000\" height=\"636\" alt=\"partner workout\" />\n<span class=\"copyright\">Image by Men's Health</span>\n<p>Your swolemate might be all the gym equipment you really need.</p>\n<p>In this circuit, <em>Men&rsquo;s Health</em> Next Top Trainer Andy Speer uses his workout partner and fiancé Christina Jensen to provide resistance during a shoulder press and balance during a core exercise.</p>\n<p>While lying on your stomachs facing each other, you&rsquo;ll push your hands into hers while she resists you, and then vice versa.</p>\n<p>You&rsquo;ll both get a great shoulder workout&mdash;even if one of you is stronger, Speer says. That&rsquo;s because people naturally have more strength when they&rsquo;re resisting than when they&rsquo;re pushing, so the more muscular partner will still have to work hard to push against the weaker partner&rsquo;s resistance.</p>\n<p><strong>Related:</strong> <a href=\"http://www.21daymetashred.com/21daymetashred/index?cid=BWO_mh.com_textlink_metashred&amp;keycode=256350\" target=\"_blank\">THE 21-DAY METASHRED&mdash;an At-Home Body-Shredding Program That Strips Away Fat and Reveals Lean, Hard Muscle</a></p>\n<p>Your abs will be on fire after the toe touches, too. Watch Speer and Jensen perform the exercises in the video above, and try them next time you want a quick, fun routine you can do right in your living room.</p>]]></description>\n    </item>\n    <item>\n      <title>5 Methods For Stopping Hair Loss (and Possibly Even Growing Some Back)</title>\n      <link>http://www.menshealth.com/health/stopping-hair-loss</link>\n      <guid isPermaLink=\"false\">1055071</guid>\n<pubDate>Sun, 01 May 2016 14:46:45 +0000</pubDate>\n<dc:modified>Mon, 09 May 2016 23:48:36 +0000</dc:modified>\n<dc:creator>Michelle Malia</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/03/stop-balding.jpg\" width=\"1000\" height=\"636\" alt=\"stop balding\" />\n<span class=\"copyright\">Image by Shutterstock</span>\n<p>If you&rsquo;re balding, it&rsquo;s a lot harder to grow all your hair back than it is to stop your follicles from disappearing in the first place. Slow the erosion of your hairline with these five dermatologist-approved strategies.</p>\n<p><strong>1. Meditation and Exercise</strong></p>\n<p>In balding men, periods of rapid shedding are often brought on by stress. The reason? Stress floods your body with the hormone cortisol, and then other hormone levels fluctuate in response, says&nbsp;Melissa Piliang, M.D., a hair-loss expert at Cleveland Clinic.</p>\n<p>If you&rsquo;re predisposed to balding, this can speed the process. To better control your stress, you might want to try traditional meditation or, if that&rsquo;s not your thing, an active meditation regimen such as yoga or tai chi.</p>\n<p>Or just commit to getting in better shape.</p>\n<p>A 2015 study in <em>PLOS One</em> found that older men with a high level of cardio respiratory fitness release 42 percent less cortisol throughout the day than unfit men do. The stress hormone has been linked to all sorts of diseases.</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.21daymetashred.com/21daymetashred/index?cid=BWO_mh.com_textlink_metashred&amp;keycode=256350\" target=\"_blank\">Torch Fat and Get Insanely Fit With THE 21-DAY METASHRED PROGRAM</a></p>\n<p><strong>2. Minoxidil</strong></p>\n<p>Minoxidil (Rogaine) probably won&rsquo;t restore what&rsquo;s lost, but it can help you hold on to what&rsquo;s left and even help you regrow a bit. The topical med increases bloodflow as well as oxygen and nutrient delivery to the follicle.</p>\n<p>Liquid Rogaine can cause irritation and leave a greasy coating on your hair, so opt for the 5 percent foam, says Dr. Piliang.</p>\n<p>Rogaine costs only $17 a month, but you&rsquo;ll have to use it forever to retain any gains.</p>\n<p>Rub it into your scalp in the morning and again at night for the most benefit. Bonus: Unlike the oral medication finasteride (the other FDA-approved drug, sold as Propecia), minoxidil isn&rsquo;t linked with erectile dysfunction or decreased libido.</p>\n<p><strong>Related:&nbsp;</strong><a href=\"https://www.rodaleu.com/courses/the-mens-health-guide-to-erectile-dysfunction?utm_source=MensHealth&amp;utm_medium=article&amp;utm_campaign=morning-erections\" target=\"_blank\">The&nbsp;<em>Men&rsquo;s Health&nbsp;</em>Guide to Erectile Dysfunction</a></p>\n<p><strong>3. Laser Devices</strong></p>\n<p>Besides minoxidil and finasteride, laser devices are the only other hair-loss treatment cleared by the FDA in recent years. The devices are sold as wands or <em>Star Wars</em>-worthy helmets for $200 to nearly $900.</p>\n<p>In the largest study, published in 2014 in the <em>American Journal of Clinical Dermatology</em>, men who zapped their scalp three times a week saw a significant increase in hair density after 26 weeks.</p>\n<p>One theory is that lasers have an antioxidant effect on hair follicles. But before you rush out to buy a six-pack of combs, understand that &ldquo;hair growth&rdquo; doesn&rsquo;t necessarily mean &ldquo;hair other people can see.&rdquo;</p>\n<p>You will likely feel it, though, which may have a placebo effect on your confidence.</p>\n<p><strong>4. Ketoconazole Shampoo</strong></p>\n<p>Swap your standard shampoo for a brand with 1 percent ketoconazole, such as Nizoral ($13 for 7 ounces, <a href=\"http://www.drugstore.com/search/search_results.asp?N=0&amp;Ntx=mode%2Bmatchallpartial&amp;Ntk=All&amp;srchtree=1&amp;Ntt=nizoral&amp;Go.x=0&amp;Go.y=0&amp;CSRFToken=atPkQfSHQlG09JdHM1wxpY2tX%2FVDTqGGxjxgQoSSOCs%3D\" target=\"_blank\">drugstore.com</a>). Or ask your doctor to prescribe the 2 percent version.</p>\n<p>&ldquo;It&rsquo;s marketed as an antidandruff ingredient, but there&rsquo;s solid research ketoconazole is an anti-androgen,&rdquo; says Dr. Piliang.</p>\n<p>Anti-androgens block the conversion of testosterone to dihydrotestosterone, the hormone that shrinks hair follicles.</p>\n<p>That&rsquo;s how finasteride works too, but because ketoconazole is confined to the scalp, it doesn&rsquo;t have the risk of negative sexual side effects, she says.</p>\n<p>Massage the shampoo into your scalp, step out of the shower stream, wait 2 to 3 minutes, and rinse.</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.menshealth.com/grooming/cure-for-baldness-coming\" target=\"_blank\">Is the Cure For Baldness Close?</a></p>\n<p><strong>5. Vitamin D</strong></p>\n<p>A <em>British Journal of Dermatology</em> study reported that people with alopecia areata, an autoimmune disorder that causes hair loss, were three times as likely to be D deficient as those with healthy hair. &ldquo;Vitamin D helps hair reset its growth phase,&rdquo; explains Dr. Piliang.</p>\n<p>To jumpstart your follicles, she recommends taking 2,000 IU a day of vitamin D3, especially in winter when you&rsquo;re exposed to less sunlight.</p>\n<p>But don&rsquo;t try baking your bald spot in the sun to ramp up your vitamin D production. That might result in an even bigger problem.</p>\n<p>&ldquo;Men should be careful about sun exposure on a balding scalp, since it&rsquo;s a common location for skin cancers,&rdquo; Dr. Piliang warns.</p>]]></description>\n    </item>\n    <item>\n      <title>What You Need to Do With Your Old Prescription Pills Today</title>\n      <link>http://www.menshealth.com/health/unused-pills</link>\n      <guid isPermaLink=\"false\">304586</guid>\n<pubDate>Sat, 30 Apr 2016 13:13:00 +0000</pubDate>\n<dc:modified>Mon, 09 May 2016 23:36:41 +0000</dc:modified>\n<dc:creator>Christa Sgobba</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/04/unused-meds.jpg\" width=\"644\" height=\"408\" alt=\"rx-meds.jpg\" />\n<span class=\"copyright\">Image by Shutterstock</span>\n<p>Open your medicine cabinet: How many of those bottles in there do you actually use?</p>\n<p>According to a 2015 study from the Western University of Health Sciences, two out of every three prescriptions we keep in our homes go unused.</p>\n<p>And when we finally clean out our medicine cabinets, we&rsquo;re doing it all wrong: Throwing the pills in the trash or flushing them down the toilet are the two most common ways people get rid of their meds, the study found.</p>\n<p>That&rsquo;s bad, because improper disposal can contaminate the water supply or leave meds accessible for abuse.&nbsp;</p>\n<p><strong>Related:&nbsp;</strong><a href=\"http://www.menshealth.com/health/dangerous-otc-drug-combinations\" target=\"_blank\">5 Over-the-Counter Drugs You Should Never Take Together</a></p>\n<p>Fortunately, the Drug Enforcement Administration (DEA) has developed a program that allows you to safely&mdash;and easily&mdash;dispose of your leftover pills.</p>\n<p>April 30 is the 11th annual National Prescription Drug Take-Back Day. The DEA encourages you to turn in your unwanted, unused, or expired prescription meds at a central location. Click<a href=\"https://www.deadiversion.usdoj.gov/NTBI/NTBI-PUB.pub?_flowExecutionKey=_cD1F09B8A-8FB1-91E9-401C-91A1BDE14F33_k8706BA68-450C-4B35-F7E1-ACD11FD654EF\" target=\"_blank\"> </a><a href=\"http://www.deadiversion.usdoj.gov/drug_disposal/takeback/index.html\" target=\"_blank\">here</a> to find the dropoff location nearest to you.</p>]]></description>\n    </item>\n    <item>\n      <title>How to Make Your Own Refreshing Summer Shandy At Home</title>\n      <link>http://www.menshealth.com/guy-wisdom/make-your-own-shandy</link>\n      <guid isPermaLink=\"false\">1050726</guid>\n<pubDate>Fri, 29 Apr 2016 21:01:54 +0000</pubDate>\n<dc:modified>Mon, 09 May 2016 23:04:37 +0000</dc:modified>\n<dc:creator>Will Gordon</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/04/shandy.jpg\" width=\"1000\" height=\"636\" alt=\"Summer shandy\" title=\"Summer shandy\" />\n<span class=\"copyright\">Photograph by Shutterstock</span>\n<p>Germans discovered a big summertime secret way before Americans did. In the 1920s, beer-drinking cyclists in Munich started mixing light lagers with equal parts lemonade, and found that the resulting combination&mdash;dubbed the &ldquo;radler&rdquo;&mdash;was refreshingly delicious.&nbsp;</p>\n<p>For some reason, it took the better part of a century for radlers to catch on stateside. But over the past few years, U.S. breweries have begun to issue canned, bottled, and kegged versions that tweak the orginal German concept, like Boulevard&rsquo;s Ginger Lemon Radler and Narragansett Del&rsquo;s Shandy.&nbsp;</p>\n<p>(American brewers tend to use &ldquo;radler&rdquo; and &ldquo;shandy&rdquo; interchangeably to mean &ldquo;fruit beer that probably features citrus.&rdquo;)</p>\n<p>The problem: So many commercially packaged radlers are sticky-sweet, chemically flavored, unbalanced messes.&nbsp;</p>\n<p>And even some of the more artful renditions suffer from being so heavily fruit-inflected that they no longer resemble the base beer in any meaningful way.</p>\n<p>The solution: Make your own radlers, or shandies, or whatever you choose to call them.&nbsp;</p>\n<p>It&rsquo;s hard to go wrong with any beer/juice blends, so feel free to experiment. But here are six suggestions to get your homemade radler ball rolling.&nbsp;</p>\n<p><strong>1. Session IPA + Grapefruit Juice</strong></p>\n<p>Ballast Point&rsquo;s Grapefruit Sculpin is the most influential new craft beer of the past several years, with imitators popping up all across the country&mdash;and now in your own kitchen.&nbsp;</p>\n<p>Many commercial grapefruit IPAs are relatively high in alcohol by volume (Sculpin is 7 percent ABV), so if you&rsquo;re looking to drink several homemade radlers in one afternoon, pick a gentler base beer. Add a couple ounces of fresh-squeezed grapefruit juice to the 4.5-ABV Firestone Walker Easy Jack and enjoy.&nbsp;</p>\n<p><strong>Related:</strong> <a href=\"http://www.menshealthbettermanproject.com/menshealthBetterManProject/index?cid=BWO_mh.com_html_hp_betterman&amp;keycode=253103\" target=\"_blank\">The Better Man Project&mdash;2,000+ Health Tricks, Food Hacks, And More Tips For Being Awesome</a></p>\n<p><strong>2. Pale Ale + Pineapple Juice</strong></p>\n<p>A little bit of pineapple juice goes an awfully long way in beer. So you&rsquo;ll want to start with a relatively low-alcohol base that doesn&rsquo;t need much cutting.</p>\n<p>Pour an ounce of pineapple juice in Deschute&rsquo;s Mirror Pond, a well-balanced, 5-percent ABV pale ale. Mirror Pond has some fruit character to complement the pineapple, but enough bitterness to keep it firmly in beer territory.&nbsp;</p>\n<p><strong>3. Berliner Weisse + Mango Juice</strong></p>\n<p>Tart, refreshing, low-ABV Berliner Weisse is the ideal canvas on which to project your wildest radling fantasies.&nbsp;</p>\n<p>Many commercial Berliners come pre-flavored, but White Birch, among others, makes a great straight version that meshes well with any flavor of canned Goya juice&mdash;especially an ounce or two of mango.&nbsp;</p>\n<p><strong>Related:</strong> <a href=\"http://www.menshealth.com/health/have-a-beer\" target=\"_blank\">10 Reasons to Have a Beer Right Now</a></p>\n<p><strong>4. Belgian Wit + Cherry Juice</strong></p>\n<p>This idea comes from The Roost in Northampton, Massachusetts, where they serve delicious pints of Allagash White with ice cubes of Lindemans Kriek, a cherry beer from Belgium.</p>\n<p>If you don&rsquo;t want to freeze your lambic, just add a splash of cherry juice to any witbier or hefeweizen.&nbsp;</p>\n<p><strong>5. Saison + Lemonade</strong></p>\n<p>A couple shots of homemade or commercial lemonade will transform dry, peppery saison into an ideal, all-day summertime guzzler.&nbsp;</p>\n<p>Great Divide&rsquo;s Collette is a great saison sold by the six-pack, though it&rsquo;s a strong 7.3-percent ABV. Stone&rsquo;s equally excellent Saison is a bit tamer at 6 percent.&nbsp;</p>\n<p><strong>Related:</strong> <a href=\"http://www.menshealth.com/guy-wisdom/what-your-beer-says-about-you\" target=\"_blank\">What Your Favorite Beer Says About You</a></p>\n<p><strong>6. Porter + Blueberry Juice</strong></p>\n<p>Stouts and porters aren&rsquo;t just for winter. Irish people drink the dark stuff year-round, even on a warm, summer day.&nbsp;</p>\n<p>A glug or two of blueberry juice will brighten up the porter&rsquo;s dark roasted malt essence by adding another flavor dimension to the typical coffee/chocolate profile.</p>\n<p>Try 5.6-percent ABV Anchor Porter with any blueberry juice you can find. Trader Joe&rsquo;s sells a perfectly good quart from concentrate for around $5.&nbsp;</p>]]></description>\n    </item>\n    <item>\n      <title>This Researcher Says Diabetes Is Not Always Chronic. Here’s How to Cure It</title>\n      <link>http://www.menshealth.com/health/how-to-cure-diabetes</link>\n      <guid isPermaLink=\"false\">1050936</guid>\n<pubDate>Fri, 29 Apr 2016 20:40:16 +0000</pubDate>\n<dc:modified>Tue, 10 May 2016 00:03:27 +0000</dc:modified>\n<dc:creator>Ali Eaves</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/04/mh-diabetes-2-shutterstock_266914361.jpg\" width=\"1000\" height=\"636\" alt=\"Diabetes\" />\n<span class=\"copyright\">Image by Shutterstock</span>\n<p>If you Google type 2 diabetes, reliable sources&mdash;like the National Institutes of Health website&mdash;will tell you that it&rsquo;s a chronic condition.</p>\n<p>But Newcastle University researcher Roy Taylor, M.D., begs to differ.</p>\n<p>His research finds that some people are able to reverse their diabetes by going on an ultra low-calorie diet.&nbsp;</p>\n<p>For Dr. Taylor&rsquo;s new study, 30 diabetic people ate just 700 calories daily for two months. They lost 31 pounds on average.&nbsp;</p>\n<p><strong>Related:</strong> <a href=\"http://www.21daymetashred.com/21daymetashred/index?cid=BWO_mh.com_textlink_metashred&amp;keycode=256350\">THE 21-DAY METASHRED&mdash;One Guy Lost 25 Pounds In Just 6 Weeks!</a>&nbsp;</p>\n<p>Twelve of those subjects&rsquo; blood sugar levels fell below the threshold for diabetes, 126 milligrams per deciliter, as a result. Some of their levels were completely within the normal range, Dr. Taylor says, but the average fell within pre-diabetic parameters.</p>\n<p>Afterward, the researchers gave the study participants <a href=\"http://www.menshealth.com/nutrition/estimate-portion-size\">guidance on portion size</a>&nbsp;to help them return to a normal diet while maintaining their new, lower weight.</p>\n<p>Six months later, all of those people were still diabetes-free.</p>\n<p>That means that as long as they keep their weight down, they no longer need to take insulin or constantly monitor their blood sugar. They&rsquo;re no longer at risk for premature heart attacks and strokes, or diabetes complications that can damage their eyes, kidneys, and feet, says Dr. Taylor.&nbsp;</p>\n<p>Plus, they just feel better&mdash;poor blood sugar regulation can zap your energy.</p>\n<p>How does a diet cure type 2 diabetes? It comes down to weight loss, he says.</p>\n<p>Diabetes is caused by a buildup of fat in your pancreas, Dr. Taylor says. The extra fat screws with your organ&rsquo;s ability to make insulin, the hormone that controls your blood sugar.&nbsp;</p>\n<p><strong>Related:</strong> <a href=\"http://www.menshealth.com/nutrition/is-sugar-bad-for-you\">Does Sugar Really Cause Diabetes?</a>&nbsp;</p>\n<p>But when you lose fat, the first bit to go is the fat in your organs, says Dr. Taylor.&nbsp;</p>\n<p>&ldquo;In the first 10 to 14 kilograms [22 to 31 pounds] of weight loss, this relatively small amount of fat that&rsquo;s actually within the organs gets used up, and the organs can go back to normal function,&rdquo; he explains.</p>\n<p>As a result, the insulin-producing cells in your pancreas are able to respond more quickly to the sugar in your bloodstream, keeping your blood sugar levels normal.</p>\n<p>The study is a confirmation of what obesity specialist Spencer Nadolsky, D.O, says he sees in his practice &ldquo;all the time.&rdquo;</p>\n<p>It&rsquo;s part of a shift in how doctors are treating diabetes, he says. Instead of just feeding people more insulin to keep their blood sugar down, you can treat the underlying cause: the fat in their organs.&nbsp;</p>\n<p>You don&rsquo;t have to take such extreme measures as a 700-calorie diet, though, both doctors say. As long as you lose about 15 percent of your body weight, you may be able to reverse your diabetes, Dr. Taylor says.</p>\n<p>One big caveat: Everyone in the study lowered their blood sugar levels, but the longer a person had had diabetes, the less likely they were to get their blood sugar down to below the diabetes threshold.&nbsp;</p>\n<p>If you want to take a fast, aggressive approach to weight loss like the study participants did, see an obesity specialist for guidance, says Dr. Nadolsky. You can find one on the American Board of Obesity Medicine&rsquo;s <a href=\"http://abom.org/\">website</a>.</p>\n<p>Otherwise, Dr. Taylor suggests using the Mayo Clinic&rsquo;s <a href=\"http://www.mayoclinic.org/healthy-lifestyle/nutrition-and-healthy-eating/in-depth/calorie-calculator/itt-20084939\">calorie calculator</a>&nbsp;to find out how many calories your body really needs to maintain its current weight, and eat less than that to lose.&nbsp;</p>]]></description>\n    </item>\n    <item>\n      <title>You May Take Aspirin, Statins, or Beta-Blockers—but How Much Do You Really Know About These Heart Drugs?</title>\n      <link>http://www.menshealth.com/health/common-heart-drugs</link>\n      <guid isPermaLink=\"false\">1049866</guid>\n<pubDate>Fri, 29 Apr 2016 18:29:57 +0000</pubDate>\n<dc:modified>Mon, 09 May 2016 22:46:39 +0000</dc:modified>\n<dc:creator>Paige Fowler</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/04/heart-meds.jpg\" width=\"1000\" height=\"636\" alt=\"Heart medication\" />\n<span class=\"copyright\">Image by Shutterstock</span>\n<p>Watch a string of commercials or page through a magazine, and you&rsquo;re bound to see at least a couple ads for drugs that promise to protect your heart.</p>\n<p>You can probably rattle off a bunch of names&mdash;Plavix, Lipitor, and Coumadin, for starters&mdash;and you may even have a bottle or two sitting in your medicine cabinet.</p>\n<p>After all, 30 percent of U.S. adults have high blood pressure, and 13 percent have high cholesterol, according to the Centers for Disease Control and Prevention.</p>\n<p>But how exactly do these common drugs reduce your risk of stroke, heart attack, and other heart problems?</p>\n<p>Read on to find out what you need to know about some of the most commonly prescribed pills.</p>\n<p><strong>Type</strong>: Anticoagulants<br />\n\t<strong>You know them as</strong>: Aspirin, Coumadin, and Plavix</p>\n<p>Anticoagulants are known as blood thinners, but they don&rsquo;t actually thin your blood.&nbsp;</p>\n<p>What they do is interfere with proteins in your body called clotting factors, which help produce clots. These clots can be harmful because they block blood flow in your arteries.&nbsp;</p>\n<p>&ldquo;Heart attacks and stroke are caused by a blockage in blood flow to either the heart or the brain,&rdquo; says Allan Stewart, M.D., director of aortic surgery and co-director of the Valve Center at The Mount Sinai Health System, in New York City.&nbsp;</p>\n<p><strong>Related</strong>: <a href=\"http://www.menshealth.com/health/7-ways-never-have-heart-attack\" target=\"_blank\">7 Ways to Never Have a Heart Attack</a></p>\n<p>Your doctor may prescribe an anticoagulant if you have a history of a heart condition such as heart attack or atrial fibrillation&mdash;an irregular heartbeat&mdash;or have risk factors for heart disease.&nbsp;</p>\n<p>These include being obese or diabetic, smoking, or having a family history of heart disease or heart attack.</p>\n<p><strong>Type</strong>: ACE inhibitors&nbsp;<br />\n\t<strong>You know them as</strong>: Zestril, Lotensin, or Monopril</p>\n<p>ACE inhibitors&mdash;officially known as angiotensin converting enzyme inhibitors&mdash;are drugs used to treat high blood pressure.</p>\n<p>Your doctor may prescribe blood pressure medications like ACE inhibitors if your systolic pressure (the top number) is 140 or higher, or your diastolic pressure (the bottom number) is 90 or higher, and lifestyle modifications such as exercise and eating a healthier diet have failed.&nbsp;</p>\n<p><strong>Related</strong>: <a href=\"http://www.menshealth.com/health/blood-pressure-guide\" target=\"_blank\">What Your Blood Pressure Numbers Really Mean</a></p>\n<p>ACE inhibitors work by slowing down the activity of a blood vessel-constricting chemical in your body called angiotensin II. This allows your blood vessels to dilate, bringing down your blood pressure. &nbsp;</p>\n<p>After starting you on ACE inhibitors, your doctor will monitor you to make sure the medication is lowering your BP without causing any significant side effects like headache, dizziness, or fatigue.&nbsp;</p>\n<p>About 20 percent of patients also experience a dry, hacking cough on the meds, since ACE inhibitors may irritate nerve fibers in your trachea, according to researchers in the Netherlands.</p>\n<p>If you are experiencing side effects, your doctor will switch you to another blood pressure medication.</p>\n<p>There are over 100 medications designed to lower your BP, says Dr. Stewart&mdash;and finding the one that works best for you can be a trial-and-error approach.</p>\n<p><strong>Type</strong>: ARBs<br />\n\t<strong>You know them as</strong>: Atacand, Avapro, or Benicar</p>\n<p>ARBs&mdash;angiotensin II receptor blockers&mdash;are another class of drugs used to treat high blood pressure.&nbsp;</p>\n<p>Like ACE inhibitors, ARBs target the protein angiotensin II, which constricts your blood vessels. It just does so in a different way, by preventing the protein from binding to its receptors on your muscles and around your blood vessels.</p>\n<p>As a result, your vessels dilate, allowing blood to flow more freely and bring down your BP.&nbsp;</p>\n<p>ARBs are often prescribed for people who experience the hacking cough associated with ACE inhibitors, since this drug is much less likely to cause that side effect, Dr. Stewart says.</p>\n<p><strong>Related</strong>: <a href=\"http://www.menshealth.com/health/causes-of-cough\" target=\"_blank\">8 Reasons You Can&rsquo;t Stop Coughing</a></p>\n<p>Still, they aren&rsquo;t without their own host of side effects, including diarrhea, muscle cramps, insomnia, and irregular heart rate.</p>\n<p>If you&rsquo;re bothered by side effects, your doctor will switch you to another BP-lowering drug.</p>\n<p><strong>Type</strong>: Beta-blockers&nbsp;<br />\n\t<strong>You know them as</strong>: Metoprolol, Tenormin, or Lopressor</p>\n<p>Prescribed to reduce high blood pressure, beta-blockers work by blocking the effects of the hormone epinephrine. Doing so brings down your heart rate.&nbsp;</p>\n<p>&ldquo;A slower heart rate means your heart has more time to fill with blood, which may reduce your blood pressure,&rdquo; Dr. Stewart says.&nbsp;</p>\n<p>While beta-blockers are very effective at bringing down your BP, they can also bring you down in the bedroom. That&rsquo;s because they may interfere with a part of your body&rsquo;s nervous system responsible for causing an erection, he says.</p>\n<p>If the issue occurs, continue taking your meds, but discuss the problem with your doctor.&nbsp;</p>\n<p><strong>Related</strong>: <a href=\"https://www.rodaleu.com/courses/the-mens-health-guide-to-erectile-dysfunction?utm_source=MensHealth&amp;utm_medium=article&amp;utm_campaign=%20Common-heart-drugs\" target=\"_blank\">Your Complete Guide to Erectile Dysfunction&mdash;You Need This Resource If You Want to Protect Your Penis For Life</a></p>\n<p>He or she may switch you to a script that&rsquo;s less likely to cause the problem, such as ACE inhibitors, which help dilate blood vessels so more blood can flow through them.</p>\n<p>Your doctor might also add an erectile dysfunction drug like Viagra or Cialis, but only if your BP remains well-controlled on your BP meds.&nbsp;</p>\n<p>That&rsquo;s because combining the two meds can cause a dangerous drop in your blood pressure, so your doctor will need to make sure your BP isn&rsquo;t dipping too low on your meds.&nbsp;</p>\n<p><strong>Type</strong>: Statins<br />\n\t<strong>You know them as</strong>: Lipitor, Zocor, or Crestor&nbsp;</p>\n<p>Statins block an enzyme called HMG-CoA reductase, which is involved in cholesterol production in your liver.</p>\n<p>That&rsquo;s important, since too much cholesterol can be detrimental on your arteries. Ideal total levels should be below 200 milligrams per deciliter (mg/dL), and LDL, or &ldquo;bad&rdquo; cholesterol, under 100 mg/dL.</p>\n<p>Over time, as cholesterol builds up, your arteries narrow and stiffen&mdash;a condition known as atherosclerosis.</p>\n<p>This slows blood flow to your heart and can cause chest pain. Even worse, your arteries can get so stuffed with plaque that blood flow blocks completely, and you suffer a heart attack.&nbsp;</p>\n<p><strong>Related</strong>: <a href=\"http://www.menshealth.com/health/best-and-worst-foods-your-cholesterol\" target=\"_blank\">The Best and Worst Foods For Your Cholesterol</a></p>\n<p>If you&rsquo;re diagnosed with high cholesterol, you might not be prescribed a statin right off the bat: Doctors like to give patients a shot controlling it with diet first, Dr. Stewart says.</p>\n<p>This means cutting back on fried foods, fatty red meat, high fat dairy, and foods made with trans fats, while upping your fruit, vegetable, lean protein, low-fat dairy, and fish intake.&nbsp;</p>\n<p>If your levels still don&rsquo;t drop into the healthy range, then your doctor may start you on a statin to reduce it further.&nbsp;</p>\n<p>You&rsquo;ll likely also get a prescription as a precaution if you&rsquo;ve already had a heart attack or bypass surgery, he says.&nbsp;</p>\n<p><strong>Type</strong>: Nitrates&nbsp;<br />\n\tYou know them as: Nitrostat&nbsp;</p>\n<p>Nitrates, a type of vasodilator, used to be prescribed more frequently as a BP-lowering medication, but now they&rsquo;re mostly used for people with chest pain or in those having a heart attack, Dr. Stewart says.</p>\n<p><strong>Related</strong>: <a href=\"http://www.menshealth.com/health/real-heart-attack-stories\" target=\"_blank\">6 Guys Who Suffered Heart Attacks Tell You What It Really Feels Like</a></p>\n<p>They&rsquo;re short-acting drugs that work quickly to relax the smooth muscle in blood vessels, so they can expand and blood can flow more freely.</p>\n<p>Like other BP-lowering drugs, vasodilators can cause headaches, dizziness, rapid heartbeat, and flushing.</p>\n<p>Tell your doctor if you&rsquo;re taking any supplements or drugs for erectile dysfunction, since combining them with vasodilators can cause a severe drop in blood pressure.</p>\n<p><strong>Type</strong>: Diuretics<br />\n\t<strong>You know them as</strong>: Lozol, Microzide, or Thalitone</p>\n<p>Diuretics are known as water pills because they help flush fluids out of your body through your pee.</p>\n<p>This actually helps lower your blood pressure: Less fluid in your body means lower blood volume, so your heart doesn&rsquo;t have to work as hard to pump blood through your body, Dr. Stewart says.</p>\n<p>If you have congestive heart failure, your doctor may also prescribe a diuretic to help with swelling&mdash;officially known as edema&mdash;which occurs when your heart isn&rsquo;t pumping as well as it could and fluids get backed up.&nbsp;</p>\n<p>Of course, a major downside of taking diuretics is frequent urination, which can last up to several hours after downing a dose.&nbsp;</p>\n<p><strong>Related</strong>: <a href=\"http://www.menshealth.com/health/am-i-peeing-too-often\" target=\"_blank\">How to Tell If You&rsquo;re Peeing Too Often</a></p>\n<p>And if you lose too much fluid, you can experience dehydration. Signs include faintness, thirst, dry mouth, straw-colored urine, or constipation.&nbsp;</p>\n<p>Staying hydrated is key, but still contact your doctor if you notice any of these symptoms. He or she may switch you to another BP-lowering medication.</p>]]></description>\n    </item>\n    <item>\n      <title>Sweat Along With This LIVE 20-Minute Metabolic Workout </title>\n      <link>http://www.menshealth.com/fitness/facebook-live-workout</link>\n      <guid isPermaLink=\"false\">1048351</guid>\n<pubDate>Fri, 29 Apr 2016 15:37:22 +0000</pubDate>\n<dc:modified>Sat, 30 Apr 2016 16:35:45 +0000</dc:modified>\n<dc:creator>The Editors of Men's Health</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/modules/custom/rodalewire_utils/rodale.jpg\" />\n<span class=\"copyright\">Rodale Inc.</span>\n<p><iframe allowfullscreen=\"true\" allowtransparency=\"true\" frameborder=\"0\" height=\"293\" scrolling=\"no\" src=\"https://www.facebook.com/plugins/video.php?href=https%3A%2F%2Fwww.facebook.com%2FMensHealth%2Fvideos%2Fvb.56916320206%2F10156809963765207%2F%3Ftype%3D3&amp;show_text=0&amp;width=520\" width=\"520\"></iframe></p>\n<p>You may have watched something on Facebook Live (or maybe you just received the notifications on your page).</p>\n<p>It&rsquo;s been interesting to see how brands are utilizing the new streaming tool. Some are blowing up fruit, while others are conducting board games between mascots.</p>\n<p>So we wondered what the <em>Men&rsquo;s Health</em> fans would most want to see.</p>\n<p>The overwhelming consensus: Quick workouts from our Fitness Director B.J. Gaddour.</p>\n<p>The above video is the inaugural Live workout Gaddour tried early today. It&rsquo;s a total-body 20-minute workout that&rsquo;s designed to fry fat and boost your metabolism. (According to Gaddour, the last 5 minutes are &ldquo;absolutely hellish.&rdquo;) The routine is inspired by the fast-paced workouts in Gaddour&rsquo;s at-home DVD program&nbsp;<a href=\"http://www.21daymetashred.com/21daymetashred/index?cid=BWO_mh.com_textlink_metashred&amp;keycode=256350\" target=\"_blank\">THE 21-DAY METASHRED</a>.</p>\n<p>To catch more Live workouts, become a fan of&nbsp;<a href=\"https://www.facebook.com/MensHealth/\" target=\"_blank\"><em>Men&rsquo;s Health</em> Facebook page</a>. We&rsquo;ll let you know when our next brand-new workout will go live. Even if you can&rsquo;t stream it in real time, you can always catch it later. The video will stay up on our page.</p>]]></description>\n    </item>\n    <item>\n      <title>Does Grilling Your Food Really Cause Cancer? </title>\n      <link>http://www.menshealth.com/nutrition/does-grilling-really-cause-cancer</link>\n      <guid isPermaLink=\"false\">1048331</guid>\n<pubDate>Fri, 29 Apr 2016 15:14:10 +0000</pubDate>\n<dc:modified>Sat, 30 Apr 2016 16:35:37 +0000</dc:modified>\n<dc:creator>Paul Kita</dc:creator>\n      <description><![CDATA[\n<img src=\"http://www.rodalewire.com/sites/rodalewire.com/files/articles/2016/04/skull-bbq.jpg\" width=\"1000\" height=\"636\" alt=\"can grilling give you cancer\" />\n<span class=\"copyright\">Illustration by Barry Knoblach</span>\n<p>The warm weather is here&mdash;and so are the warnings:</p>\n<p>&ldquo;Grilling leads to cancer.&rdquo;</p>\n<p>&ldquo;Eating a single charred chicken wing is like smoking an entire carton of cigarettes!&rdquo;</p>\n<p>&ldquo;STEAM ALL YOUR BURGERS UNLESS YOU WANT TO LEAVE YOUR CHILDREN FATHERLESS AND HOPELESS AND FOREVER DESTITUTE!&rdquo;</p>\n<p>While it&rsquo;s true that recent research shows a link between eating grilled foods and an increased risk of prostate and pancreatic cancers, some of the responses to that research might be overblown.</p>\n<p><strong>Related:</strong> <a href=\"http://www.menshealth.com/nutrition/fat-burning-foods\" target=\"_blank\">Will Certain Foods Actually Burn Fat?</a></p>\n<p>Yes, cooking food at high temperatures may create potentially carcinogenic compounds, dubbed &ldquo;heterocyclic amines&rdquo; (HCAs) and &ldquo;polycyclic aromatic hydrocarbons&rdquo; (PAHs). These nasty chemicals have been shown to cause cancers in animal studies, but large-scale intervention studies on humans are nearly impossible to conduct.</p>\n<p>Plus, asking a man to stop grilling is like asking James Bond to put down the cocktails.</p>\n<p>So what&rsquo;s a health-conscious, cancer-fearing, grill-loving man to do?</p>\n<p><strong>Tip #1: Turn down the firepower.</strong></p>\n<p>&ldquo;Most of the links between cancer and grilling specifically surround meat, and more accurately meat that is charred or cooked to a high temperature,&rdquo; says Phillip Gray, M.D., assistant professor of radiation oncology at Harvard Medical School.</p>\n<p><strong>Related:</strong> <a href=\"http://www.menshealth.com/cook-chisel-fast-lean/apple-cinnamon-peanut-butter-oatmeal-bowl\" target=\"_blank\">This Breakfast Takes 10 Minutes to Make, but Will Fight Off Hunger All Morning Long</a></p>\n<p>Basically, if you&rsquo;re incinerating your burgers, chicken breasts, salmon fillets, or any other grill-able, until they don&rsquo;t look all that different than a charcoal briquette, you may be putting yourself at risk.</p>\n<p>&ldquo;I&rsquo;m a BBQ junkie,&rdquo; Gray says. &ldquo;Whenever possible, I grill over indirect heat. Low and slow is the way to go and allows natural flavor development without all the char.&rdquo;</p>\n<p>So if you&rsquo;re a well-done man on your burgers and steaks, try to go medium-rare.</p>\n<p>For reasons dealing with foodborne illness, the USDA recommends cooking all ground beef to an internal temperature of 160&deg;F and red meat to 145&deg;F, &ldquo;but those rules are purposely conservative,&rdquo; Gray says. Buying good-quality meat and using proper handling practices can help cut your risk of getting sick from dinner.</p>\n<p><strong>Tip #2: Marinate.</strong></p>\n<p>Disease-fighting antioxidant polyphenols in marinades may cut the supposedly carcinogen deposits found in grilled foods by up to 88 percent, according to the Food Science Institute in Kansas.</p>\n<p><strong>Related:</strong> <a href=\"http://www.menshealth.com/nutrition/spice-rubs-for-chicken\" target=\"_blank\">5 Spice Rubs That Make Chicken Mind-Blowingly Delicious</a></p>\n<p>That effect could occur because certain herbs and spices, such as rosemary, turmeric, and fresh garlic may block HCAs from forming.</p>\n<p>Bonus: Marinades make grilled meats taste even better.</p>\n<p><strong>Tip #3: Eat your vegetables.</strong></p>\n<p>&ldquo;Grilling fruits and veggies don&#39;t really create PAHs and HCAs,&rdquo; says Brian St. Pierre, M.S., R.D., C.S.C.S., Director of Performance Nutrition at Precision Nutrition.</p>\n<p>Plus, produce actually helps prevent the absorption of PAHs and HCAs&mdash;and they help your liver rid your body of existing ones, St. Pierre says.</p>\n<p>For great grilled vegetables try asparagus, red bell peppers, zucchini, squash, eggplant, corn on the cob, green beans, carrots, onions, romaine, radicchio, and mushrooms.</p>\n<p>For fruit, try pineapple, peaches, strawberries, plums, bananas, watermelon, nectarines, and kiwi.</p>\n<p>Need help with how to grill any of these? Tweet your questions to <a href=\"https://twitter.com/GuyGourmet?ref_src=twsrc^google|twcamp^serp|twgr^author\" target=\"_blank\">@GuyGourmet.</a></p>\n<p>And, no, ketchup isn&rsquo;t a vegetable.</p>\n<p><strong>Tip #4: Stand upwind.</strong></p>\n<p>Standing near the grill for long periods of time may also increase your risk of health hazards.</p>\n<p>A 2015 Chinese study found that people who were exposed to barbecue fumes for one hour a day had a higher cancer risk than those that didn&rsquo;t.</p>\n<p><strong>Related:</strong> <a href=\"http://www.menshealth.com/nutrition/best-high-protein-recipes\" target=\"_blank\">32 Ultimate High-Protein Recipes</a></p>\n<p>The scientists found that the fumes infiltrated the study participants through inhalation, but also through their skin.</p>\n<p>&ldquo;I keep my grill 10 feet away from my outdoor dining table,&rdquo; says Gray. &ldquo;There&rsquo;s not hard and fast rule though. Again, if you&rsquo;re cooking smart there will be less smoke.&rdquo;</p>]]></description>\n    </item>\n  </channel>\n</rss>\n",
  "headers": {
    "X-AH-Environment": "prod",
    "Content-Language": "en",
    "Content-Encoding": "gzip",
    "Expires": "Sun, 19 Nov 1978 05:00:00 GMT",
    "Content-Type": "application/rss+xml; charset=utf-8",
    "X-Content-Type-Options": "nosniff",
    "Content-Length": "71150",
    "X-Drupal-Cache": "MISS",
    "Accept-Ranges": "bytes",
    "Date": "Fri, 13 May 2016 07:42:59 GMT",
    "Cache-Control": "public, max-age=86400",
    "X-Frame-Options": "SameOrigin",
    "X-Cache-Hits": "2933",
    "Age": "35520",
    "X-Cache": "HIT",
    "Last-Modified": "Thu, 12 May 2016 21:50:58 GMT",
    "Via": "1.1 varnish",
    "X-Varnish": "2342856693 2326632996",
    "Connection": "keep-alive",
    "Etag": "\"1463089858-0\"",
    "Vary": "Cookie,Accept-Encoding",
    "Server": "nginx",
    "X-Request-ID": "v-9ca63524-188b-11e6-b619-22000a2b8530"
  },
  "response_url": "http://www.rodalewire.com/articles/menshealth/active"
}