{
  "requested_url": "http://www.huffingtonpost.com/feeds/verticals/politics/index.xml",
  "fetched_at": "2016-05-13T00:45:10.656475",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\"?>\n<rss version=\"2.0\">\n  <channel>\n    <title>Politics - The Huffington Post</title>\n    <link>http://www.huffingtonpost.com/politics/</link>\n    <description>Politics news and blog articles from The Huffington Post</description>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/obama-transgender-bathrooms_n_9944226.html</guid>\n      <title><![CDATA[Obama Administration Warns Schools To Allow Transgender Access To Bathrooms]]></title>\n      <author>Tyler Kingkade</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/obama-transgender-bathrooms_n_9944226.html?utm_hp_ref=politics&amp;ir=Politics</link>\n      <pubDate>Fri, 13 May 2016 00:40:13 -0400</pubDate>\n      <description><![CDATA[<br />\n<p>The Obama administration on Friday will tell schools and colleges nationwide they must allow transgender students access to bathrooms consistent with their gender identity.</p><br />\n<p>The Justice Department and the Education Department, in guidance directed at every American public school district, will admonish educators to treat transgender students consistent with their gender identity, regardless of what sex is listed on student records.</p><br />\n<p>The guidance, which cites the gender equity law Title IX, further injects the federal government into&nbsp;<a href=\"http://www.huffingtonpost.com/entry/unc-north-carolina-hb2-law_us_570819a4e4b0885fb50d2301\">a heated debate over controversial anti-LGBT state legislation</a>, including <a href=\"http://www.nytimes.com/2016/03/24/us/north-carolina-to-limit-bathroom-use-by-birth-gender.html\" target=\"_blank\">a North Carolina law</a>&nbsp;that bars transgender students from bathrooms that don't match their birth gender. The Justice Department on Monday filed a civil rights lawsuit against North Carolina.</p><br />\n<p>\"No student should ever have to go through the experience of feeling unwelcome at school or on a college campus,\" Education Secretary John King Jr. said in a statement.</p><br />\n<p>King told HuffPost <a href=\"http://www.huffingtonpost.com/entry/john-king-jr-bathroom-laws_us_57278ed0e4b0f309baf17269\">last week that he condemned state laws</a> prohibiting trans students from using sex-segregated facilities like restrooms that match their gender identity.</p><br />\n<p>Friday's guidance tells schools that they must take action to prevent harassment of students based on their identity as transgender, and that they cannot prevent trans students from using bathroom or locker room facilities that correspond with their gender identity.</p><br />\n<p>Federal officials said the guidance responds to a \"growing chorus of educators, parents, and students around the country\" asking how schools must treat transgender students in compliance with Title IX and other civil rights laws. The Education Department <a href=\"http://www.huffingtonpost.com/2015/04/24/education-department-lgbt-students-title-ix_n_7137718.html\">has previously reminded schools </a>that Title IX protects trans students from discrimination, but Friday's materials include comprehensive advice -- a letter analyzing legal implications and a 25-page document outlining policy suggestions. &nbsp;</p><br />\n<p>\"Under Title IX, a school must treat students consistent with their gender identity even if their education records or identification documents indicate a different sex,\" the letter states. \"The Departments have resolved Title IX investigations with agreements committing that school staff and contractors will use pronouns and names consistent with a transgender student&rsquo;s gender identity.\"</p><br />\n<p>If a school provides sex-segregated activities and facilities, \"transgender students must be allowed to participate in such activities and access such facilities consistent with their gender identity,\" the letter says. It adds that schools are not allowed to segregate based on \"broad generalizations or stereotypes about the differences between transgender students and other students of the same sex.\"</p><br />\n<p>The letter is signed by Catherine Lhamon, assistant secretary for civil rights at the Education Department, and Vanita Gupta, the top civil rights attorney in the Justice Department.</p><br />\n<p>The letter also addresses university housing, declaring that schools must allow transgender students to \"access housing consistent with their gender identity.\" This means a university could be held in violation of Title IX for<a href=\"http://www.huffingtonpost.com/2013/08/12/unc-bans-gender-neutral-housing_n_3743312.html\"> barring a student</a> who was born a male, but identifies as a female, from living in a women's dorm.</p><br />\n<p>If a school refuses to fix a policy that violates the law, the U.S. <a href=\"http://www.huffingtonpost.com/entry/north-carolina-federal-funding_us_57320239e4b096e9f092b9c6\">could revoke federal funding</a>, which could shut down a college or university.&nbsp;</p><br />\n<p>The letter notes that Title IX does not apply to admission of students to single gender schools, like women's colleges, or for fraternities or sororities' membership.&nbsp;</p><br />\n<p style=\"text-align: center;\">________</p><br />\n<p><em>Tyler Kingkade covers higher education and is based in New York. You can contact him at <a href=\"mailto:tyler.kingkade@huffingtonpost.com\" target=\"_blank\" data-beacon=\"{&quot;p&quot;:{&quot;mnid&quot;:&quot;entry_text&quot;,&quot;lnid&quot;:&quot;citation&quot;,&quot;mpid&quot;:17}}\">tyler.kingkade@huffingtonpost.com</a>, or find him on Twitter: <a href=\"http://www.twitter.com/tylerkingkade\" target=\"_blank\" data-beacon=\"{&quot;p&quot;:{&quot;mnid&quot;:&quot;entry_text&quot;,&quot;lnid&quot;:&quot;citation&quot;,&quot;mpid&quot;:18}}\">@tylerkingkade</a>.</em></p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/57354b1a130000f0043817d0.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/harold-lloyd/calling-out-mccrorys-munc_b_9944128.html</guid>\n      <title><![CDATA[McCrory's Munchausen by Proxy]]></title>\n      <author>Harold Lloyd</author>\n      <link>http://www.huffingtonpost.com/harold-lloyd/calling-out-mccrorys-munc_b_9944128.html?utm_hp_ref=politics&amp;ir=Politics</link>\n      <pubDate>Fri, 13 May 2016 00:18:31 -0400</pubDate>\n      <description><![CDATA[Pat McCrory has been dissembling on his Facebook page tonight:<br />\n<br />\n<a href=\"http://images.huffingtonpost.com/2016-05-13-1463112119-2714370-McCroryPost.JPG\"><img alt=\"2016-05-13-1463112119-2714370-McCroryPost.JPG\" src=\"http://images.huffingtonpost.com/2016-05-13-1463112119-2714370-McCroryPost-thumb.JPG\" width=\"529\" height=\"570\" /></a><br />\n<br />\nPat McCrory rushed to sign HB 2 creating the danger of losing massive federal funding and on his Facebook page now claims to be the hero because the President sensibly doesn't pull funding while the DOJ defeats McCrory in court, while unlike McCrory the President doesn't throw the people of North Carolina under the bus. This seems a classic case of Munchausen by Proxy to me.  McCrory deliberately hurts what he's been entrusted to guard and then pretends to come to the rescue. <br />\n<br />\nOf course, like the people of McCrory's home state of Ohio, most North Carolinians  once fully informed are too intelligent to fall for that kind of nonsense. McCrory is swirling and it's hard to see how Republican party leaders haven't just abandoned him to finish the job of flushing himself (pun intended). Shame on him. McCrory should claim responsibility for his mess and fix it. This includes fixing the employment protections for hardworking North Carolinians that he stripped with HB 2 and that once protected North Carolina workers from discrimination on account of race,  religion,  color,  national  origin,  age, sex  or  handicap. Since some still don't believe he stripped these state-law protections and since much of the media incredibly continues to ignore this, I'm once more posting the link to HB 2.  <a href=\"http://www.ncleg.net/Sessions/2015E2/Bills/House/PDF/H2v4.pdf\" target=\"_hplink\">Here it is</a>. The stripping language is the underlined language in Section 143-422.3 on page 4. I hope people will take the time to read the whole bill--it's not a hard read.  However, It is hard to see how the bathroom portion which lacks penalties or enforcement mechanisms (and which takes up only Part 1 of a 5-part bill) can be more than a gimmick to cover the real attack on workers' rights contained in remaining portions the bill. Again, shame on Pat McCrory. <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/immigration-deportation-women-children_n_9943848.html</guid>\n      <title><![CDATA[U.S. Immigration Plans Deportation Raids Targeting Women And Children]]></title>\n      <author>Andrew Hart</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/immigration-deportation-women-children_n_9943848.html?utm_hp_ref=politics&amp;ir=Politics</link>\n      <pubDate>Fri, 13 May 2016 00:01:09 -0400</pubDate>\n      <description><![CDATA[<br />\n<p>By Julia Edwards</p><br />\n<p>WASHINGTON (Reuters) - U.S. immigration officials are planning a month-long series of raids in May and June to deport hundreds of Central American mothers and children found to have entered the country illegally, according to sources and an internal document seen by Reuters.</p><br />\n<p>The operation would likely be the largest deportation sweep targeting immigrant families by the administration of President Barack Obama this year after a similar drive over two days in January that focused on Georgia, Texas, and North Carolina.</p><br />\n<p>Those raids, which resulted in the detention of 121 people, mostly women and children, sparked an outcry from immigration advocates and criticism from some Democrats, including the party's presidential election frontrunner Hillary Clinton.</p><br />\n<p>Immigration and Customs Enforcement (ICE) has now told field offices nationwide to launch a 30-day \"surge\" of arrests focused on mothers and children who have already been told to leave the United States, the document seen by Reuters said. The operation would also cover minors who have entered the country without a guardian and since turned 18 years of age, the document said. Two sources confirmed the details of the plan.</p><br />\n<p>The exact dates of the latest series of raids were not known and the details of the operation could change.</p><br />\n<p>The operation in January marked a departure for ICE, part of the Department of Homeland Security, from one-off deportations to high-profile raids meant to deter migrants from coming to the United States.</p><br />\n<p>An ICE spokeswoman said the agency does not \"confirm or deny the existence of specific ongoing or future law enforcement actions.\" The spokeswoman said immigrants who arrived illegally after Jan. 1, 2014 are priorities for removal.</p><br />\n<p>Federal resources were strained in 2014 under a wave of illegal migrants crossing the U.S.-Mexico border, especially women and children fleeing violence in Honduras, El Salvador, and Guatemala.</p><br />\n<p>The planned new raids are in response to a renewed surge of illegal entries by Central American women traveling with their children.</p><br />\n<p>From October 2015 through March 2016, the U.S. Border Patrol apprehended more than 32,000 family \"units\", defined as mothers and children traveling together, for crossing illegally into the United States. Over the same period in 2014-2015, there were about 14,000 such apprehensions; in 2013-2014, about 19,800.</p><br />\n<p>(Graphic on immigration patterns of Central American migrants: http://tmsnrt.rs/1qglGZG)</p><br />\n<p>Many of those apprehended for unlawful entry are put into deportation proceedings in court but do not show up for their scheduled appearance before a judge or ignore court orders to leave the country.</p><br />\n<p>The surge in illegal border crossings has put Obama in a tough spot in a presidential election year in which he wants to see a fellow Democrat elected as his successor.</p><br />\n<p>Obama has said criminal immigrants and those who have recently entered the country are priorities for deportation. He is regularly hammered by Republicans over the presence of more than 11 million undocumented immigrants in the country.</p><br />\n<p>But Hispanic-Americans tend to vote for Democrats, who are more sympathetic to the plight of the undocumented.</p><br />\n<p>Clinton raised concerns about the January raids at the time, saying they had \"sown fear and division in immigrant communities.\"</p><br />\n<p>The presumptive Republican presidential nominee Donald Trump has pledged to build a wall along the Mexican border to prevent illegal immigration.</p><br />\n<p>Homeland Security Secretary Jeh Johnson told a U.S. Senate panel in March that the January raids had helped to deter Central Americans from migrating illegally. Border Patrol reported fewer illegal entries between January and March 2016 compared to October and December 2015, but there were more apprehended than over the same time period in early 2015.</p><br />\n<p>A separate document seen by Reuters said Johnson was concerned about the most recent uptick in border crossings.</p><br />\n<p>Immigration advocates say they have asked Johnson to abandon plans for future raids.</p><br />\n<p>\"Raids are not the answer,\" said Marielena Hincapie, executive director of the National Immigration Law Center, a legal aide and advocacy group for migrants.</p><br />\n<p>\"This is a humanitarian challenge,\" she said.</p><br />\n<p>(Editing by Kevin Drawbaugh and Stuart Grudgings)</p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/57355114160000ae0731ea69.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/boehner-trump_n_9943808.html</guid>\n      <title><![CDATA[John Boehner Backs Donald Trump, Thanks God Cruz Didn't Win]]></title>\n      <author>Andrew Hart</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/boehner-trump_n_9943808.html?utm_hp_ref=politics&amp;ir=Politics</link>\n      <pubDate>Thu, 12 May 2016 23:34:41 -0400</pubDate>\n      <description><![CDATA[<p>John Boehner supports Donald Trump -- just not any of his policies.</p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/57354b1e160000b60731ea66.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/it-wasnt-safe-to-buckle-freddie-grays-seatbelt_n_9942926.html</guid>\n      <title><![CDATA[Baltimore Cop's Defense: It Wasn’t Safe To Buckle Freddie Gray’s Seatbelt]]></title>\n      <author>Robert Baldwin III</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/it-wasnt-safe-to-buckle-freddie-grays-seatbelt_n_9942926.html?utm_hp_ref=politics&amp;ir=Politics</link>\n      <pubDate>Thu, 12 May 2016 21:57:40 -0400</pubDate>\n      <description><![CDATA[<br />\n<p><span style=\"font-weight: 400;\">BALTIMORE -- It was a regular work day for Officer Edward Nero. He was on bike patrol with fellow Baltimore Police officers Garrett Miller and Lt. Brian Rice, working the 1700 block of North Avenue on April 12, 2015. </span></p><br />\n<p><span style=\"font-weight: 400;\">The Baltimore City State's Attorney's Office had told the officers to patrol the &ldquo;high-crime area&rdquo; located in the city&rsquo;s Sandtown-Winchester neighborhood to address citizen complaints of open-air drug dealing.</span></p><br />\n<p><span style=\"font-weight: 400;\">When the officers made eye contact with 25-year-old Freddie Gray, he took off running. After a short foot chase, the officers caught Gray, arrested him and placed him in the back of a police van without a seatbelt. He sustained a fatal spinal cord injury in the van and died a week later.</span></p><br />\n<p><span style=\"font-weight: 400;\">Thursday was the first day of trial proceedings for Nero, the second of six officers indicted in Gray&rsquo;s death&nbsp;-- and it was dominated by discussion of whether Gray should have been buckled up, and what discretion officers have on following the department&rsquo;s policy for buckling up suspects.</span></p><br />\n<p><span style=\"font-weight: 400;\">During opening statements, Chief Deputy State's Attorney Michael Schatzow maintained that Nero&rsquo;s failure to buckle Gray&rsquo;s seatbelt when he helped place Gray in the van makes him partially responsible for Gray&rsquo;s death.</span></p><br />\n<p><span style=\"font-weight: 400;\">\"The issue here is not one of danger, it's an issue of caring,\" Schatzow said. \"Mr. Gray was put in a risky and dangerous position on the floor of that van.\"</span></p><br />\n<p><span style=\"font-weight: 400;\">But Marc Zayon, the head of Nero&rsquo;s defense, claimed it wasn&rsquo;t safe for his client to buckle Gray into the van because Gray was resisting arrest. He noted that Gray had to be dragged to the police wagon and, once he was inside, began violently shaking and moving the wagon.</span></p><br />\n<p><span style=\"font-weight: 400;\">&ldquo;There are times when it is impossible to seat-belt,&rdquo; Zayon said during the defense&rsquo;s opening statements. &ldquo;This is one of those times.&rdquo; &nbsp;</span></p><br />\n<br />\n<p>It&rsquo;s no question that not being secured into the police van caused Gray to sustain spinal cord injuries similar to those of high-speed crash victims. There is also no dispute that securing suspects was department protocol.</p><br />\n<p><span style=\"font-weight: 400;\">On April 9, 2015, officers were notified via email of an amendment to the department&rsquo;s seat belt policy. Though the defense claims Nero was off-duty at the time the email was sent, a field training coordinator testified that all officers are instructed to read their emails daily for communication. </span></p><br />\n<p><span style=\"font-weight: 400;\">The amendment states that there are &ldquo;no exceptions to the requirement that officers seatbelt anyone that traveled in [a] patrol vehicle,&rdquo; Schatzow said. </span></p><br />\n<p><span style=\"font-weight: 400;\">And, even if there was an officer-safety exception, Nero had &ldquo;no reason to suspect his safety was in danger,&rdquo; Schatzow claimed. </span></p><br />\n<p><span style=\"font-weight: 400;\">Gray was not frisked at the time of his arrest and Nero was sent to retrieve Miller&rsquo;s bike, leaving﻿ Miller</span>&nbsp;alone with Gray. This demonstrated, Schatzow argued, that there was no articulable suspicion that Gray was dangerous, and the safety exception -- if there were one -- would not apply.</p><br />\n<p><span style=\"font-weight: 400;\">But Zayon claimed the back of the van was too small for Nero to buckle Gray without putting his safety at risk. A suspect could even &ldquo;spit,&rdquo; &ldquo;headbutt&rdquo; or &ldquo;throw a shoulder&rdquo; -- and the small area wouldn't have given the officer enough space to safely move out of the way, Zayon said.</span></p><br />\n<p><span style=\"font-weight: 400;\">&ldquo;There is always discretion for officer safety,&rdquo; he said.</span></p><br />\n<p><span style=\"font-weight: 400;\">Cpt. Martin Bartness, the prosecution&rsquo;s first witness, inadvertently agreed. </span></p><br />\n<p><span style=\"font-weight: 400;\">Though the current chief of staff for Commissioner Kevin Davis identified the amendment a &ldquo;best practice,&rdquo; Zayon challenged Bartness on the credibility of the term, in what quickly evolved into a philosophical exploration of police protocol.</span></p><br />\n<p><span style=\"font-weight: 400;\">&ldquo;I think there are a number of practices that are subject to debate,&rdquo; Bartness responded stoically before explaining that officers make discretionary decisions every day. </span></p><br />\n<p><span style=\"font-weight: 400;\">Zayon inquired whether discretion was still present based on the nature of the job, even though the new policy removed the word. He asked Bartness to consider an officer who witnessed an armed robbery while filling out routine paperwork. He then questioned whether the hypothetical officer was required to finish his assignment or if he had the \"discretion\" to stop and chase down the fleeing suspect.</span></p><br />\n<p><span style=\"font-weight: 400;\">Bartness said he hoped the officer would respond to the emergency.</span></p><br />\n<p><span style=\"font-weight: 400;\">&ldquo;Because he has the discretion to act for the greater good of the public?&rdquo; Zayon asked.</span></p><br />\n<p><span style=\"font-weight: 400;\">&ldquo;Yes,&rdquo; Bartness replied.</span></p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/57351985130000f0043817a9.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/ted-cruz-donald-trump-fox-news_n_9942200.html</guid>\n      <title><![CDATA[Ted Cruz Blames Fox News For Donald Trump's Rise]]></title>\n      <author>Marina Fang</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/ted-cruz-donald-trump-fox-news_n_9942200.html?utm_hp_ref=politics&amp;ir=Politics</link>\n      <pubDate>Thu, 12 May 2016 21:40:01 -0400</pubDate>\n      <description><![CDATA[<p>Sen. Ted Cruz (R-Texas) on Thursday suggested Fox News had a role to play in facilitating presumptive GOP presidential nominee Donald Trump's success and warned that it \"will bear that responsibility going forward.\"</p><br />\n<p>The former presidential candidate was asked on <a href=\"http://www.ktrh.com/onair/michael-berry-13986/michael-talks-with-senator-ted-cruz-14708553/\" target=\"_blank\">a conservative radio show in Houston</a>&nbsp;whether he felt he was treated unfairly by Fox News, after he&nbsp;<a href=\"http://www.mediaite.com/tv/ted-cruz-rupert-murdoch-turned-fox-news-into-the-donald-trump-network/\" target=\"_blank\">slammed the network's executives earlier this month</a> for turning it \"into the Donald Trump network, 24/7.\"</p><br />\n<br />\n<p>\"Well, listen, there's time for recriminations. Everyone who was responsible for the rise of Donald Trump, they will bear that responsibility going forward,\" he said.&nbsp;</p><br />\n<p>\"But there were more than a few players who played a disproportionate role in that rise,\" he added, refusing to pin the blame solely on the cable news network.</p><br />\n<p>Before he <a href=\"http://www.huffingtonpost.com/entry/ted-cruz-drops-out-2016_us_561c5138e4b028dd7ea4e838?ncid=fcbklnkushpmg00000013&amp;section=politics\">dropped out of the GOP presidential race last week</a>, clearing the way for Trump to become the presumptive nominee, the Texas senator <a href=\"http://www.mediaite.com/tv/ted-cruz-rupert-murdoch-turned-fox-news-into-the-donald-trump-network/\" target=\"_blank\">suggested that executives at Fox News</a>&nbsp;gave Trump wall-to-wall coverage to support his candidacy.</p><br />\n<p>&ldquo;There is a broader dynamic at work, which is network executives have made a decision to get behind Donald Trump. Rupert Murdoch and Roger Ailes at Fox News have turned Fox News into the Donald Trump network, 24/7,&rdquo; Cruz said at a press conference on the eve of the Indiana primary.</p><br />\n<p>\"Media executives are trying to convince Hoosiers, trying to convince Americans the race is decided. You have no choice. You are stuck between Donald Trump or Hillary Clinton, either one of which is a horrific choice for this country.&rdquo;</p><br />\n<p>Fox News, as well as other cable news networks, have faced criticism for giving Trump a <a href=\"http://www.huffingtonpost.com/entry/donald-trump-cable-news-airtime_us_568c0d96e4b014efe0dbe5a4\">disproportionate amount of airtime</a> and for <a href=\"http://www.huffingtonpost.com/entry/fox-news-donald-trump-kkk_us_56d5a8bbe4b0871f60ecabe9\">leaving his controversial and inconsistent policy proposals unchallenged</a>.</p><br />\n<br />\n<p>Cruz returned to the Senate this week, and unlike some of his colleagues, including <a href=\"http://www.huffingtonpost.com/entry/mitch-mcconnell-supports-donald-trump_us_572a8944e4b096e9f0904b4d\">Senate Majority Leader Mitch McConnell (R-Ky.)</a>, has yet to back Trump.</p><br />\n<p>His comments on Thursday suggest he is still not ready to back his party's presumptive nominee, which could make it difficult for Trump to pick up Cruz's supporters and for the party to unify ahead of the general election.</p><br />\n<p>When asked to evaluate his own campaign, Cruz praised the evangelicals and conservatives who supported him and made no indication that he plans to endorse Trump soon.</p><br />\n<p>\"My one regret is that we came up short. I'm very sorry to have disappointed so many grassroots conservatives who just poured their hearts into this, and I wish the outcome had been different,\" he said. \"But I have incredible optimism in the future of this country ...&nbsp;The conservative movement is strong and thriving.\"</p><br />\n<p><em>Editor's note:&nbsp;Donald Trump regularly&nbsp;<a href=\"http://www.huffingtonpost.com/entry/donald-trump-violence_us_56e1f16fe4b0b25c91815913\" target=\"_blank\">incites political violence</a>&nbsp;and is a&nbsp;<a href=\"http://www.huffingtonpost.com/entry/donald-trump-911_565b1950e4b08e945feb7326\" target=\"_blank\">serial liar</a>,&nbsp;<a href=\"http://www.huffingtonpost.com/entry/9-outrageous-things-donald-trump-has-said-about-latinos_55e483a1e4b0c818f618904b\" target=\"_blank\">rampant xenophobe</a>,&nbsp;<a href=\"http://www.huffingtonpost.com/entry/donald-trump-racist-examples_us_56d47177e4b03260bf777e83\" target=\"_blank\">racist</a>,&nbsp;<a href=\"http://www.huffingtonpost.com/entry/18-real-things-donald-trump-has-said-about-women_us_55d356a8e4b07addcb442023\" target=\"_blank\">misogynist</a>&nbsp;<wbr />and&nbsp;<a href=\"http://www.huffingtonpost.com/entry/donald-trump-stephen-colbert-birther_56022a33e4b00310edf92f7a\" target=\"_blank\">birther</a>&nbsp;who has repeatedly pledged to ban all Muslims -- 1.6 billion members of an entire religion -- from entering the U.S.</em></p><br />\n<div class=\"yj6qo ajU\">&nbsp;</div> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/57351ed2160000ae0731ea51.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/obama-transgender-bathrooms-schools_n_9942174.html</guid>\n      <title><![CDATA[Obama Administration To Issue Decree On Transgender Bathroom Access In Schools]]></title>\n      <author>Kelly Chen</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/obama-transgender-bathrooms-schools_n_9942174.html?utm_hp_ref=politics&amp;ir=Politics</link>\n      <pubDate>Thu, 12 May 2016 21:24:43 -0400</pubDate>\n      <description><![CDATA[<br />\n<p>WASHINGTON (Reuters) - The Obama administration will issue a sweeping decree on Friday telling every U.S. public school district to allow transgender students to use the bathrooms that match their gender identity.</p><br />\n<p>The letter, signed by officials from the Education and Justice departments, does not have the force of law but contains an implicit threat that schools which do not abide by the Obama administration's interpretation of the law could face lawsuits or a loss of federal aid.</p><br />\n<p>\"There is no room in our schools for discrimination of any kind, including discrimination against transgender students on the basis of their sex,\" U.S. Attorney General Loretta Lynch said in a statement.</p><br />\n<p>\"This guidance gives administrators, teachers, and parents the tools they need to protect transgender students from peer harassment and to identify and address unjust school policies,\" she said.</p><br />\n<p>The move comes as the Obama administration and North Carolina battle in federal court over a state law passed in March that limits public bathroom access for transgender people.</p><br />\n<p>By passing the law, North Carolina became the first state in the country to ban people from using multiple occupancy restrooms or changing rooms in public buildings and schools that do not match the sex on their birth certificate.</p><br />\n<p>\"No student should ever have to go through the experience of feeling unwelcome at school or on a college campus,\" Education Secretary John King Jr. said in a statement.</p><br />\n<p>\"We must ensure that our young people know that whoever they are or wherever they come from, they have the opportunity to get a great education in an environment free from discrimination, harassment and violence,\" he said.</p><br />\n<p>The Obama administration letter will say schools may not require transgender students to have a medical diagnosis, undergo any medical treatment, or produce a birth certificate or other document before treating them according to their gender identity.</p><br />\n<p>Americans are divided over how public restrooms should be used by transgender people, according to a Reuters/Ipsos poll, with 44 percent saying people should use them according to their biological sex and 39 percent saying they should be used according to the gender with which they identify.</p><br />\n<p>(Writing by Eric Beech; Editing by Sandra Maler)</p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/57352ca413000001053817bc.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/mitch-mcconnell-merrick-garland_n_9941762.html</guid>\n      <title><![CDATA[Mitch McConnell Says Elections Are 'Not An Excuse' For Senators To Skip Work]]></title>\n      <author>Marina Fang</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/mitch-mcconnell-merrick-garland_n_9941762.html?utm_hp_ref=politics&amp;ir=Politics</link>\n      <pubDate>Thu, 12 May 2016 21:01:24 -0400</pubDate>\n      <description><![CDATA[<p>WASHINGTON -- Senate Majority Leader Mitch McConnell (R-Ky.) on Thursday warned senators not to use the election as \"an excuse not to do our work.\"</p><br />\n<p>\"Some have said because it is an election year, you can't do much. I'd like to remind everyone: We've had a regularly scheduled election in this country every two years since 1788, right on time,\" McConnell said on the Senate floor.</p><br />\n<p>\"I've heard people say, 'Well, we can't do it because we have an election next year.' And people have said, 'We can't do whatever it is because we have an election this year,'\" he continued. \"It is not an excuse not to do our work.\"</p><br />\n<br />\n<p>Sound familiar? The upcoming presidential election is <a href=\"http://www.huffingtonpost.com/entry/mitch-mcconnell-donald-trump-garland_us_572a01f1e4b016f3789433a8\">the reason McConnell and other Republicans have cited</a> for not granting a confirmation hearing for Merrick Garland, President Barack Obama's Supreme Court nominee.</p><br />\n<p>Democrats quickly seized on the apparent hypocrisy.</p><br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><blockquote class=\"twitter-tweet\" align=\"center\"><p lang=\"en\" dir=\"ltr\">BREAKING: Mitch McConnell just said election years are not an excuse not to do our work! <a href=\"https://twitter.com/hashtag/DoYourJob?src=hash\">#DoYourJob</a> <a href=\"https://t.co/AbAh7tr9NA\">pic.twitter.com/AbAh7tr9NA</a></p>&mdash; Senate Democrats (@SenateDems) <a href=\"https://twitter.com/SenateDems/status/730838286072205312\">May 12, 2016</a></blockquote><br />\n<script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script></div></div><br />\n     <br />\n<p>McConnell has said he intends to <a href=\"http://www.huffingtonpost.com/entry/mitch-mcconnell-donald-trump-garland_us_572a01f1e4b016f3789433a8\">bar Garland's nomination</a> until after the November election, even as Republicans grapple with whether to back their presumptive presidential nominee Donald Trump. Many in the GOP fear Trump may lose, thus leading to a more liberal Supreme Court nominee.</p><br />\n<p>&ldquo;Republicans continue to believe that the American people should have a voice in this decision and the next president should make the nomination,&rdquo; McConnell's spokesman said last week.</p><br />\n<p>Some senators, like Sen. Jeff Flake (R-Ariz.) and Sen. Orrin Hatch (R-Utah), have said that <a href=\"http://www.huffingtonpost.com/entry/jeff-flake-merrick-garland-supreme-court_us_5730c1a9e4b096e9f0920f6d\">they will back Garland</a> if Trump loses the general election.</p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/57351037130000f0043817a1.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/donald-trump-pennsylvania-coal-region_n_9941742.html</guid>\n      <title><![CDATA[In Pennsylvania's Coal Country, Donald Trump Speaks To Their Deepest Frustrations]]></title>\n      <author>Scott Conroy</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/donald-trump-pennsylvania-coal-region_n_9941742.html?utm_hp_ref=politics&amp;ir=Politics</link>\n      <pubDate>Thu, 12 May 2016 20:59:59 -0400</pubDate>\n      <description><![CDATA[<br />\n<p>WILKES-BARRE, Pa. -- It was dollar burger night at Bar Louie in this blue-collar city set in the heart of Pennsylvania's Coal Region, and as usual, Tony Passetti and Jim Cruthers were sitting at the bar, talking over a couple of cheeseburgers and a bowl of tater tots.</p><br />\n<p>\"At least Paul Ryan said he'd step down if Trump wanted him to,&rdquo; Passetti said, referring to the House speaker's offer not to chair the Republican National Convention in July. &ldquo;The party has to understand they're stepping in the way of what people want.\"&nbsp;</p><br />\n<p>Currently unemployed, Passetti used to work at the local record store that Cruthers still manages. These days, however, no up-and-coming band or celebrated vinyl release can command either music lover's attention the way Donald Trump does.</p><br />\n<p>&ldquo;This is what we do,&rdquo; Passetti said. &ldquo;The campaign is all we talk about.&rdquo;</p><br />\n<p>Both men are hardcore Trump supporters, who profess to being fed up with &ldquo;corrupt politicians.\" They are enamored of the presumptive GOP presidential nominee&rsquo;s full-throated attacks on what they see as political correctness gone amuck.</p><br />\n<p>And they&rsquo;re not the only ones in traditionally Democratic-leaning northeastern Pennsylvania who feel that way.</p><br />\n<p>In last month&rsquo;s Pennsylvania primary, <a href=\"http://citizensvoice.com/news/trump-dominated-in-luzerne-county-1.2036216\" target=\"_blank\">nine of the 17 counties</a> where Trump&rsquo;s share of the vote topped 65 percent were located in this slice of the state. His best result of all came here in Luzerne County, where Trump won 77 percent of the vote &mdash; one of his best showings in any region of the country.</p><br />\n<p>He might have done even better if members of the opposing party had been allowed to participate in the closed GOP primary. This is a county where registered Democrats still outnumber registered Republicans 105,487 to 68,603. While that margin has been narrowing steadily, Lucerne was one of 12 Pennsylvania counties where President Barack Obama <a href=\"http://www.phillymag.com/news/2012/11/07/presidentialelection-2012-results-pennsylvania-counties/\" target=\"_blank\">edged out</a> Mitt Romney in 2012.</p><br />\n<p>If Trump has any chance of redrawing the country's electoral map, as his campaign vows he will, it is places like Luzerne County -- where antipathy toward undocumented immigration and trade deals runs particularly deep -- that will lead the charge.&nbsp;</p><br />\n<blockquote class=\"pull-quote\"><br />\n<span class=\"quote\">I've never been so anxious to have a general election since Trump came along.</span><br />\n<span class=\"attribution\">Trump supporter Jim Cruthers</span><br />\n</blockquote><br />\n     <br />\n<p>As a Reagan Democrat turned solid Republican, Jim Cruthers embodies just the kind of voter Trump hopes will propel him into the White House. Skeptical of party politics in general, Cruthers couldn&rsquo;t care less whether the GOP establishment comes around to the party&rsquo;s new standard-bearer, whom he trusts implicitly to do the right thing.&nbsp;</p><br />\n<p>\"I've never been so anxious to have a general election since Trump came along,&rdquo; Cruthers said, anticipating a fall matchup against presumptive Democratic nominee Hillary Clinton. \"Once they debate, he's going to destroy her because he's so unorthodox. And that's the problem with the Republican Party. They can't figure out that the status quo doesn't work with Trump.\"&nbsp;</p><br />\n<p>Cruthers&rsquo; optimism about Trump&rsquo;s chances in the general election is common among the candidate's supporters here. The fact remains, however, that Pennsylvania hasn&rsquo;t voted for a Republican on the presidential level since 1988.</p><br />\n<p>Time and again, GOP presidential nominees have tried and failed to flip the state. National Democrats are far from panicking about the prospects of a Trump victory here, although they have plenty of reason not to be complacent.&nbsp;According to the <a href=\"http://elections.huffingtonpost.com/pollster/2016-pennsylvania-president-trump-vs-clinton\" target=\"_blank\">HuffPost Pollster average</a>, Clinton currently leads Trump in Pennsylvania by the relatively close margin of 45.0 percent to 39.6 percent.</p><br />\n<p>While the prospect of a Trump presidency might well drive strong turnout in the Democratic strongholds of Philadelphia and Pittsburgh, the previously latent support for Trump in Luzerne County is now well out in the open.</p><br />\n<br />\n<p>Atop one of the many hills overlooking Wilkes-Barre sits Breaker Brewing Company, where patrons can admire old photos of the region&rsquo;s heyday while taking &ldquo;the coal mine tour,&rdquo; which offers a sampler of three 5-oz. pours for $5 or eight for $12.&nbsp;</p><br />\n<p>At the end of the bar, a woman with white curls, who declined to provide her name, sipped a Lunch Pail Ale and chatted with a friend.</p><br />\n<p>\"I don't normally talk about politics, but I don't think Trump is wrong,&rdquo; she said. \"I wish we would start taking care of our own people and shut down the border.&rdquo;</p><br />\n<p>A couple of seats over were siblings Amy and Brad Bachle, both in their early 30s and employed as a nurse and an engineer, respectively.</p><br />\n<p>Amy backed Texas Sen. Ted Cruz in the GOP primary, while Brad didn&rsquo;t participate, since he is registered as an independent. Both think that Trump is a flip-flopper on issues like abortion, that his rhetoric has been &ldquo;ridiculous&rdquo; at times, and that his anti-immigrant rhetoric will pose a significant liability in the general election.</p><br />\n<p>But both also strongly oppose Clinton&rsquo;s candidacy and believe that Trump can win in November by racking up big margins in heavily white, blue-collar Democratic-leaning communities like this one where manufacturing jobs have continued to vanish and people are looking to point fingers.&nbsp;</p><br />\n<p>&ldquo;It comes down to immigration because in all these little coal patch towns, everyone left,&rdquo; Brad Bachle said. &ldquo;Now there&rsquo;s all these houses that nobody wants to live in, and we get a lot of immigrants coming in because it&rsquo;s really cheap. Now, they&rsquo;re not all bad. There&rsquo;s some really great Hispanics that moved into this area, and some are the best, hardest-working people compared to some of the other scum that lives around here. But there&rsquo;s also a bad side.&rdquo;</p><br />\n<p>On the night before the Pennsylvania primary, Trump drew over 10,000 people to a rally in Wilkes-Barre &mdash; an event that his campaign put together on the fly in a matter of days.&nbsp;During his remarks that night, the candidate&nbsp;<a href=\"http://wnep.com/2016/04/25/trump-addresses-thousands-of-supporters-in-luzerne-county/\" target=\"_blank\">played to his crowd</a> by vowing to bring back mining jobs and build his border wall, noting ominously that immigration from Mexico could be &ldquo;the great Trojan horse.&rdquo;</p><br />\n<p>And then the primary results came in, suggesting that in this part of the country,&nbsp;Trump will be a force to be reckoned with come November.&nbsp;</p><br />\n<blockquote class=\"pull-quote\"><br />\n<span class=\"quote\">In the beginning, it was funny. People would timidly come up to me and say they were so happy to find someone supporting him.</span><br />\n<span class=\"attribution\">Lynette Villano, who wears a \"Trump for President\" pin</span><br />\n</blockquote><br />\n     <br />\n<p>Lynette Villano served as chairman of the Luzerne County Republican Party for a decade before she purchased a &ldquo;Trump for President&rdquo; pin last fall and began wearing it wherever she went.&nbsp;</p><br />\n<p>&ldquo;In the beginning, it was funny,&rdquo; Villano recalled. &ldquo;People would timidly come up to me and say they were so happy to find someone supporting him. Then, as time went by, I was flabbergasted. So many of my Democrat friends came up to me and said they were behind him.&rdquo;</p><br />\n<p>On primary day, Villano was elected as a delegate to the Republican convention,&nbsp;pledged to support Trump.&nbsp;She said she was entirely unbothered by the presumptive nominee&rsquo;s recent modulation on key issues.</p><br />\n<p>When it comes to his selection of a running mate, Villano likes former House Speaker Newt Gingrich.&nbsp;Cruthers would prefer former Secretary of State Condoleezza Rice, and Passetti&rsquo;s top three picks are ex-Minnesota Gov. Jesse Ventura, former Secretary of State Colin Powell and political commentator Pat Buchanan. All three, however, are confident that Trump won&rsquo;t suffer any political blowback among his strong supporters, no matter whom he chooses.&nbsp;</p><br />\n<p>They're all committed to the man and unconcerned with what GOP leaders think about the decisions he makes.&nbsp;&nbsp;</p><br />\n<p>&ldquo;Obviously, nothing he&rsquo;s said so far has hurt him,&rdquo; Villano said. &ldquo;I don&rsquo;t see that that&rsquo;s going to be any problem at all.&rdquo;</p><br />\n<p><em><span style=\"font-weight: 400;\">Editor's note: Donald Trump regularly </span></em><a href=\"http://www.huffingtonpost.com/entry/donald-trump-violence_us_56e1f16fe4b0b25c91815913\"><em><span style=\"font-weight: 400;\">incites political violence</span></em></a><em><span style=\"font-weight: 400;\"> and is a </span></em><a href=\"http://www.huffingtonpost.com/entry/donald-trump-911_565b1950e4b08e945feb7326\"><em><span style=\"font-weight: 400;\">serial liar</span></em></a><em><span style=\"font-weight: 400;\">, </span></em><a href=\"http://www.huffingtonpost.com/entry/9-outrageous-things-donald-trump-has-said-about-latinos_55e483a1e4b0c818f618904b\"><em><span style=\"font-weight: 400;\">rampant xenophobe</span></em></a><em><span style=\"font-weight: 400;\">, </span></em><a href=\"http://www.huffingtonpost.com/entry/donald-trump-racist-examples_us_56d47177e4b03260bf777e83\"><em><span style=\"font-weight: 400;\">racist</span></em></a><em><span style=\"font-weight: 400;\">, </span></em><a href=\"http://www.huffingtonpost.com/entry/18-real-things-donald-trump-has-said-about-women_us_55d356a8e4b07addcb442023\"><em><span style=\"font-weight: 400;\">misogynist</span></em></a><em><span style=\"font-weight: 400;\"> and </span></em><a href=\"http://www.huffingtonpost.com/entry/donald-trump-stephen-colbert-birther_56022a33e4b00310edf92f7a\"><em><span style=\"font-weight: 400;\">birther</span></em></a><em><span style=\"font-weight: 400;\"> who has repeatedly pledged to ban all Muslims -- 1.6 billion members of an entire religion -- from entering the U.S.</span></em></p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/57352339130000f0043817b4.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/robert-koehler/quiet-war-sleeping-nation_b_9940574.html</guid>\n      <title><![CDATA[Quiet War, Sleeping Nation]]></title>\n      <author>Robert Koehler</author>\n      <link>http://www.huffingtonpost.com/robert-koehler/quiet-war-sleeping-nation_b_9940574.html?utm_hp_ref=politics&amp;ir=Politics</link>\n      <pubDate>Thu, 12 May 2016 19:41:22 -0400</pubDate>\n      <description><![CDATA[And the race goes on. So does the war, but you'd never know that the one had anything to do with the other.<br />\n<br />\nEven when the mainstream media trouble themselves to acknowledge that the primary season remains open on the Democratic side, that Bernie Sanders -- and his millions of supporters -- are still in the race, the Bernie revolution is never portrayed as addressing foreign policy and the still-failing, still-catastrophic war on terror.<br />\n<br />\nYet the war is there, shredding the national economy as it shreds much of the Middle East and, indeed, the whole planet. <br />\n<br />\n<a href=\"http://www.tomdispatch.com/post/176138/tomgram%3A_noam_chomsky,_what_principles_rule_the_world/\" target=\"_hplink\">Noam Chomsky</a>, in his new book Who Rules the World?, quoting terrorism specialists Peter Bergen and Paul Cruickshank, says the Iraq War \"generated a stunning sevenfold increase in the yearly rate of fatal jihadist attacks, amounting to literally hundreds of additional terrorist attacks and thousands of civilian lives lost; even when terrorism in Iraq and Afghanistan is excluded, fatal attacks in the rest of the world have increased by more than one-third.\"<br />\n<br />\nPerhaps this is something to think about as we watch and read the \"news\": America's quiet, background war, having burned through a few trillion dollars so far and resulted in perhaps 2 million deaths, continues unchecked and unquestioned even as it perpetuates terror, the very thing it's purporting to eliminate. This war is not only wrecking lives well beyond the national zone of awareness, it's arguably contributing to, if not causing, the economic chaos roiling the political status quo in this election season.<br />\n<br />\nShhhh. Don't tell anyone.<br />\n<br />\nOur news purveyors purport to analyze the mood and will of the electorate via polls and apparently secret access to conventional wisdom, which somehow links the collective public mind with the nation's political movers and shakers, e.g.:<br />\n<br />\n\"For Sanders,\" according to CNN, \"West Virginia offers a chance to leap back into the political spotlight and confound hardening conventional wisdom that he is an afterthought in the race . . .\"<br />\n<br />\nBut at least this tidbit of information keeps Hillary's challenger alive. Much of the election coverage has already moved well past what's left of the primary season to the general election, where Hillary Clinton's primary task is deciding whether to reach out blatantly to Republican voters who hate Donald Trump or continue doing her best to appease Bernie supporters so that they won't go Green or stay home. <br />\n<br />\nSanders' vow to stay in the race through the entire primary season and, even if he fails to win enough delegates to be nominated, to fight for the insertion of progressive values into the Democratic Party platform -- in the process, perhaps interfering with Clinton's efforts to woo Republicans -- at least establishes the point that elections are about values. Even a point this wan and miniscule represents progress compared to recent presidential races, though, alas, hardly sufficient to turn the Democrats into the party that eschews perpetual war or stands up to Big Money and the interests of the corporate elite. <br />\n<br />\nThis is the logical progression to cynicism, something that worries me as much as anything else about American democracy. So once again I quote Chomsky:<br />\n<br />\n\"Returning to the opening question 'Who rules the world?' we might also want to pose another question: 'What principles and values rule the world?' That question should be foremost in the minds of the citizens of the rich and powerful states, who enjoy an unusual legacy of freedom, privilege, and opportunity thanks to the struggles of those who came before them, and who now face fateful choices as to how to respond to challenges of great human import.\"<br />\n<br />\nThe point I'm struggling to make is that democracy isn't easy. Peace isn't easy. Those who wage peace have to do so independent of global political and economic structures, and independent of much of the mainstream media. <br />\n<br />\nWhat principles and values rule the world?<br />\n<br />\nThis question is so easily belittled by those who are troubled by it, so easily dismissed from coverage and discussion of the presidential race. But something remarkable has indeed been happening this time around. <br />\n<br />\nOn one side of the aisle, so to speak, the Trump campaign surges forward with bombast and ego, led by a candidate who, with sheer irreverence for political correctness, ignites the hope of those who remember the scapegoats of the good old days and forges political unity out of the possibility of their return. The Republicrat status quo, having abandoned these voters in all but rhetoric for so long, is forced to confront its own breakdown. The media ogle the spectacle.<br />\n<br />\nOn the other side of the aisle, the Sanders campaign has forged a far different sort of unity, out of the question Chomsky asks: What principles and values rule the world? This is a unity that transcends obvious, ego-fixated self-interest and reaches beyond nationalism, corporatocracy and the inevitability of war.<br />\n<br />\nBernie has planted the question at the level of national politics. If he fails to gain the nomination, how do we keep this question politically alive? Let me know what you think.<br />\n<br />\n- - -<br />\nRobert Koehler is an award-winning, Chicago-based journalist and nationally syndicated writer. Contact him at koehlercw@gmail.com or visit his website at <a href=\"http://commonwonders.com/\" target=\"_hplink\">commonwonders.com</a>.<br />\n<br />\n© 2016 TRIBUNE CONTENT AGENCY, INC. <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/3337804/images/s-DEFAULT-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/don-c-reed/of-presidential-candidate_b_9909054.html</guid>\n      <title><![CDATA[Of Presidential Candidates and Medical Research]]></title>\n      <author>Don C. Reed</author>\n      <link>http://www.huffingtonpost.com/don-c-reed/of-presidential-candidate_b_9909054.html?utm_hp_ref=politics&amp;ir=Politics</link>\n      <pubDate>Thu, 12 May 2016 19:23:27 -0400</pubDate>\n      <description><![CDATA[Nearly one in two <a href=\"http://tinyurl.com/nk5x4o5\" target=\"_hplink\">Americans</a> suffer a \"chronic\" (long-lasting or incurable) disease or disability. These are our family members, people we know and love.<br />\n<br />\nTo heal the ill and injured, rather than merely maintaining them in their suffering, we must have cures.  That means research funding, and scientific freedom, supported by our leadership.<br />\n<br />\nOur next President must understand the importance of medical research, and help us go forward.  <br />\n<br />\nSo where do they stand, the Presidential candidates of 2016: Donald Trump, Bernie Sanders, and Hillary Clinton? <br />\n<br />\nOne chatted casually about giving control of the National Institutes of Health (NIH) to a conservative radio \"shock jock.\" <br />\n<br />\nAnother voted to put stem cell researchers in jail, with a fine of one million dollars. <br />\n<br />\nAnd one is a long-term supporter of full stem cell research. (3)<br />\n<br />\nCan you guess which is which?<br />\n<br />\n<center><a href=\"http://images.huffingtonpost.com/2016-05-11-1462988370-7356533-donaldtrump.jpg\"><img alt=\"2016-05-11-1462988370-7356533-donaldtrump.jpg\" src=\"http://images.huffingtonpost.com/2016-05-11-1462988370-7356533-donaldtrump-thumb.jpg\" width=\"299\" height=\"168\" /></a><br />\n</center><br />\n1.\tWhen Donald Trump visited the ultra-conservative <a href=\"http://www.motherjones.com/politics/2015/10/donald-trump-michael-savage-aids-nih\" target=\"_hplink\">Michael Savage</a> radio show, the host made an unusual request, asking to be appointed head of the $30 billion National Institutes of Health, saying: <br />\n<br />\n<blockquote>When you become president, I want you to consider appointing me to head of the NIH. I will make sure that America has real science and real medicine again in this country because I know the corruption. I know how to clean it up and I know how to make real research work again.</blockquote><br />\n<br />\nTo which Trump responded:<br />\n<br />\n\"I think that's great... you know you'd get common sense if that were the case, that I can tell you, because I hear so much about the NIH, and it's terrible.\"<br />\n<br />\nHopefully, Mr. Trump was only joking -- but this is the man who pledged to eliminate what he calls the \"Department of <a href=\"http://talkingpointsmemo.com/livewire/trump-makes-up-agency-environmental-hannity\" target=\"_hplink\">Environmental</a>\", so it is hard to consider him a friend to science. <br />\n<br />\n2.\tBernie Sanders co-sponsored a<a href=\"http://www.ontheissues.org/HouseVote/Party_2003-39.htm\" target=\"_hplink\"> bill</a> to put scientists in jail for ten years -- and fine them one million dollars -- for a type of stem cell research called Somatic Cell Nuclear Transfer, (SCNT), sometimes called \"therapeutic cloning.\"<br />\n<br />\n<center><a href=\"http://images.huffingtonpost.com/2016-05-11-1462988443-5607401-berniesanders.jpg\"><img alt=\"2016-05-11-1462988443-5607401-berniesanders.jpg\" src=\"http://images.huffingtonpost.com/2016-05-11-1462988443-5607401-berniesanders-thumb.jpg\" width=\"318\" height=\"159\" /></a><br />\n</center><br />\nSanders's legislation condemned both good and bad kinds of cloning as if there was no difference between the universally-despised reproductive cloning (an attempt to create babies, endangering  both mother and child) and therapeutic cloning, stem cells in a petri dish. This is like comparing a light bulb with a lightning bolt;  both involve electricity, but one lights a room while the other starts forest fires. <br />\n<br />\nRobert Klein, Chair Emeritus of the California Institute for <a href=\"http://bigstory.ap.org/article/0ce95fb27fd3457fb282c316a3f9f9ca/clinton-sanders-had-opposing-views-biomedical-research\" target=\"_hplink\">Regenerative Medicine said</a>: <br />\n<br />\n\"Sanders and (then-Republican House Majority Leader Tom) DeLay -- were part of the religious right's attempt to shut down this whole critical new frontier of therapy for chronic disease.\"<br />\n<br />\nWhy would Senator Sanders side with anti-science extremists to put researchers in jail? Sadly, he is known to oppose <a href=\"http://www.dailykos.com/story/2016/4/18/1517023/-Bernie-Sanders-views-on-biotechnology-aligned-with-Republicans\" target=\"_hplink\">biomedicine</a>, saying he had \"very serious concerns about the long-term goals of an increasingly powerful and profit-motivated biotechnology industry.\"  <br />\n<br />\nBiomedicine, it should be noted, currently provides more<a href=\"http://www.prnewswire.com/news-releases/biomedical-industry-is-now-second-largest-driver-of-californias-high-technology-economy-surpasses-motion-picture-telecom-and-computer-industries-in-employment-56568007.html\" target=\"_hplink\"> California jobs</a> than aerospace and the movie industry put together.<br />\n<br />\n3.\tHillary Clinton strongly supports full stem cell research. As a senator, she was faced with the question of cloning and answered it boldly.<br />\n<br />\n<center><a href=\"http://images.huffingtonpost.com/2016-05-11-1462988508-3121984-hillary.jpg\"><img alt=\"2016-05-11-1462988508-3121984-hillary.jpg\" src=\"http://images.huffingtonpost.com/2016-05-11-1462988508-3121984-hillary-thumb.jpg\" width=\"201\" height=\"251\" /></a><br />\n</center><br />\nLike former Presidents Gerald Ford and Jimmy Carter, and First Lady Nancy Reagan, Secretary Clinton supported SCNT for stem cells, while banning human reproductive cloning.  With fellow Senators Dianne Feinstein and the late Edward Kennedy, Clinton co-authored legislation with a clear distinction between what should be supported and what should be illegal.<br />\n<br />\nThe purpose of <a href=\"http://tinyurl.com/jy2gv8g\" target=\"_hplink\">her bill was plain</a>: \"To prohibit human cloning while preserving important areas of medical research, including stem cell research.\"<br />\n<br />\nWhat kind of President do we want?<br />\n<br />\nA man who will side with anti-science extremists and vote three times to jail stem cell researchers?<br />\n<br />\nSomeone with so little scientific awareness that he does not even know the name of the Environmental Protective Agency -- which he would eliminate?<br />\n<br />\nOr a woman who has studied the issues and taken her stand -- consistently fighting for research for cure?<br />\n<br />\n<em>Don C. Reed is the author of \"STEM CELL BATTLES: Proposition 71 and Beyond: How Ordinary People Can Fight Back Against the Crushing Burden of Chronic Disease\", available at Amazon.com.</em> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/3337804/images/s-DEFAULT-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/elizabeth-warren-donald-trump-vice-president_n_9940510.html</guid>\n      <title><![CDATA[Elizabeth Warren Is On An Anti-Trump Tweetstorm. The Clinton Campaign Has Noticed.]]></title>\n      <author>Sam Stein</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/elizabeth-warren-donald-trump-vice-president_n_9940510.html?utm_hp_ref=politics&amp;ir=Politics</link>\n      <pubDate>Thu, 12 May 2016 19:22:22 -0400</pubDate>\n      <description><![CDATA[<br />\n<p>Twice this past week, <a href=\"http://www.huffingtonpost.com/news/elizabeth-warren/\">Sen. Elizabeth Warren</a> (D-Mass.) has unleashed a seemingly unprompted tweetstorm on&nbsp;<a href=\"http://www.huffingtonpost.com/news/donald-trump/\">Donald Trump</a>, taking shots at the presumptive Republican presidential nominee for being sexist, a scam artist, \"reckless\" and \"embarrassing.\"</p><br />\n<p>Dripping with disdain, the 140-character asides got under Trump's skin (admittedly, not the hardest of feats). He accused her of \"tweeting violently\" and bestowed on the senator one of his trademark churlish nicknames. \"Goofy Elizabeth Warren,\" he replied in tweets of his own.</p><br />\n<p>The more important reaction came not from Trump, however, but from <a href=\"http://www.huffingtonpost.com/news/hillary-clinton/\">Hillary Clinton</a>'s campaign. Multiple sources close to the former secretary of state say that her aides took note of the senator's ability to rile the real estate tycoon. And they recognize the value of such dart throwing from, say, someone filling out a presidential ticket.</p><br />\n<p>One close Clinton confidant said that she and her aides were \"thrilled to see Warren get under his skin.\" Another senior Clinton adviser, who is advocating internally for Warren as a vice presidential pick, said the senator has &ldquo;very influential people in the campaign pushing for her.&rdquo;</p><br />\n<p>A longtime Clinton veteran said the campaign definitely noticed Warren's attacks. \"You want a running mate who can take the fight to the other side with relish,\" the veteran said. \"Geography does not matter, but attitude and talent and energy and bringing excitement to the campaign, Senator Warren does all that.\"</p><br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><blockquote class=\"twitter-tweet\" align=\"center\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a>: Your policies are dangerous. Your words are reckless. Your record is embarrassing. And your free ride is over.</p>&mdash; Elizabeth Warren (@elizabethforma) <a href=\"https://twitter.com/elizabethforma/status/730458060746051585\">May 11, 2016</a></blockquote><br />\n<script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script></div></div><br />\n     <br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><blockquote class=\"twitter-tweet\" align=\"center\"><p lang=\"en\" dir=\"ltr\">We get it, <a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a>: When a woman stands up to you, you’re going to call her a basket case. Hormonal. Ugly.</p>&mdash; Elizabeth Warren (@elizabethforma) <a href=\"https://twitter.com/elizabethforma/status/730455574668840960\">May 11, 2016</a></blockquote><br />\n<script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script></div></div><br />\n     <br />\n<p style=\"text-align: center;\"><em>Above: a sampling of the Warren tweetstorm against Trump</em></p><br />\n<p>The attributes that Warren would bring to the VP slot extend beyond vigorous mocking of Trump. Top Democrats increasingly see a dual-female ticket as a potent response to a GOP nominee with a well-documented past of sexist remarks.</p><br />\n<p>Then there is the conventional wisdom that Warren would keep backers of Sen. Bernie Sanders (I-Vt.) in the fold. \"She can help validate Clinton with progressives and remind them that despite their differences in the primary, the alternative of the Donald would be untenable,\" said Penny Lee, a former longtime aide to Sen. Harry Reid (D-Nev.) and now a Democratic consultant.</p><br />\n<p>As widely accepted as that argument is, it may dramatically understate the extent of Warren's appeal. In January 2015, pollster Peter Hart, who does survey research for NBC and The Wall Street Journal, ran a focus group in Colorado with independents and Republicans, gauging their outlook on the 2016 presidential election. This was not a set of millennial Bernie bros ripe for the political revolution. (In fact, Sanders' name never came up -- a window into just how far he's come in such a short time.)</p><br />\n<p>What stunned Hart was the response to Warren. Not only was the group familiar with her, which took him somewhat by surprise, they were downright enthusiastic.</p><br />\n<p>Asked to give one-word descriptions of a series of possible candidates, the focus group labeled most of them with terms like&nbsp;\"liar,\" \"failure,\" \"fake,\" \"two-faced,\" \"crook,\" \"not genuine\" and \"Lord Farquaad from Shrek.\" When it came to Warren, however, these moderates and conservative Republicans offered up words like&nbsp;\"smart,\" \"sincere,\" \"interesting,\" \"knowledgeable, intelligent,\" and \"capable.\" Two of the 12 participants passed, a third said \"unknown,\" and a fourth said \"questionable.\" It was far and away the most positive response overall.</p><br />\n<p>When Hart asked whom they would like to spend an hour with if they could choose from any of the possible candidates,&nbsp;six volunteered Warren above all others. \"I saw her on TV, and she seemed very down to earth and knowledgeable, and I didn't know much about her,\" said one man in a typical explanation of his choice.</p><br />\n<p><span style=\"font-weight: 400;\">Hart then asked whom they'd like to have as their neighbor, if they had to have a politician living next door. Five of the 12 picked Warren. She was, several agreed, \"the fun aunt.\"</span></p><br />\n<div class=\"embed-asset embed\" data-type=\"embed-asset\" data-provider=\"Embed\" data-title=\"\"><br />\n<div class=\"embed-code\"><div id=\"vidible_14630969251\" class=\"vdb_player vdb_5668ae6ee4b0b5e26955d6a656000e19e4b0e4e194b84b31\" vdb_params=\"m.fwkeyvalues=sponsorship%3DSPONSORSHIP_NAME&amp;m.fwsitesection=composer\"><script type=\"text/javascript\" src=\"//delivery.vidible.tv/jsonp/pid=5668ae6ee4b0b5e26955d6a6/vid=57350e10e4b0659110e5af07/56000e19e4b0e4e194b84b31.js\"></script></div></div><script type='text/javascript'>function onPlayerReadyVidible(e){'undefined'!=typeof HPTrack&&HPTrack.Vid.Vidible_track(e)}!function(e,i){if(e.vdb_Player){if('object'==typeof commercial_video){var a='',o='m.fwsitesection='+commercial_video.site_and_category;if(a+=o,commercial_video['package']){var c='&m.fwkeyvalues=sponsorship%3D'+commercial_video['package'];a+=c}e.setAttribute('vdb_params',a)}i(e.vdb_Player)}else{var t=arguments.callee;setTimeout(function(){t(e,i)},0)}}(document.getElementById('vidible_1'),onPlayerReadyVidible);</script></div><br />\n     <br />\n<p>Speculation that Warren would end up next to Clinton on the Democratic ticket this fall has been going on for months. But the extent to which Warren is being considered as <em>the </em>choice by the Clinton campaign remains relatively unknown.</p><br />\n<p>In conversations with other top Democrats and close advisers to Clinton, it's clear that Warren's stock is rising. One Clinton adviser, who described himself as part of &ldquo;Team Warren,&rdquo; said that the idea had plenty of internal support and that the assumption Clinton doesn't like Warren personally is incorrect.</p><br />\n<p>&ldquo;Having been around Hillary when Elizabeth is talked about, there&rsquo;s not much -- she doesn&rsquo;t have bad feelings toward Elizabeth. It&rsquo;s more that she&rsquo;s frustrated that people don&rsquo;t realize that she&rsquo;s been championing these issues her whole life, too,\" the adviser said. &nbsp;</p><br />\n<p>Moreover, the timing of Warren's attacks on Trump is being interpreted as a sign that she, too, is interested in the gig. Warren notably declined to rule out serving as Clinton's VP in <a href=\"https://mic.com/articles/143231/elizabeth-warren-won-t-rule-out-being-hillary-clinton-s-2016-vice-presidential-nominee#.IdjocG2oF\">a recent interview with Mic</a>.</p><br />\n<p>\"She&rsquo;s been a totally good soldier,\" said the adviser. \"I understand that it&rsquo;s to her benefit to stay out of the Hillary-Bernie thing -- talk about a no-win situation -- but you could say she&rsquo;s already been auditioning for it a little bit,\" he said.</p><br />\n<p>On Thursday morning, <a href=\"http://www.politico.com/story/2016/05/joe-biden-elizabeth-warren-223104\">Politico reported</a> that current Vice President Joe Biden thought Warren would be the best choice to replace him -- in what seemed like a well-timed leak to ensure just that.</p><br />\n<br />\n<p>But not everyone is certain that Warren would work as vice president or that she actually wants the job. The aforementioned close confidant interpreted the anti-Trump tweetstorm as more about Warren \"showing other Democrats that this is the way to go after Trump, than about positioning herself as a VP candidate.\"</p><br />\n<p>Some who have tangled with Warren in the past suggest that she's a capable political talent but not deft enough to handle the crucible of a presidential campaign. Colin Reed, who works for the Republican super PAC America Rising and previously served as a top aide to then-Sen. Scott Brown, the GOP senator whom Warren defeated in the 2012 election, noted that she underperformed President Barack Obama in Massachusetts by 15 percentage points that year. He argued that Warren's brand as an anti-Wall Street populist would create tensions with Clinton that both of them would want to avoid.</p><br />\n<p>\"Warren castigates Goldman Sachs; Clinton takes their money,\" Reed said.</p><br />\n<p>Eric Fehrnstrom, another former Brown adviser, had an additional theory as to why Warren was spending recent days composing anti-Trump tweets, one that suggested this was more about making amends than paving the way to the VP's residence.</p><br />\n<p>\"I think she needed to do something to take the pressure off herself because of her non-endorsement in the Democratic [presidential] race,\" Fehrnstrom posited. \"The Hillary partisans, who are strong here in Massachusetts, have grown alienated because of her fence sitting. This was a good diversion for her. ... It spared her from answering the question of why, still at this late date, had she not endorsed Hillary Clinton.\"</p><br />\n<p>A year after the Colorado focus group, Hart reached out to one of the women he'd met there. Jenny Howard, a conservative Republican, had stunned him with her positive opinion of Warren, which cut against everything he knew about Howard's politics. For all their differences, both Trump and Warren start from the belief that the system is rigged against the middle class, so Hart wanted to know if Howard had wound up in the Trump camp by the time the GOP race reached Colorado.</p><br />\n<p>Not exactly. Instead, she told him, she was feeling the Bern.&nbsp;</p><br />\n<p><em>Video produced by JM Rieger.</em></p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/5734eaf0220000420725676a.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/2016/05/12/education-department-student-loans_n_9940458.html</guid>\n      <title><![CDATA[An Obama Policy 'To Protect Students And Taxpayers' Is In Danger Of Not Happening]]></title>\n      <author>Shahien Nasiripour</author>\n      <link>http://www.huffingtonpost.com/2016/05/12/education-department-student-loans_n_9940458.html?utm_hp_ref=politics&amp;ir=Politics</link>\n      <pubDate>Thu, 12 May 2016 19:17:46 -0400</pubDate>\n      <description><![CDATA[<br />\n<p><a href=\"https://www2.ed.gov/policy/highered/reg/hearulemaking/2009/ge-faq.pdf\"><span style=\"font-weight: 400;\">For years</span></a><span style=\"font-weight: 400;\">, the Obama administration has promised to punish for-profit colleges that produce graduates who can't afford their student loan payments. The plan, known as the gainful employment rule, would publicly shame colleges that do their students more harm than good, and would threaten these schools' access to federal student aid. The administration has </span><a href=\"http://www.ed.gov/news/press-releases/fact-sheet-obama-administration-increases-accountability-low-performing-profit-institutions\"><span style=\"font-weight: 400;\">described</span></a><span style=\"font-weight: 400;\">&nbsp;the plan as its \"signature effort to protect students and taxpayers.\"</span></p><br />\n<p><span style=\"font-weight: 400;\">But before it can punish career schools for impoverishing their students, the department needs to collect data on how much students are paying -- and how much they're earning. And now, \"</span><span style=\"font-weight: 400;\"><a href=\"https://www.usaspending.gov/transparency/Pages/TransactionDetails.aspx?RecordID=C9A17C57-1429-4E90-A91E-4799335A318E&amp;AwardID=43705886&amp;AwardType=C\">defects</a>\"</span><span style=\"font-weight: 400;\">&nbsp;plaguing a new, </span><a href=\"http://www2.ed.gov/about/overview/budget/budget16/justifications/z-saa.pdf\"><span style=\"font-weight: 400;\">multimillion-dollar</span></a><span style=\"font-weight: 400;\"> online portal that was supposed to manage that data have forced the department to </span><a href=\"https://ifap.ed.gov/eannouncements/050616GEEA74CorrectingDataPriorEDDistributionCompletersLists.html\"><span style=\"font-weight: 400;\">temporarily abandon</span></a><span style=\"font-weight: 400;\"> the </span><a href=\"https://www.usaspending.gov/Pages/AdvancedSearch.aspx?sub=y&amp;ST=C&amp;FY=2016,2015&amp;A=0&amp;SS=USA&amp;RN=general%20dynamics&amp;AA=9100&amp;k=challenges\"><span style=\"font-weight: 400;\">system</span></a><span style=\"font-weight: 400;\">.</span></p><br />\n<p>The technical snafu has left some administration officials fearing that the Education Department will miss its own deadline for poor-performing schools to suffer consequences before President Barack Obama leaves office. Should that happen, it would leave Obama's successor the power to derail the administration&rsquo;s most ambitious attempt to protect students from schools that take in taxpayer-subsidized student loans and grants but provide substandard education.</p><br />\n<h4>Students left hanging</h4><br />\n<p><a href=\"https://www.whitehouse.gov/the-press-office/2016/04/26/fact-sheet-celebrating-progress-expanding-college-opportunity-every\"><span style=\"font-weight: 400;\">The White House</span></a><span style=\"font-weight: 400;\"> estimates that more than 800,000 for-profit college students are attending career-training programs where typical graduates won&rsquo;t be able to afford their student loan payments. The federal government is relentless in collecting money it reckons it is owed. Defaulting on a federal student loan can haunt borrowers for the rest of their lives</span></p><br />\n<p><span style=\"font-weight: 400;\">The Education Department has said that it intends to hold such programs accountable, but it is already eight months behind schedule in that process, </span><a href=\"https://www.fbo.gov/utils/view?id=5938e3245015f7c4cea26d1bde2c4116\"><span style=\"font-weight: 400;\">records show</span></a><span style=\"font-weight: 400;\">. The new data system, which the department ordered from Virginia-based&nbsp;</span><a href=\"https://www.gdit.com/About-Us/About-Us/\"><span style=\"font-weight: 400;\">General Dynamics Information Technology</span></a><span style=\"font-weight: 400;\">, was needed because the old one wouldn&rsquo;t have been able to handle the expected influx of appeals from schools challenging the data&rsquo;s accuracy, department officials said in </span><a href=\"https://www.fbo.gov/utils/view?id=cd69c1381deeb10f8cd1ddfb077ce745\"><span style=\"font-weight: 400;\">federal contracting records</span></a><span style=\"font-weight: 400;\">. However, the department will now move forward using the old system.</span></p><br />\n<p><span style=\"font-weight: 400;\">Penalties under the rule are supposed to take effect once the Education Department </span><a href=\"https://studentaid.ed.gov/sa/about/data-center/school/ge/data\"><span style=\"font-weight: 400;\">publicizes</span></a><span style=\"font-weight: 400;\"> schools&rsquo; debt and earnings information, which it will obtain from its own database and a database from the Social Security Administration. Career programs that produce graduates who on average devote <a href=\"https://www2.ed.gov/policy/highered/reg/hearulemaking/2012/gainful-employment-fact-sheet-10302014.pdf\" target=\"_blank\">at least 8 percent of their annual income</a>&nbsp;to student loan payments (or 20 percent of their discretionary income) will have to warn current and prospective students that they run the risk of taking on unaffordable debt.</span></p><br />\n<p><span style=\"font-weight: 400;\">Colleges&rsquo; trade associations in Washington say they expect their members to ask the department for additional time to flag potential corrections before final figures are released, because of the department&rsquo;s retreat from a new appeals system colleges had been </span><a href=\"https://ifap.ed.gov/eannouncements/102615GEEA67SAIGEnrollmentAvailDCASOnlineService.html\"><span style=\"font-weight: 400;\">directed</span></a><span style=\"font-weight: 400;\"> for </span><a href=\"https://ifap.ed.gov/eannouncements/121115GEAnnounce71ReviewingandCorrectingGECompletersLists.html\"><span style=\"font-weight: 400;\">months</span></a><span style=\"font-weight: 400;\"> to </span><a href=\"https://ifap.ed.gov/eannouncements/020316GEEA73forCompletersListSpringDistributionofdraftGECompletersLists.html\"><span style=\"font-weight: 400;\">learn</span></a><span style=\"font-weight: 400;\">. Many schools </span><a href=\"https://ifap.ed.gov/eannouncements/090415GE60ReportingResolvingIncorrectCredentialLevelDataNSLDSnCOD.html\"><span style=\"font-weight: 400;\">were late</span></a><span style=\"font-weight: 400;\"> to initially report their data to the department, records show.</span></p><br />\n<p><span style=\"font-weight: 400;\">Consumer advocates said they worry that the department -- which has defended the rule in the halls of Congress and in federal court against attacks from the for-profit college sector -- will succumb to </span><a href=\"http://www.career.org/news-and-media/press-releases/APSCUs-Gunderson-Asks-Secretary-King-for-Delay-to-Gainful-Employment-Regulation.cfm\"><span style=\"font-weight: 400;\">pressure from for-profit colleges</span></a><span style=\"font-weight: 400;\"> to further delay consequences for schools. Advocates met with White House officials on May 4 to underscore their concerns, and </span><a href=\"http://ticas.org/sites/default/files/pub_files/coalitionletterongainfulemployment_may4_2016.pdf\"><span style=\"font-weight: 400;\">publicly released a letter</span></a><span style=\"font-weight: 400;\"> sent to Secretary of Education John B. King Jr.</span></p><br />\n<p>Schools shouldn&rsquo;t expect their debt-to-earnings metrics to be published until mid-2017, if not later, said attorneys who counsel colleges on the Education Department&rsquo;s thicket of rules.</p><br />\n<p>&ldquo;Given the amount of time, resources and energy devoted to getting as far as we have gotten, it&rsquo;s really regrettable to see the execution being carried out so poorly,&rdquo; said Barmak Nassirian, director of federal relations and policy analysis at the American Association of State Colleges and Universities.</p><br />\n<h4>An unattainable goal</h4><br />\n<p><span style=\"font-weight: 400;\">The gainful employment rule is meant to clean up a sector that state and federal investigations </span><a href=\"https://www.justice.gov/opa/pr/profit-college-company-pay-955-million-settle-claims-illegal-recruiting-consumer-fraud-and\"><span style=\"font-weight: 400;\">suggest</span></a><span style=\"font-weight: 400;\"> is </span><a href=\"http://www.consumerfinance.gov/newsroom/cfpb-sues-for-profit-college-chain-itt-for-predatory-lending/\"><span style=\"font-weight: 400;\">rife</span></a><span style=\"font-weight: 400;\"> with </span><a href=\"http://www.consumerfinance.gov/newsroom/cfpb-sues-for-profit-corinthian-colleges-for-predatory-lending-scheme/\"><span style=\"font-weight: 400;\">abuse</span></a><span style=\"font-weight: 400;\">, where low-income students are allegedly preyed upon and encouraged to </span><a href=\"http://www.ed.gov/news/press-releases/fact-sheet-obama-administration-increases-accountability-low-performing-profit-institutions\"><span style=\"font-weight: 400;\">excessively borrow money</span></a><span style=\"font-weight: 400;\"> from the Education Department to pay tuitions that on average </span><a href=\"http://www.ed.gov/news/press-releases/fact-sheet-obama-administration-increases-accountability-low-performing-profit-institutions\"><span style=\"font-weight: 400;\">cost more than public schools</span></a><span style=\"font-weight: 400;\"> but leave student borrowers with educational experiences that result in the industry&rsquo;s </span><a href=\"http://www2.ed.gov/offices/OSFAP/defaultmanagement/schooltyperates.pdf\"><span style=\"font-weight: 400;\">highest default rates</span></a><span style=\"font-weight: 400;\">.</span></p><br />\n<p><span style=\"font-weight: 400;\">Kelly Leon, an Education Department spokeswoman, disputed the idea that the administration will delay </span><a href=\"https://studentaid.ed.gov/sa/about/data-center/school/ge/data\"><span style=\"font-weight: 400;\">publicizing</span></a><span style=\"font-weight: 400;\"> colleges&rsquo; gainful employment figures. The department plans to publish colleges&rsquo; information by next January, she said. The department&rsquo;s Federal Student Aid office reiterated those plans in a </span><a href=\"https://ifap.ed.gov/eannouncements/050616GEEA74CorrectingDataPriorEDDistributionCompletersLists.html\"><span style=\"font-weight: 400;\">May 6 notice</span></a><span style=\"font-weight: 400;\"> to schools.</span></p><br />\n<p><span style=\"font-weight: 400;\">The January deadline has been in place since&nbsp;</span><a href=\"https://www.fbo.gov/utils/view?id=5938e3245015f7c4cea26d1bde2c4116\"><span style=\"font-weight: 400;\">mid-2014</span></a><span style=\"font-weight: 400;\">. But at that time, the deadline was based on the assumption that the Education Department would send colleges their preliminary data for their review by September 2015, federal records show.</span></p><br />\n<p><span style=\"font-weight: 400;\">On Nov. 18, after missing the September deadline, FSA's&nbsp;</span><a href=\"https://nasfaa.confex.com/nasfaa/2015/webprogram/Person28722.html\"><span style=\"font-weight: 400;\">Cynthia Hammond</span></a><span style=\"font-weight: 400;\">&nbsp;</span><a href=\"http://ifap.ed.gov.edgekey.net/media/podcasts/MOD4CompletersListWebinar11182015Transcripts.doc\"><span style=\"font-weight: 400;\">told schools</span></a><span style=\"font-weight: 400;\">&nbsp;-- as part of a webinar training them in the General Dynamics data system, which has since been abandoned -- that they&rsquo;d receive their preliminary figures in the &ldquo;next few weeks.&rdquo;</span></p><br />\n<p><span style=\"font-weight: 400;\">The Education Department </span><a href=\"https://ifap.ed.gov/eannouncements/050616GEEA74CorrectingDataPriorEDDistributionCompletersLists.html\"><span style=\"font-weight: 400;\">said last week</span></a><span style=\"font-weight: 400;\"> that the preliminary data, a list of graduates from each relevant program, will be sent to schools by June 1, roughly eight months after the original September 2015 target date.</span></p><br />\n<p>Leon declined to address these issues or further explain why the department thinks it&rsquo;ll meet its January deadline. She also declined to make any senior Education Department officials available for an interview.</p><br />\n<p><span style=\"font-weight: 400;\">\"We have to take seriously that the department has some path to reach January 2017,\" said <a href=\"https://www.cooley.com/jglass\"><span style=\"font-weight: 400;\">Jonathon Glass</span></a><span style=\"font-weight: 400;\">, a lawyer at Cooley LLP in Washington </span><a href=\"https://www.cooley.com/ed-to-issue-first-set-of-gainful-employment-rates\"><span style=\"font-weight: 400;\">who counsels colleges</span></a><span style=\"font-weight: 400;\">.</span>&nbsp;\"But it just seems to me that everything would have to fall into place perfectly, and even then it&rsquo;s still very difficult to accomplish.\"</span></p><br />\n<h4>An agency under scrutiny</h4><br />\n<p><span style=\"font-weight: 400;\">To many veteran Education Department observers, the debacle is just the latest example of FSA&rsquo;s failure to properly implement Obama administration policies meant to protect students. The agency has been dogged by </span><a href=\"http://www.huffingtonpost.com/entry/elizabeth-warren-student-loans_us_56d8a6b9e4b0ffe6f8e89f66\"><span style=\"font-weight: 400;\">accusations of incompetence</span></a><span style=\"font-weight: 400;\">.</span></p><br />\n<p><span style=\"font-weight: 400;\">For instance, the federal government doesn&rsquo;t want schools signing up students just so schools can receive their federal student aid money. So, in 2010, the Obama administration finalized new rules that eliminated Bush-era loopholes to Clinton-era rules that banned schools from paying bonuses to recruiters based on how many students they enroll.</span></p><br />\n<p><span style=\"font-weight: 400;\">But FSA and the Education Department failed to rescind a Bush-era directive that the department&rsquo;s </span><a href=\"https://www2.ed.gov/about/offices/list/oig/auditreports/fy2015/a05n0012.pdf\"><span style=\"font-weight: 400;\">inspector general said</span></a><span style=\"font-weight: 400;\"> discouraged FSA employees from punishing schools that violated the ban. Allowing that directive to stand resulted in years of weak enforcement.</span></p><br />\n<p>&ldquo;We constantly run into this issue at the execution level with the department,&rdquo; Nassirian said.</p><br />\n<p><span style=\"font-weight: 400;\">Members of Congress have </span><a href=\"http://www.huffingtonpost.com/entry/congress-federal-student-aid-office_us_564cf60ae4b00b7997f91428\"><span style=\"font-weight: 400;\">criticized</span></a><span style=\"font-weight: 400;\"> FSA for its mismanagement of the federal student loan program and shoddy oversight of its loan contractors and dodgy colleges. The agency pays its employees well and rewards them with </span><a href=\"http://www.huffingtonpost.com/entry/congress-federal-student-aid-office_us_564cf60ae4b00b7997f91428\"><span style=\"font-weight: 400;\">big bonuses</span></a><span style=\"font-weight: 400;\">.</span></p><br />\n<p><span style=\"font-weight: 400;\">Chief Operating Officer James Runcie runs FSA, and on Dec. 23, then-Secretary of Education Arne Duncan </span><a href=\"http://www.huffingtonpost.com/entry/education-dept-student-loans_us_5728fdebe4b0bc9cb044dc16\"><span style=\"font-weight: 400;\">secretly reappointed</span></a><span style=\"font-weight: 400;\">&nbsp;Runcie to another five-year term in one of his final acts before leaving office. King, Duncan&rsquo;s successor, was second-in-command at the department at the time.</span></p><br />\n<p>The student aid unit relies heavily on contractors. And consumer groups and federal officials both say the Education Department is blaming General Dynamics Information Technology for the delay in the gainful employment rule.</p><br />\n<p><span style=\"font-weight: 400;\">Leon, the department spokeswoman, declined to comment on the contractor. Mark Meudt, a spokesman for General Dynamics, said its </span><a href=\"https://www.fbo.gov/index?s=opportunity&amp;mode=form&amp;id=b91186b04e5c7a90fdc6eac4703cc7dd&amp;tab=core&amp;_cview=1\"><span style=\"font-weight: 400;\">March 2015 contract</span></a><span style=\"font-weight: 400;\"> with the Education Department prohibits the company from discussing the matter.</span></p><br />\n<p><span style=\"font-weight: 400;\">The department has already earmarked over&nbsp;$9 million to pay General Dynamics for its work, </span><span style=\"font-weight: 400;\"><a href=\"https://www.usaspending.gov/Pages/AdvancedSearch.aspx?sub=y&amp;ST=C&amp;FY=2016,2015&amp;A=0&amp;SS=USA&amp;AA=9100&amp;k=%22data%20challenges%22\">federal records show</a>. It also has spent&nbsp;</span><span style=\"font-weight: 400;\">millions more on other contractors brought in to test and work with the company&rsquo;s since-abandoned system -- with little to show for it.</span></p><br />\n<h4>Caught in a bottleneck</h4><br />\n<p>General Dynamics'&nbsp;online portal was supposed to help schools and the Education Department manage hundreds of thousands of anticipated challenges to the new gainful employment metrics. Schools can challenge the inclusion of certain graduates in their totals or the department&rsquo;s figures for their loan balances, among other information.</p><br />\n<p>Colleges have three major opportunities to appeal their figures -- the Education Department&rsquo;s list of their career programs&rsquo; graduates, those students&rsquo; reported debt levels, and earnings information for the typical graduate.</p><br />\n<p><span style=\"font-weight: 400;\">Schools have 45 days to appeal each of the first two sets of data, and 60 days to appeal the final figures. Each set of appeals forces the department to manually check its numbers, delaying the rule&rsquo;s bite. Final federal figures </span><a href=\"https://ifap.ed.gov/dpcletters/GEN1512.html\"><span style=\"font-weight: 400;\">won&rsquo;t be made public</span></a><span style=\"font-weight: 400;\"> while schools&rsquo; appeals are pending.</span></p><br />\n<p>&ldquo;You won&rsquo;t lose anything to appeal,&rdquo; one industry source said of colleges&rsquo; motivations.</p><br />\n<p><span style=\"font-weight: 400;\"><a href=\"https://www.fbo.gov/utils/view?id=04313d6392576d1d41abdf697527fd7c\">Fewer than 20 Education Department employees</a>&nbsp;</span><span style=\"font-weight: 400;\">are expected to evaluate document-heavy appeals, federal contracting records show.</span></p><br />\n<p><span style=\"font-weight: 400;\">Some of the figures -- such as graduates&rsquo; loan balances -- are littered with errors. The department corrected account balances for about </span><a href=\"https://www2.ed.gov/about/reports/annual/2015report/fsa-report.pdf\"><span style=\"font-weight: 400;\">1 in 5 borrowers</span></a><span style=\"font-weight: 400;\"> who complained about inaccurate records during the last fiscal year.</span></p><br />\n<p><span style=\"font-weight: 400;\">The Education Department expects </span><a href=\"https://www.fbo.gov/utils/view?id=0d62b25304efa0f8830c7f916f61b074\"><span style=\"font-weight: 400;\">300,000 challenges</span></a><span style=\"font-weight: 400;\"> -- several times as many as its current annual caseload. Of those challenges, some 30,000 could each involve as much as </span><a href=\"https://www.fbo.gov/utils/view?id=04313d6392576d1d41abdf697527fd7c\"><span style=\"font-weight: 400;\">20 hours</span></a><span style=\"font-weight: 400;\"> of staff time, </span><a href=\"https://www.fbo.gov/utils/view?id=5938e3245015f7c4cea26d1bde2c4116\"><span style=\"font-weight: 400;\">federal contracting records show</span></a><span style=\"font-weight: 400;\">.</span></p><br />\n<p>That all adds up to a strong likelihood that Barack Obama won&rsquo;t be president by the time his gainful employment rule inflicts what Nassirian sees as its biggest consequence: public shame for schools whose graduates are chronically unable to afford their student loans.</p><br />\n<p><span style=\"font-weight: 400;\">Many of the hundreds of former for-profit college students who are </span><a href=\"https://debtcollective.org/studentstrike\"><span style=\"font-weight: 400;\">publicly refusing</span></a><span style=\"font-weight: 400;\"> to make payments on their federal student loans have said they wouldn&rsquo;t have enrolled at their schools if they'd known how former students had fared.</span></p><br />\n<p><span style=\"font-weight: 400;\">&ldquo;The clock is ticking for bad actors in the career college industry to do right by students,&rdquo; Duncan </span><a href=\"http://www.ed.gov/news/press-releases/fact-sheet-obama-administration-increases-accountability-low-performing-profit-institutions\"><span style=\"font-weight: 400;\">said in July</span></a><span style=\"font-weight: 400;\">. It&rsquo;ll probably tick for a lot longer than the White House had hoped.</span></p> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://img.huffingtonpost.com/asset/74_58/5734db59160000ae0731e9ab.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/steve-mcswain/judge-notwhen-the-judges-_b_9910098.html</guid>\n      <title><![CDATA[Judge Not...When the Judges Become the Judged]]></title>\n      <author>Steve McSwain</author>\n      <link>http://www.huffingtonpost.com/steve-mcswain/judge-notwhen-the-judges-_b_9910098.html?utm_hp_ref=politics&amp;ir=Politics</link>\n      <pubDate>Thu, 12 May 2016 19:14:16 -0400</pubDate>\n      <description><![CDATA[Judge Not...\" said Jesus.<br />\nTherein lies our problem.<br />\nYou judge in another what you deny may also be in you.<br />\n<h3>Judge Not</h3><br />\nYour inner state of consciousness manifests itself outwardly.<img src=\"http://www.stevemcswain.com/wp-content/uploads/2016/05/21573977412_221702b25d_z.jpg\" alt=\"Judge Not\" width=\"333\" height=\"500\" class=\"size-full wp-image-5791\" /><br />\n<br />\nJudge Not!<br />\n<br />\nOf course, like anything else, this would not be the case with every experience of life. There are things that happen around us and, sometimes, even to us that appear to be completely random and devoid of any rational explanation.<br />\n<br />\nYet, when Jesus says, \"You have heard it said 'You shall not commit adultery' but I say, Whoever looks upon a woman to desire her has already committed adultery with her...\" (Matthew 5:27-28).<br />\n<br />\nOr, \"You have heard it said, 'You shall not murder' but I say to you that anyone who is angry with a brother will be subject to judgment...\" (Matthew 5:21-22), he is pointing to this inner state of consciousness - or, more accurately, a state of unconsciousness.<br />\n<br />\nDo either of these statements of his, for example, leave any of us out?<br />\n<br />\nWell, of course, who wouldn't prefer to have someone angry with them than seeking to murder them?<br />\n<br />\nAnd, oh yes, I'm pretty sure Jesus did not mean to limit his words about lust to men only. Don't women lust, too?<br />\n<br />\nBut the point in either of these is all about...<br />\n<h3>Judge Not, Lest You Be Judged</h3><br />\n<br />\nYour inner state of consciousness.<br />\n<br />\n<br />\nWhich makes me wonder whether all this nonsense we have been observing in the news about <a href=\"http://www.salon.com/2016/05/08/republicans_have_turned_god_upside_down_with_their_so_called_religious_liberty/\">\"religious liberty\"</a> and the infamous <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2016/05/10/the-first-major-poll-on-bathroom-bills-is-here-and-its-good-news-for-transgender-advocates/\">\"bathroom\" bills</a> that misguided governors and thoughtless legislators are seeking to pass inside their respective legislative playgrounds is really just indicative of the fact that we live in a culture where people are more obsessed with controlling everyone else's behavior while concealing, or being unaware of, their own inner dysfunctional state? Or, condition?<br />\n<br />\nOr, as Jesus once put it, \"...busily whitewashing everyone's tomb while inside their own there's little more than a collection of lifeless bones\" (Matthew 23:27).<br />\n<br />\nThis was the problem with religious people in Jesus' day.<br />\nThis is a problem with many of us religious types today.<br />\n<br />\nWe busily...<br />\n<br />\nFinger-point, blaming the ills of the world on people not like \"us\" or a culture that won't conform to our ideas of morality or righteousness.<br />\n<br />\nWe busy ourselves...<br />\n<br />\nPassing judgment on others, as if the sanctioned pastime today is to sit in judgment on others while enjoying a double-shot, decaf, skinny latte.<br />\n<br />\nJudgment-making seems the primary agenda for many church leaders and churchgoers too.<br />\n<br />\nAnd, the biggest danger in all this is that it conceals from us our own dysfunctional condition.<br />\n<br />\nWhenever I meet religious people, for example, and there are still plenty of them around, who are throwing their arms into the air, as well as their words, in utter disgust toward our culture and, worse, toward groups of people in our culture...but, in either instance, at what they describe as the \"evil\" of our times...<br />\n<br />\nWhenever I see religious people...<br />\n<br />\nWagging their disapproving heads at gays or lesbians or transgender people or liberals or conservatives, or Republicans or Democrats, or even at other Christians, or, worse, at people of other faith traditions different from their own...<br />\n<h3>Judge Not...lest you be judged</h3><br />\n<br />\nOr, whenever I see...<br />\n<br />\n<br />\nThese same \"qualified\" judges gather with likeminded folk in pews on any given religious day or line up at the polls in an effort to elect equally unconscious politicians promising to save the world from moral collapse...<br />\n<br />\nI know I am observing just another moralist who is out-of-touch with his, or her, own immoral, judgmental state of unconsciousness.<br />\n<br />\nAnd, right here is a classic example. That's right. Right here! Here I recline in judgment on these folks...which only succeeds in hiding myself from my own inner twisted state...my own evil propensity to set myself up as everyone else's judge...to criticize...to blind myself of my own self-righteous \"better than you\" attitude.<br />\n<br />\nSo, do you see the point Jesus is making?<br />\n<br />\nMind your own business.<br />\nStop thinking the world is going to hell, while secretly rejoicing over the fact that you think you aren't.<br />\n<br />\nInstead, give attention to your own inner world. It is there...and only ever there...that you experience genuine transformation...lasting change.<br />\n<br />\nWould you agree that you cannot change around you what has not first changed within you?<br />\n<br />\nOh, you can try, and many do. In our own ways. But, in our efforts to whitewash everyone else's tomb, we really only succeed in dying within.<br />\n<br />\nThe judges become the judged.<br />\n<br />\n<em>This article appears on Dr. McSwain's blog: http://www.stevemcswain.com/judge-not/  Dr. McSwain is an author, speaker, congregational consultant, a thought leader in the field of human development, and a spiritual teacher. Visit his website for more information regarding his work, books, or to book him for an inspirational talk.</em> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/3337804/images/s-DEFAULT-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n    <item>\n      <guid isPermaLink=\"true\">http://www.huffingtonpost.com/michael-goldstein/execution-a-modest-proposal_b_9921134.html</guid>\n      <title><![CDATA[A Modest Proposal Concerning Means of Execution]]></title>\n      <author>Michael Goldstein</author>\n      <link>http://www.huffingtonpost.com/michael-goldstein/execution-a-modest-proposal_b_9921134.html?utm_hp_ref=politics&amp;ir=Politics</link>\n      <pubDate>Thu, 12 May 2016 18:55:20 -0400</pubDate>\n      <description><![CDATA[<center><a href=\"http://images.huffingtonpost.com/2016-05-12-1463033261-6528118-Badische_Guillotine.JPG\"><img style=\"float: left; margin:10px\"alt=\"2016-05-12-1463033261-6528118-Badische_Guillotine.JPG\" src=\"http://images.huffingtonpost.com/2016-05-12-1463033261-6528118-Badische_Guillotine-thumb.JPG\" width=\"205\" height=\"430\" /></a></center><br />\nSunday ends the public comment period for California's proposed regulations for a new safe and sane lethal injection procedure. The regs are in <a href=\"http://cdcr.ca.gov/Regulations/Adult_Operations/docs/NCDR/2015NCR/15-10/NCR%2015-10%20Notice%20of%20Proposed%20Regulations.pdf\" target=\"_hplink\">a 29-page document</a>, to which are attached 18 forms that cover things like the condemned's written acknowledgment that \"it was explained to me that I have an execution date of [insert date] and that I may choose either lethal gas or lethal injection as the method of execution.\"<br />\n<em><br />\nSo I address this (very public) comment to the state's Department of Corrections and Rehabilitation.</em><br />\n<br />\nDear CDCR,<br />\n<br />\nI admire the team tasked with the macabre and impossible job of developing what they call \"a humane and dignified execution\" process.  I can't fathom what it is like to be tasked with clearly imagining, and designing procedures for:<br />\n<br />\n<ul><li>choosing who is qualified to kill a person on our behalf, training them, and organizing them into sub-teams</li><br />\n<li>giving the condemned a choice of how to be dispatched and appropriate forms for last meals, witnesses, property distribution, and burial arrangements</li><br />\n<li>dealing with the chemical supply problems posed by manufacturers who won't have their medicines used as poisons (letting the warden choose any of four drugs for a particular execution is brilliant!)</li><br />\n<li>sending the prisoner to health-care professionals for a \"vein assessment\" on where best to administer the overdose</li><br />\n<li>making sure that the prisoner's list of people who are to be informed \"in case of death, serious injury or serious illness\" is up to date</li><br />\n<li>assigning a liaison to the condemned prisoner's family (surely a coveted job)</li><br />\n<li>assessing whether the person is mentally healthy enough to be killed</li><br />\n<li>ensuring that suicide doesn't interfere with the state's planned homicide</li><br />\n<li>deciding exactly how much money to spend on a human being's last meal on this planet</li><br />\n<li>postulating what differences in handling are required in putting a woman to death</li><br />\n<li>projecting when and to what degree the executioners need to rehearse their tasks</li><br />\n<li>designing contingencies if someone on the team won't be able to go through with the job</li><br />\n<li>briefing the condemned on what will be done to them</li><br />\n<li>detailing medical procedures for the killing process to work effectively, including protocols for horrifying scenarios where the injections, injections at the backup site, and backups to the backup plan fail to turn the human into a corpse</li><br />\n<li>offering post-trauma counseling to the people who do this job for us, and</li><br />\n<li>designing forms to document it all.</li></ul><br />\n<br />\nIt must be hard to put oneself through imagining how all this might go, so as to design its institutionalization.  I am no expert, just someone with a lot of caring for the three people I know on death row.  It looks to me like you have done a thorough and thoughtful job. I can't blame you for the weird and disturbing disjunct between aseptic language prescribing standardized procedures and the reality of plotting how to take another's life.  And I won't repeat the reams of comments you've received about the pitfalls of this experimental one-drug protocol.<br />\n<br><br><br />\n<br />\nMy complaint is with the overall attempt to civilize an uncivilized act.  Every venture at making state killing more refined has dug us into a deeper hole.  This is true in terms of your stated goal of respecting the Eighth Amendment ban on cruel punishment.  It's also true from the perspective of the spiritual health of our society and its ability to make informed public-policy choices.<br />\n<br />\nIn contrast, the guillotine (used in France until its 1981 abolition of capital punishment) and the firing squad (Utah's not-so-old method) are gruesome but truly swift and certain, unlike anything we've come up with since.<a style=\"float: right; margin:10px\" title=\"By California Department of Corrections (http://www.corr.ca.gov/) [Public domain], via Wikimedia Commons\" href=\"https://commons.wikimedia.org/wiki/File%3AGaschamber.jpg\"><img width=\"256\" alt=\"Gaschamber\" src=\"https://upload.wikimedia.org/wikipedia/commons/2/2e/Gaschamber.jpg\"/></a> <br />\n<br />\nSurely they are less cruel than sending the condemned to nice nurses a week before execution to find the best veins, then, at the time of the blessed event, inserting a catheter and backup catheter (will they first swab with alcohol to prevent infection?), dripping saline until it's time for the drug to be injected, needing a backup to the backup in case the poison doesn't flow right, and inviting God-knows-what hellish visions to possibly zip through the mind as the barbiturate finally begins to hit the nervous system of a person experiencing execution.<br />\n<br />\nSociety's interest is even more clear.  With shootings and beheadings, we get to know what we're doing: no whitewashing it as a medical procedure, no pretending we're different from our ISIS enemies and <a href=\"http://www.theguardian.com/world/2016/jan/02/saudi-arabia-beheadings-reach-highest-level-in-two-decades\" target=\"_hplink\">our Saudi friends</a>.  The person offed someone a few decades ago &mdash; now we're offing them.  That is, after all, the logic of the death penalty.<br />\n<br />\nPlease abandon the attempt to civilize the barbaric.  As long as we feel we need barbarisim, let's be open about it.<br />\n<br />\n<em>Photos:  Thomas Ihle, under GNU Free Documentation License, Version 1.3; California Department of Corrections and Rehabilitation.</em> <p>-- This feed and its contents are the property of The Huffington Post, and use is subject to our <a href='http://www.huffingtonpost.com/terms.html/'>terms.</a> It may be used for personal consumption, but may not be distributed on a website.</p>]]></description>\n      <enclosure url=\"http://i.huffpost.com/gen/2530262/images/s-GUILLOTINE-mini.jpg\" type=\"image/jpeg\" length=\"0\"/>\n    </item>\n  </channel>\n</rss>\n",
  "headers": {
    "P3P": "CP='NO P3P'",
    "Content-Length": "35246",
    "Content-Encoding": "gzip",
    "Vary": "Accept-Encoding",
    "Date": "Fri, 13 May 2016 07:42:47 GMT",
    "Content-Type": "text/xml; charset=utf-8",
    "Server": "Apache",
    "Connection": "keep-alive"
  },
  "response_url": "http://www.huffingtonpost.com/feeds/verticals/politics/index.xml"
}