{
  "requested_url": "http://www.asianage.com/rss/38",
  "fetched_at": "2016-05-13T00:46:30.668926",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"utf-8\" ?><rss version=\"2.0\" xml:base=\"http://www.asianage.com/more/headlines/38\">\r\n  <channel>\r\n    <title>The Asian Age</title>\r\n    <link>http://www.asianage.com/more/headlines/38</link>\r\n    <description></description>\r\n    <language>en</language>\r\n          <item>\r\n    <title>SC upholds constitutional validity of penal laws on defamation</title>\r\n    <link>http://www.asianage.com/india/sc-upholds-constitutional-validity-penal-laws-defamation-946</link>\r\n    <description>&lt;div class=&quot;all-attached-images&quot;&gt;&lt;div style=&quot;width: 430px&quot; class=&quot;image-attach-body&quot;&gt;&lt;a href=&quot;/supreme-court-945&quot;&gt;&lt;img src=&quot;http://www.asianage.com/sites/default/files/images/AA Supreme Court.jpg&quot; alt=&quot;Supreme Court&quot; title=&quot;Supreme Court&quot;  class=&quot;image image-content_image &quot; width=&quot;430&quot; height=&quot;315&quot; /&gt;&lt;/a&gt;&lt;p class=&quot;caption&quot;&gt;Supreme Court&lt;/p&gt;&lt;/div&gt;\n&lt;/div&gt;&lt;p&gt;&lt;strong&gt;Petitions were filed by BJP leader Subramanian Swamy, Congress vice president Rahul Gandhi and Delhi CM Arvind Kejriwal.&lt;/strong&gt;&lt;br /&gt;\n&lt;!--break--&gt;&lt;br /&gt;\nThe Supreme Court on Friday dismissed the petitions by BJP leader Subramanian Swamy, Congress vice president Rahul Gandhi and Delhi Chief Minister Arvind Kejriwal challenging the constitutional validity of Sections 499 and 500 of the Indian Penal Code (IPC) providing for criminal defamation.&lt;/p&gt;\n&lt;p&gt;The petitioners had argued that the criminal defamation under these sections of the IPC travelled beyond constitution&#039;s article 19(2) that imposes reasonable restriction on the freedom of speech and expression.&lt;/p&gt;\n&lt;p&gt;While pronouncing the verdict, the Supreme Court said that a balance has to be struck between freedom of speech and reputation of those who have been defamed. &quot;Mutual respect to each other is required to maintain the constitutional value that ensures the dignity of any individual&quot;, the top court observed.&lt;/p&gt;\n&lt;p&gt;The central government had opposed the petitions saying that there would be &#039;&#039;anarchy&#039;&#039; in the society in the absence of these laws.&lt;/p&gt;\n&lt;p&gt;The verdict was reserved on August 13 last year after bench of Justice Dipak Misra and Justice Prafulla C. Pant heard the matter spread over a month.&lt;/p&gt;\n&lt;p&gt;Swamy and Gandhi have been charged with criminal defamation under Sections 499 and 500 of the IPC for their political speeches made in Tamil Nadu and Maharashtra respectively, while Kejriwal is facing cases under the same provisions lodged by BJP&#039;s Nitin Gadkari and others.&lt;/p&gt;\n</description>\r\n     <category domain=\"http://www.asianage.com/category/category/india\">India</category>\n <category domain=\"http://www.asianage.com/category/source/ani\">ANI</category>\n <category domain=\"http://www.asianage.com/category/place/new-delhi\">New Delhi</category>\n <enclosure url=\"http://www.asianage.com/image/view/494945/preview\" length=\"8523\" type=\"image/jpeg\" />\n <pubDate>Fri, 13 May 2016 00:00:00 +0530</pubDate>\n <guid isPermaLink=\"false\">494946 at http://www.asianage.com</guid>\n  </item>\r\n  <item>\r\n    <title>Bihar road rage: Autopsy reveals Aditya Sachdeva was shot point blank</title>\r\n    <link>http://www.asianage.com/india/bihar-road-rage-autopsy-reveals-aditya-sachdeva-was-shot-point-blank-944</link>\r\n    <description>&lt;div class=&quot;all-attached-images&quot;&gt;&lt;div style=&quot;width: 430px&quot; class=&quot;image-attach-body&quot;&gt;&lt;a href=&quot;/aditya-sachdev-inset-was-shot-dead-allegedly-jdu-mlc-manorma-devis-son-overtaking-his-car-bihar-phot&quot;&gt;&lt;img src=&quot;http://www.asianage.com/sites/default/files/images/AA Patna Killing.jpg&quot; alt=&quot;Aditya Sachdev (inset) was shot dead allegedly by JD(U) MLC Manorma Devi&amp;#039;s son for overtaking his car in Bihar. (Photo: PTI)&quot; title=&quot;Aditya Sachdev (inset) was shot dead allegedly by JD(U) MLC Manorma Devi&amp;#039;s son for overtaking his car in Bihar. (Photo: PTI)&quot;  class=&quot;image image-content_image &quot; width=&quot;430&quot; height=&quot;315&quot; /&gt;&lt;/a&gt;&lt;p class=&quot;caption&quot;&gt;Aditya Sachdev (inset) was shot dead allegedly by JD(U) MLC Manorma Devi&#039;s son for overtaking his car in Bihar. (Photo: PTI)&lt;/p&gt;&lt;/div&gt;\n&lt;/div&gt;&lt;p&gt;&lt;strong&gt;The report reveals that ‘his vertebrae were found fractured and he died due to brain injury’.&lt;/strong&gt;&lt;br /&gt;\n&lt;!--break--&gt;&lt;br /&gt;\nThe autopsy report of Aditya Sachdeva who was allegedly killed by Rocky Yadav confirms point blank murder.&lt;/p&gt;\n&lt;p&gt;The report reveals that “his vertebrae were found fractured and he died due to brain injury”.&lt;/p&gt;\n&lt;p&gt;The autopsy report was handed over to the Gaya Police on Thursday. Rocky Yadav is currently on Police remand. Police said bullet fired from the pistol of Rocky had hit Aditya on his head from behind. &lt;/p&gt;\n&lt;p&gt;Meanwhile, the family members of Aditya have demanded speedy investigation and trial into the incident. His mother while talking to media also questioned Bihar Chief Minister Nitish Kumar’s silence on the issue.&lt;/p&gt;\n&lt;p&gt;“We fail to understand why Chief Minister has not said anything on the issue. Earlier during his previous term there used to be better law and order in Bihar”, Aditya Sachdeva’s mother said while talking to reporters on Thursday.&lt;/p&gt;\n&lt;p&gt;She also raised her doubts over Rocky’s mother and suspended JD (U) MLC Manorama Devi not being arrested.&lt;/p&gt;\n&lt;p&gt;She said, “I don’t know why she was not arrested immediately after liquor bottles were recovered from her residential premises”. The opposition has demanded resignation of Bihar Chief Minister Nitish Kumar over the issue.&lt;/p&gt;\n&lt;p&gt;BJP leaders here in Patna said,” Nitish Kumar seems to have lost control on his legislatures how can anyone expect him to control the law and order situation in the state”.&lt;/p&gt;\n</description>\r\n     <category domain=\"http://www.asianage.com/category/category/india\">India</category>\n <category domain=\"http://www.asianage.com/category/source/pti\">PTI</category>\n <category domain=\"http://www.asianage.com/category/place/patna\">Patna</category>\n <enclosure url=\"http://www.asianage.com/image/view/494943/preview\" length=\"14116\" type=\"image/jpeg\" />\n <pubDate>Fri, 13 May 2016 00:00:00 +0530</pubDate>\n <guid isPermaLink=\"false\">494944 at http://www.asianage.com</guid>\n  </item>\r\n  <item>\r\n    <title>UPSC rank holder Ansar Shaikh had to become Shubham to take accommodation</title>\r\n    <link>http://www.asianage.com/india/upsc-rank-holder-ansar-shaikh-had-become-shubham-take-accommodation-942</link>\r\n    <description>&lt;div class=&quot;all-attached-images&quot;&gt;&lt;div style=&quot;width: 430px&quot; class=&quot;image-attach-body&quot;&gt;&lt;a href=&quot;/22-year-old-ansar-shaikh-jalna-maharashtra-photo-facebook-941&quot;&gt;&lt;img src=&quot;http://www.asianage.com/sites/default/files/images/AA Ansar Shaikh.jpg&quot; alt=&quot;22-year-old Ansar Shaikh of Jalna in Maharashtra (Photo: Facebook)&quot; title=&quot;22-year-old Ansar Shaikh of Jalna in Maharashtra (Photo: Facebook)&quot;  class=&quot;image image-content_image &quot; width=&quot;430&quot; height=&quot;315&quot; /&gt;&lt;/a&gt;&lt;p class=&quot;caption&quot;&gt;22-year-old Ansar Shaikh of Jalna in Maharashtra (Photo: Facebook)&lt;/p&gt;&lt;/div&gt;\n&lt;/div&gt;&lt;p&gt;&lt;strong&gt;Doors to all PG accommodations were slammed shut as the 22-year-old landed in Pune 3 years ago to prepare for UPSC.&lt;/strong&gt;&lt;br /&gt;\n&lt;!--break--&gt;&lt;br /&gt;\nWhat&#039;s in a name? Many would ask. But it was his name that was proving a stumbling block for Ansar Shaikh of Jalna in Maharashtra as the autorickshaw driver&#039;s son chased his dream of acing the tough UPSC test.&lt;/p&gt;\n&lt;p&gt;Doors to all paying guest accommodations and mess were slammed shut as the 22-year-old landed in Pune three years ago to prepare for the civil services examination the moment he uttered his name. Finally, he assumed the name of his friend &#039;Shubham&#039; to secure a roof over his head.&lt;/p&gt;\n&lt;p&gt;&quot;I came to Pune to pursue civil service examinations in 2013. However, during the search for a PG (paying guest) accommodation and mess, I faced a lot of hardship as I was denied both because of my name,&quot; Mr Shaikh who stood 361st in the all-India rankings, said in Pune.&lt;/p&gt;\n&lt;p&gt;&quot;After facing discrimination, I started hiding my real name and started using the name of my friend Shubham, a Hindu, and thereafter never faced any issues while getting admission into a mess,&quot; he said.&lt;/p&gt;\n&lt;p&gt;Instead of getting the better of him, the identity crisis motivated the youngster to get into the system responsible for discrimination so he could erase the collective bias from within.&lt;/p&gt;\n&lt;p&gt;&quot;I never got angry or frustrated. In fact, I used to get motivated and inspired by all these things. It became a driving force during my preparation so that I can see myself there (at the top),&quot; he said.&lt;/p&gt;\n&lt;p&gt;Hailing from a poor family, Mr Shaikh, whose father Yonus is an autorickshaw driver, said he was unruffled as he had seen indifference and discrimination all his life.&lt;/p&gt;\n&lt;p&gt;&quot;Every society has such elements. So there is no need to get frustrated, instead, we have to see how we can put an end to such things,&quot; he said. Mr Shaikh hopes to get into the coveted Indian Administrative service so he can do his bit to eliminate discrimination in society.&lt;/p&gt;\n&lt;p&gt;A political science graduate from Fergusson College in Pune, Ansar Shaikh prepared for UPSC at a private coaching class against great financial odds but never lost sight of his goal.&lt;/p&gt;\n&lt;p&gt;He attributes his success to his family and friends. &quot;There is no alternative to hard work. During my struggle, my friends helped me a lot mentally and financially and even my coaching academy waived a portion of fees due to my poor financial condition,&quot; he said.&lt;/p&gt;\n&lt;p&gt;His father and younger brother Anees, who had to give up his education due to poverty, defied all odds to send him money so he can chase the great IAS dream, he said.&lt;/p&gt;\n</description>\r\n     <category domain=\"http://www.asianage.com/category/category/india\">India</category>\n <category domain=\"http://www.asianage.com/category/source/pti\">PTI</category>\n <category domain=\"http://www.asianage.com/category/place/pune\">pune</category>\n <enclosure url=\"http://www.asianage.com/image/view/494941/preview\" length=\"16009\" type=\"image/jpeg\" />\n <pubDate>Fri, 13 May 2016 00:00:00 +0530</pubDate>\n <guid isPermaLink=\"false\">494942 at http://www.asianage.com</guid>\n  </item>\r\n  <item>\r\n    <title>Have to protect Gandhis to save myself: Christian Michel</title>\r\n    <link>http://www.asianage.com/india/have-protect-gandhis-save-myself-christian-michel-909</link>\r\n    <description>&lt;div class=&quot;all-attached-images&quot;&gt;&lt;div style=&quot;width: 430px&quot; class=&quot;image-attach-body&quot;&gt;&lt;a href=&quot;/christian-michel-908&quot;&gt;&lt;img src=&quot;http://www.asianage.com/sites/default/files/images/Christian Michel.jpg&quot; alt=&quot;Christian Michel&quot; title=&quot;Christian Michel&quot;  class=&quot;image image-content_image &quot; width=&quot;430&quot; height=&quot;287&quot; /&gt;&lt;/a&gt;&lt;p class=&quot;caption&quot;&gt;Christian Michel&lt;/p&gt;&lt;/div&gt;\n&lt;/div&gt;&lt;p&gt;Christian Michel, the alleged middleman in the multi-crore AgustaWestland helicopter deal, said on Thursday that he had not personally met either Congress president Sonia Gandhi or her son Rahul Gandhi.&lt;/p&gt;\n&lt;p&gt;“I have to protect the Gandhis to protect myself. I have to prove they are innocent to prove my innocence,” said Mr Michel in an interview to a TV news channel in Dubai. &lt;/p&gt;\n&lt;p&gt;Mr Michel confirmed that in 2008 he did describe Mrs Gandhi in a letter as “the driving force” behind the decision to acquire new helicopters for use by VVIPs when her party was in power.&lt;/p&gt;\n&lt;p&gt;He said that he did not personally know either Mrs Gandhi or Mr Rahul Gandhi, and stressed that his written suggestion that diplomats lobby with them did not mean that they had been bribed.&lt;/p&gt;\n&lt;p&gt;He said that he stood by his earlier claim that Prime Minister Narendra Modi last year had met with his Italian counterpart in New York, and offered to release the two Italian marines imprisoned in India on murder charges in exchange for information on the Agusta deal that could embarrass or implicate Mrs Gandhi.&lt;/p&gt;\n&lt;p&gt;Mr Michel, in an interview to another channel, had said that he had never met Mrs Gandhi or former Prime Minister Manmohan Singh to push for the purchase of the VVIP helicopters. “No, never,” was his reply when he was asked whether he had ever met Mrs Gandhi, Mr Singh or former defence minister A.K. Antony for pushing the deal.&lt;/p&gt;\n&lt;p&gt;Mr Michel is one of three alleged middlemen whom Indian investigating agencies suspect to have brokered the deal in favour of AgustaWestland.&lt;/p&gt;\n&lt;p&gt;Both CBI and ED have notified Mr Michel under the Interpol Red Corner Notice. “I probably met him (former IAF chief S.P. Tyagi) at the Gymkhana Club and I think I shook his hand there. But because of his association with  Haschke (middleman Guido Haschke) I really avoided him,” he claimed. &lt;/p&gt;\n&lt;p&gt;Meanwhile, BJP president Amit Shah on Thursday continued his tirade against the Congress president.&lt;/p&gt;\n&lt;p&gt;Addressing election rallies in Kerala, Mr Shah, in an apparent reference to Mrs Gandhi’s emotional speech during an earlier campaign speech in the state, which was seen as her reply to the opposition’s taunt on her Italian origin, said that the Congress president should answer where her “patriotism” was when corruption of Rs 12 lakh crore took place under the UPA regime.&lt;/p&gt;\n&lt;p&gt;He also cited the AgustaWestland copter bribery case along with 2G, CWG and other alleged scams. The Congress is akin to corruption and scams and has no right to rule Kerala, he said.&lt;/p&gt;\n</description>\r\n     <category domain=\"http://www.asianage.com/category/category/india\">India</category>\n <category domain=\"http://www.asianage.com/category/source/age-correspondents\">AGE CORRESPONDENTS</category>\n <category domain=\"http://www.asianage.com/category/place/new-delhi\">New Delhi</category>\n <enclosure url=\"http://www.asianage.com/image/view/494908/preview\" length=\"7737\" type=\"image/jpeg\" />\n <pubDate>Fri, 13 May 2016 00:00:00 +0530</pubDate>\n <guid isPermaLink=\"false\">494909 at http://www.asianage.com</guid>\n  </item>\r\n  <item>\r\n    <title>Congress plans privilege motion on BJP ‘lies’</title>\r\n    <link>http://www.asianage.com/india/congress-plans-privilege-motion-bjp-lies-907</link>\r\n    <description>&lt;div class=&quot;all-attached-images&quot;&gt;&lt;div style=&quot;width: 430px&quot; class=&quot;image-attach-body&quot;&gt;&lt;a href=&quot;/jairam-ramesh-addresses-press-conference-agustawestland-scam-aicc-headquarters-new-delhi-photo-pti-9&quot;&gt;&lt;img src=&quot;http://www.asianage.com/sites/default/files/images/Jairam Ramesh_0.jpg&quot; alt=&quot;Jairam Ramesh addresses a press conference on AgustaWestland scam, at AICC Headquarters in New Delhi. (Photo: PTI)&quot; title=&quot;Jairam Ramesh addresses a press conference on AgustaWestland scam, at AICC Headquarters in New Delhi. (Photo: PTI)&quot;  class=&quot;image image-content_image &quot; width=&quot;430&quot; height=&quot;315&quot; /&gt;&lt;/a&gt;&lt;p class=&quot;caption&quot;&gt;Jairam Ramesh addresses a press conference on AgustaWestland scam, at AICC Headquarters in New Delhi. (Photo: PTI)&lt;/p&gt;&lt;/div&gt;\n&lt;/div&gt;&lt;p&gt;Accusing BJP leader Subramanian Swamy and defence minister Manohar Parrikar of “lying blatantly” during the AgustaWestland debate, the Congress said that it will be giving notices seeking privilege motions against them in the Rajya Sabha on Friday. &lt;/p&gt;\n&lt;p&gt;The AICC also announced that the party will file a defamation case against a US-based website, &lt;a href=&quot;http://www.Pguru.Com&quot; title=&quot;www.Pguru.Com&quot;&gt;www.Pguru.Com&lt;/a&gt;, whose material was used by Dr Swamy in the Rajya Sabha debate. It alleged that the website is linked to the Sangh Parivar.&lt;/p&gt;\n&lt;p&gt;Friday is the last day of the Upper House during the current session. &lt;/p&gt;\n&lt;p&gt;Congress spokesman Jairam Ramesh told reporters that both Dr Swamy and Mr Parrikar have “blatantly lied” in Parliament and created a “web of deceit”.&lt;/p&gt;\n&lt;p&gt;“Subramanian Swamy spoke against Sonia Gandhi and other Congress leaders in Parliament and kept referring a document which according to him was an Italian court’s judgment,” he said  adding that the BJP leader authenticated a 13-page document in the Rajya Sabha, which consists of two pages of an email from “Swamy to Swamy”, a news report and nine pages from the website.&lt;/p&gt;\n&lt;p&gt;Insisting that the Italian judgment has nothing, he claimed there is “no accusation against the Congress leadership” in the verdict. “It is a lie that the Italian judgment has indicted the Congress leadership. Swamy has made baseless allegations,” Mr Ramesh said.&lt;/p&gt;\n&lt;p&gt;“Swamy has spoken big lies in the Rajya Sabha on May 4 and has used false documents. We will not allow him to go scot-free,” said Mr Ramesh.&lt;/p&gt;\n&lt;p&gt;The duo of Swamy and Parrikar have attempted to mislead the nation, for which they will have to pay the price,” said Mr Ramesh.&lt;/p&gt;\n</description>\r\n     <category domain=\"http://www.asianage.com/category/category/india\">India</category>\n <category domain=\"http://www.asianage.com/category/source/age-correspondent\">Age Correspondent</category>\n <category domain=\"http://www.asianage.com/category/place/new-delhi\">New Delhi</category>\n <enclosure url=\"http://www.asianage.com/image/view/494906/preview\" length=\"9823\" type=\"image/jpeg\" />\n <pubDate>Fri, 13 May 2016 00:00:00 +0530</pubDate>\n <guid isPermaLink=\"false\">494907 at http://www.asianage.com</guid>\n  </item>\r\n  <item>\r\n    <title>Bihar CM Nitish Kumar rath rolls into Modi domain</title>\r\n    <link>http://www.asianage.com/india/bihar-cm-nitish-kumar-rath-rolls-modi-domain-905</link>\r\n    <description>&lt;div class=&quot;all-attached-images&quot;&gt;&lt;div style=&quot;width: 430px&quot; class=&quot;image-attach-body&quot;&gt;&lt;a href=&quot;/bihar-cm-and-jdu-president-nitish-kumar-addresses-party-meeting-varanasi-photo-pti-904&quot;&gt;&lt;img src=&quot;http://www.asianage.com/sites/default/files/images/nitish kumar.jpg&quot; alt=&quot;Bihar CM and JD(U) President Nitish Kumar addresses a party meeting in Varanasi. (Photo: PTI)&quot; title=&quot;Bihar CM and JD(U) President Nitish Kumar addresses a party meeting in Varanasi. (Photo: PTI)&quot;  class=&quot;image image-content_image &quot; width=&quot;430&quot; height=&quot;315&quot; /&gt;&lt;/a&gt;&lt;p class=&quot;caption&quot;&gt;Bihar CM and JD(U) President Nitish Kumar addresses a party meeting in Varanasi. (Photo: PTI)&lt;/p&gt;&lt;/div&gt;\n&lt;/div&gt;&lt;p&gt;&lt;strong&gt;Promises to launch prohibition campaign in UP May 15 onwards&lt;/strong&gt;&lt;br /&gt;\n&lt;!--break--&gt;&lt;br /&gt;\nJanata Dal (United) president and Bihar chief minister Nitish Kumar on Thursday set the tone for the Assembly polls in Uttar Pradesh by trying to position himself as a direct challenge to Prime Minister Narendra Modi. But launching his offensive in Varanasi, Mr Modi’s constituency, the signal Mr Kumar wanted to send was loud and clear — that he could well be the face of an anti-BJP front in the next general elections.&lt;/p&gt;\n&lt;p&gt;Uttar Pradesh, often described as the “gateway to Delhi”, was Mr Kumar’s obvious starting point. Mr Kumar, projected as Arjun from Mahabharata in posters that were plastered across the city (with Sharad Yadav as his saarthi, guide), made it clear that he would lead the campaign against the BJP in UP. &lt;/p&gt;\n&lt;p&gt;“Yes, he is our Arjun and will demolish the army of Kauravas in the country,” said JD(U) state president Suresh Niranjan Bhaiyya.&lt;/p&gt;\n&lt;p&gt;Aware that with the JD(U)’s negligible presence in the state, he would need the support of at least one major player to challenge the BJP in the Assembly polls scheduled next year, said that he respected Samajwadi Party president Mulayam Singh. &lt;/p&gt;\n&lt;p&gt;He did, however, add that “when we were fighting against the BJP in Bihar, he left us.” &lt;/p&gt;\n&lt;p&gt;Mr Kumar is looking at the possibility of a grand alliance of anti-BJP, secular parties for 2019, and the Congress, incidentally, is already on board. &lt;/p&gt;\n&lt;p&gt;Apart from the fact that it is the Prime Minister’s turf, Mr Kumar chose a workers’ meeting in Varanasi because of its large Kurmi population. Mr Kumar, a Kurmi himself, intends to play the caste card to dismantle the BJP’s OBC dream to the extent possible.&lt;/p&gt;\n&lt;p&gt;Interestingly, a significant aspect of Mr Kumar’s workers’ rally was the visibly large presence of women. Mr Kumar announced to thunderous applause that he would launch a campaign for prohibition in UP May 15 onwards. He said that he had banned liquor in Bihar on the specific demand of women.&lt;/p&gt;\n&lt;p&gt;Slamming the BJP for turning its back on promises made during the Lok Sabha elections, Mr Kumar said that he had come to UP to ask people to see through the BJP: “Varanasi knows how arrogant the BJP leaders can be. The people of this city are aware of how they have been fooled. The entire country knows this, too. Bihar has given an apt reply to the BJP and it is the turn of Uttar Pradesh now.” &lt;/p&gt;\n&lt;p&gt;“Their slogan says ‘Sabka Saath, Sabka Vikas’ but their real story began from UP. First it was ‘Love Jihad’, then ‘Ghar Wapsi’ and then beef. Now they are talking of ‘deshbhakti’ though their ideological ancestors, the RSS, had nothing to do with the freedom struggle. &lt;/p&gt;\n&lt;p&gt;I am glad that the BJP has finally started talking about the tricolour instead of their saffron flag and this is the victory of socialism”, he added.&lt;/p&gt;\n&lt;p&gt;“They said they would bring back black money stashed abroad within 100 days and each citizen would get around Rs 15 lakh. BJP president now says that this was just a jumla. They have taken people for a ride,” he said. Targeting the rural belt, he said that the Modi government had promised that a 50 per cent profit would be ensured for farmers while announcing the minimum support price. “Has anyone got it? Have the youth got the jobs they were promised” he asked.&lt;/p&gt;\n</description>\r\n     <category domain=\"http://www.asianage.com/category/category/india\">India</category>\n <category domain=\"http://www.asianage.com/category/author/amita-verma\">Amita Verma</category>\n <category domain=\"http://www.asianage.com/category/place/lucknow\">Lucknow</category>\n <enclosure url=\"http://www.asianage.com/image/view/494904/preview\" length=\"18477\" type=\"image/jpeg\" />\n <pubDate>Fri, 13 May 2016 00:00:00 +0530</pubDate>\n <guid isPermaLink=\"false\">494905 at http://www.asianage.com</guid>\n  </item>\r\n  <item>\r\n    <title>Spicejet to pay Rs 10 lakh for offloading disabled: Supreme Court</title>\r\n    <link>http://www.asianage.com/india/spicejet-pay-rs-10-lakh-offloading-disabled-supreme-court-903</link>\r\n    <description>&lt;div class=&quot;all-attached-images&quot;&gt;&lt;div style=&quot;width: 430px&quot; class=&quot;image-attach-body&quot;&gt;&lt;a href=&quot;/bench-held-spicejet-acted-callous-manner-and-violated-civil-aviation-rules-photo-pti-902&quot;&gt;&lt;img src=&quot;http://www.asianage.com/sites/default/files/images/SpiceJet 45.jpg&quot; alt=&quot;The bench held SpiceJet acted in a callous manner, and violated civil aviation rules.  (Photo: PTI)&quot; title=&quot;The bench held SpiceJet acted in a callous manner, and violated civil aviation rules.  (Photo: PTI)&quot;  class=&quot;image image-content_image &quot; width=&quot;430&quot; height=&quot;315&quot; /&gt;&lt;/a&gt;&lt;p class=&quot;caption&quot;&gt;The bench held SpiceJet acted in a callous manner, and violated civil aviation rules.  (Photo: PTI)&lt;/p&gt;&lt;/div&gt;\n&lt;/div&gt;&lt;p&gt;The Supreme Court on Thursday awarded Rs 10 lakhs as damages to Jeeja Ghosh of Kolkata, a disabled passenger suffering from cerebral palsy who was offloaded by SpiceJet while travelling from Kolkata to Goa to attend a conference in 2012.&lt;/p&gt;\n&lt;p&gt;A bench of Justices A.K. Sikri and R.K. Agrawal, allowing Ms Ghosh’s petition, said a little care, a little sensitivity and a little positive attitude on the part of SpiceJet officials would not have resulted in the trauma, pain and suffering Jeeja Ghosh suffered. This led to the violation of her human dignity and her fundamental rights, it said.&lt;/p&gt;\n&lt;p&gt;The bench said Jeeja Ghosh herself was a living example who had, notwithstanding her disability, achieved so much by sheer determination. The bench held SpiceJet acted in a callous manner, and violated civil aviation rules. The bench directed the airline to pay Rs 10 lakhs in damages to her within two months. The bench asked the director-general of civil aviation to ensure all airports get the assistive equipment needed.&lt;/p&gt;\n&lt;p&gt;On flights, it said the cabin crew should assist passengers to access the toilet if requested using on-board wheelchairs, and also ensure communication of essential information on a flight be in accessible formats. Likewise, in-flight entertainment must also be in accessible formats.&lt;/p&gt;\n</description>\r\n     <category domain=\"http://www.asianage.com/category/category/india\">India</category>\n <category domain=\"http://www.asianage.com/category/author/j-venkatesan\">J. Venkatesan</category>\n <category domain=\"http://www.asianage.com/category/place/new-delhi\">New Delhi</category>\n <enclosure url=\"http://www.asianage.com/image/view/494902/preview\" length=\"13145\" type=\"image/jpeg\" />\n <pubDate>Fri, 13 May 2016 00:00:00 +0530</pubDate>\n <guid isPermaLink=\"false\">494903 at http://www.asianage.com</guid>\n  </item>\r\n  <item>\r\n    <title>BJP-Congress spar as Indians return </title>\r\n    <link>http://www.asianage.com/india/bjp-congress-spar-indians-return-899</link>\r\n    <description>&lt;div class=&quot;all-attached-images&quot;&gt;&lt;div style=&quot;width: 430px&quot; class=&quot;image-attach-body&quot;&gt;&lt;a href=&quot;/first-batch-18-keralites-evacuated-libya-arrive-kochi-international-airport-photo-pti-898&quot;&gt;&lt;img src=&quot;http://www.asianage.com/sites/default/files/images/kerala_0.jpg&quot; alt=&quot;First batch of 18 Keralites, evacuated from Libya, arrive at Kochi International Airport. (Photo: PTI) &quot; title=&quot;First batch of 18 Keralites, evacuated from Libya, arrive at Kochi International Airport. (Photo: PTI) &quot;  class=&quot;image image-content_image &quot; width=&quot;430&quot; height=&quot;315&quot; /&gt;&lt;/a&gt;&lt;p class=&quot;caption&quot;&gt;First batch of 18 Keralites, evacuated from Libya, arrive at Kochi International Airport. (Photo: PTI) &lt;/p&gt;&lt;/div&gt;\n&lt;/div&gt;&lt;p&gt;The evacuation of 29 Indians from Libya has sparked a fierce political row between the BJP-led government in the Centre and the Congress-led Kerala government just days before the state goes to polls on May 16.&lt;/p&gt;\n&lt;p&gt;As Kerala chief minister Oommen Chandy lashed out at Prime Minister Narendra Modi for taking credit for the evacuations, external affairs minister Sushma Swaraj hit back in a series of tweets, asking who had paid for the evacuation of thousands of Indians from Libya and other countries in West Asia earlier.&lt;/p&gt;\n&lt;p&gt;She added that the government viewed the evacuation efforts of distressed Indians as “our pious duty towards our citizens”.&lt;/p&gt;\n&lt;p&gt;Twenty-nine Indians, including 18 people from Kerala, were evacuated from Libya. They reached Kochi on Thursday morning.&lt;/p&gt;\n&lt;p&gt;Detailing the government’s efforts, a ministry of external affairs (MEA) spokesperson said the Indian envoy to Libya, who is based in Tunisia, had flown down to the Libyan capital Tripoli after which exit visas had been arranged for the Indians to return. It was  also ensured that their employers paid their salaries.&lt;/p&gt;\n&lt;p&gt;Asked about the incident being politicised, the MEA spokesperson said he did not wish to comment on it as it “would not serve any purpose”.&lt;/p&gt;\n&lt;p&gt;The Centre, however, did not refute the Kerala government’s claim that it had paid for the return of the Indians. Government sources said that the 29 Indians did not ask for their airfares to be paid and that the Kerala government might have paid for their return.&lt;/p&gt;\n&lt;p&gt;Government sources said that about 1,600 Indians were still living and working in Libya despite repeated government advisories asking them to return immediately. This was probably because the Indians were earning very well there and did not think that the dangers of living in Libya outweighed the benefits.&lt;/p&gt;\n&lt;p&gt;Earlier, Mr Chandy had said that his government was bearing the travel expense of the families, indicating that the Centre had not extended financial assistance for their travel. “Sushma Swaraj paid for the earlier evacuations. This time we are paying for their travel,” Mr Chandy was quoted as saying.&lt;/p&gt;\n&lt;p&gt;But in a series of angry tweets, Ms Swaraj stated, “Mr Chandy - We evacuated thousands of Indians from Kerala from Iraq, Libya and Yemen. Who paid for them?” She again Tweeted: “Mr Chandy - You said ‘Kerala paid for 29 Indians evacuated from Libya’,” and then “You started this debate - as to Who paid ? Not me. We always did this because this is our pious duty towards our citizens (sic).”&lt;/p&gt;\n&lt;p&gt;The political fight erupted a day after Mr Modi said in Kerala that his government had evacuated the families from Libya and that the Centre was committed to work for the welfare of Indians living abroad.&lt;/p&gt;\n&lt;p&gt;On Wednesday in Kerala, he had said: “Our government has saved six families and evacuated 29 people. The Indian government is committed to working for people who go abroad to work, we have always tried to help them. It gives me immense pleasure and happiness to tell you that they are coming back and will be united with their families soon.”&lt;/p&gt;\n&lt;p&gt;The centre had informed Parliament in December last year that “3,600 Indians have been evacuated from Libya so far” and that “these evacuations were facilitated through land, air and sea, with the assistance of countries neighbouring Libya”.&lt;/p&gt;\n&lt;p&gt;India had undertaken a massive evacuation effort in Libya in 2011. &lt;/p&gt;\n</description>\r\n     <category domain=\"http://www.asianage.com/category/category/india\">India</category>\n <category domain=\"http://www.asianage.com/category/source/age-correspondent\">Age Correspondent</category>\n <category domain=\"http://www.asianage.com/category/place/new-delhi\">New Delhi</category>\n <enclosure url=\"http://www.asianage.com/image/view/494898/preview\" length=\"20178\" type=\"image/jpeg\" />\n <pubDate>Fri, 13 May 2016 00:00:00 +0530</pubDate>\n <guid isPermaLink=\"false\">494899 at http://www.asianage.com</guid>\n  </item>\r\n  <item>\r\n    <title>Civic body to spend Rs 32 crore on trimming trees before rains</title>\r\n    <link>http://www.asianage.com/india/civic-body-spend-rs-32-crore-trimming-trees-rains-859</link>\r\n    <description>&lt;p&gt;The Brihanmumbai Municipal Corporation (BMC) will spend a whopping Rs 32 crore on the trimming of trees ahead of the monsoon. The proposal has been cleared by the civic tree authority.&lt;/p&gt;\n&lt;p&gt;According to civic officials, several mishaps take place due to tree falling accidents during the monsoon. To avoid them, the civic body carry out trimming of trees on public as well as private places in the city. The branches of dangerous, dead and other trees will be trimmed in this drive.&lt;/p&gt;\n&lt;p&gt;The proposal, which was tabled before the committee, was for a period of three years at the cost of Rs 95 crore. However the tree authority members stiffly opposed the proposal. The Shiv Sena party leader in the BMC Trushna Vishwasrao said, “The proposal was circulated to us just a night before the meeting was to be held. Therefore we have already informed the authorities that we did not have a chance to study the same in detail. While we did not want to pass the entire proposal but with monsoons less than a month away we felt that trimming of trees is essential or else it can be life threatening. Therefore the contract was passed for a year only.”&lt;/p&gt;\n&lt;p&gt;The menace of tree falling accidents has been increasing as last year there were eight deaths due to tree collapse in the city. In all, 33 people have lost their lives due to tree collapse in last 13 years.&lt;/p&gt;\n&lt;p&gt;Among the priorities listed by the BMC for the monsoon season, it  said it will make sure dead trees are uprooted, trees that pose a hazard to life and property will be chopped down, unstable trees will be straightened, while trees that have fallen will be dismantled without any delay.&lt;/p&gt;\n</description>\r\n     <category domain=\"http://www.asianage.com/category/category/india\">India</category>\n <category domain=\"http://www.asianage.com/category/source/age-correspondent\">Age Correspondent</category>\n <category domain=\"http://www.asianage.com/category/place/mumbai\">mumbai</category>\n <pubDate>Fri, 13 May 2016 00:00:00 +0530</pubDate>\n <guid isPermaLink=\"false\">494859 at http://www.asianage.com</guid>\n  </item>\r\n  <item>\r\n    <title>29 return from Libya</title>\r\n    <link>http://www.asianage.com/india/29-return-libya-855</link>\r\n    <description>&lt;p&gt;The 18 Keralites who were evacuated from Libya reached Nedumbassery airport on Thursday morning. Another 11 returned to their native places in Tamil Nadu. The families had been stranded in Libya after escaping from a hospital in Tripoli that was destroyed in a shell attack on March 25.&lt;/p&gt;\n&lt;p&gt;A large number of relatives from different parts of the state had gathered to welcome them. The returnees, which included six children, came back via Istanbul and Dubai after a wait of 47 days. Most of those who returned are nurses working at the Savio Hospital in Tripoli. An Indian nurse and her child were killed in the shell attack on the hospital. The returnees said that the hospital authorities did not care for the safety of the staff.&lt;/p&gt;\n&lt;p&gt;Abraham Samuel from Kozhenchery, who was among the 29 Indians, said that the Indian embassy did not do things properly. If it had constructively intervened, their return would have happened much early. He said that they bought air tickets on their own.&lt;/p&gt;\n&lt;p&gt;Joseph Chacko from Perumpaikadu, Kottayam, said that he and a few others escaped with the help of a Libyan national who was working with them. He took them to another safe place in Libya and lodged them in a cottage for a month. Kerala chief minister Oommen Chandy had tried to intervene but the response from the Indian embassy was not that encouraging, he said. &lt;/p&gt;\n&lt;p&gt;NORKA opened a special helpdesk at the airport to help the returnees reach their destinations. All those above the age of 10 were given `2,000 apart from vehicle to reach home. They said that the warring tribal factions in Libya do not give much hope for their return to the workplace in the near future.&lt;/p&gt;\n&lt;p&gt;Mr Chandy said in Kochi that the allegations that the state government didn’t do anything to help the stranded nurses stranded in Libya were baseless. “We’ve been coordinating with the Indian embassy and other authorities to safely bring them back. The government will bear the complete expense for their travel, including the airfare. However, due to some technical issues in currency exchange, we couldn’t pay the airfare before their journey,” he said at a press conference.&lt;/p&gt;\n&lt;p&gt;“They have agreed to buy the ticket on their own for which the government will reimburse it soon. When they reached Nedumbassery, each person was given `2000 as an initial assistance and vehicles were also arranged to take them to their native place.”&lt;/p&gt;\n&lt;p&gt;We were monitoring the situation when they started from their workplaces as journey up to Tripoli is very dangerous.”&lt;/p&gt;\n&lt;p&gt;“The government was ready to bring them back when the first group of persons returned. But they were not ready to return citing financial problems,” he said.&lt;/p&gt;\n&lt;p&gt;Union Minister Venkaiah Naidu said in Kochi  that Mr  Modi and  Ms Sushma Swaraj had brought back the nurses stranded in Libya.  Mr Chandy had no role in this. The only contribution of Mr. Chandy was receiving the nurses at the airport after they landed safely in Kerala,” he said.&lt;/p&gt;\n&lt;p&gt;The political fight erupted a day after Prime Minister Narendra Modi said his government had  evacuated the families from Libya and that the Centre was committed to work for the welfare of Indians living abroad.  Mr Modi is already under mounting attack from the Opposition parties for his controversial comment in an election rally comparing Kerala and Somalia while talking about the infant mortality rate among tribals in the state.  &lt;/p&gt;\n</description>\r\n     <category domain=\"http://www.asianage.com/category/category/india\">India</category>\n <category domain=\"http://www.asianage.com/category/source/age-correspondent\">Age Correspondent</category>\n <category domain=\"http://www.asianage.com/category/place/kochinew-delhi\">Kochi/New Delhi</category>\n <pubDate>Fri, 13 May 2016 00:00:00 +0530</pubDate>\n <guid isPermaLink=\"false\">494855 at http://www.asianage.com</guid>\n  </item>\r\n  </channel>\r\n</rss>\n<!-- Page cached by Boost @ 2016-05-13 12:54:04, expires @ 2016-05-13 13:54:04 -->\n",
  "headers": {
    "Expires": "Sun, 19 Nov 1978 05:00:00 GMT",
    "Cache-Control": "no-store, no-cache, must-revalidate, post-check=0, pre-check=0",
    "Accept-Ranges": "bytes",
    "Content-Length": "11662",
    "Content-Encoding": "gzip",
    "Last-Modified": "Fri, 13 May 2016 07:24:04 GMT",
    "Date": "Fri, 13 May 2016 07:46:29 GMT",
    "ETag": "\"4464e4-2d8e-532b428e2001d\"",
    "Content-Type": "text/html; charset=utf-8",
    "Server": "Apache/2.2.15 (CentOS)",
    "Connection": "close"
  },
  "response_url": "http://www.asianage.com/rss/38"
}