{
  "requested_url": "http://www.dynamicbusiness.com.au/feed",
  "fetched_at": "2016-05-13T00:48:21.485202",
  "status_code": 200,
  "response_text": "<?xml version=\"1.0\" encoding=\"UTF-8\"?><rss version=\"2.0\"\n\txmlns:content=\"http://purl.org/rss/1.0/modules/content/\"\n\txmlns:wfw=\"http://wellformedweb.org/CommentAPI/\"\n\txmlns:dc=\"http://purl.org/dc/elements/1.1/\"\n\txmlns:atom=\"http://www.w3.org/2005/Atom\"\n\txmlns:sy=\"http://purl.org/rss/1.0/modules/syndication/\"\n\txmlns:slash=\"http://purl.org/rss/1.0/modules/slash/\"\n\t>\n\n<channel>\n\t<title>Dynamic Business</title>\n\t<atom:link href=\"http://www.dynamicbusiness.com.au/feed\" rel=\"self\" type=\"application/rss+xml\" />\n\t<link>http://www.dynamicbusiness.com.au</link>\n\t<description>Business News, Business Information, Small Business Help, Business Advice and Tips</description>\n\t<lastBuildDate>Fri, 13 May 2016 01:56:52 +0000</lastBuildDate>\n\t<language>en-US</language>\n\t<sy:updatePeriod>hourly</sy:updatePeriod>\n\t<sy:updateFrequency>1</sy:updateFrequency>\n\t<!--Theme by MyThemeShop.com-->\n\t<item>\n\t\t<title>Hard to find&#8217;s success there for all to see</title>\n\t\t<link>http://www.dynamicbusiness.com.au/entrepreneur-profile/hard-to-finds-success-there-for-all-to-see.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/entrepreneur-profile/hard-to-finds-success-there-for-all-to-see.html#respond</comments>\n\t\t<pubDate>Fri, 13 May 2016 01:51:33 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Dynamic Business]]></dc:creator>\n\t\t\t\t<category><![CDATA[Entrepreneur]]></category>\n\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[Women In Business]]></category>\n\t\t<category><![CDATA[Erica Stewart]]></category>\n\t\t<category><![CDATA[Hard to Find]]></category>\n\t\t<category><![CDATA[online marketplace]]></category>\n\t\t<category><![CDATA[Women in business]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=69514</guid>\n\t\t<description><![CDATA[For a woman who has built an empire out of hard-to-find goods, her success is easy to see. Erica Stewart is easy going and matter-of-fact about her business journey thus-far. Until 2008, Erica was a national sales manager for a top Australian magazine. She enjoyed her work, but it was the products that came in [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>For a woman who has built an empire out of hard-to-find goods, her success is easy to see.</strong></p>\n<p>Erica Stewart is easy going and matter-of-fact about her business journey thus-far. Until 2008, Erica was a national sales manager for a top Australian magazine. She enjoyed her work, but it was the products that came in for magazine photoshoots that awakened her creativity.</p>\n<p>“I was always entrepreneurial. I knew that I would eventually want to start my own business. Working in magazines, I would see all these beautiful products arriving for photoshoots, but have no clue where to buy them,” Erica explains.</p>\n<p>“They were usually sourced by the stylists from out-of-the-way boutiques and small creative businesses that you couldn&#8217;t find easily in high-street shops,” she says</p>\n<p>So as a hobby and creative outlet, Erica decided to collate these products into one spot. Enter the creation of online marketplace, Hard to Find.</p>\n<p>“The idea was to bring the pages of the magazine to life,” she says.</p>\n<p>Erica also knew that she didn&#8217;t want to run the type of business that needed to house warehouses of stock. Running an online marketplace was the perfect medium and meant she could still work with the products she loved.</p>\n<p>“In one sense we&#8217;re like a big department store, and in another we&#8217;re a technology platform that supports creative enterprise.</p>\n<p>“The idea was to create a platform for all these small creative businesses to promote their products to a wider audience than they could otherwise hope to reach on their own,” she explains.</p>\n<p>“It meant as well that I could have an infinite number of small creative businesses and products on the site, and make it a real go-to destination for people seeking genuinely different products and really gorgeous, unique gift ideas, homewares, fashion, and accessories.”</p>\n<p>Now in its eighth year, Hard to Find has come a long way since it launched. Erica says that it has been important to celebrate successes, no matter how small, along they way.</p>\n<p><img class=\"alignleft size-full wp-image-69517\" src=\"http://www.dynamicbusiness.com.au/wp-content/uploads/2016/05/Erica.jpg\" alt=\"Erica\" width=\"150\" height=\"300\" />“Moving from the kids playroom into a share office felt like a milestone – small as it is now, it felt big then. Bringing on the first employee, and being able to pay myself a salary was a big one. I had worked for a number of years without one! I just pinch myself. I&#8217;ve got a multi-million dollar business, I&#8217;ve not had to take on any outside investment, and I&#8217;m a Mum of 3 kids. So I think there&#8217;s a lot to celebrate in what I&#8217;ve achieved so far,” Erica says.</p>\n<p>Like any small business, no entrepreneur is an island. Erica is emphatic that the single biggest lesson she&#8217;s learned, and the most important part of her business, is having a solid foundation of the best people around her.</p>\n<p>“Getting the right people can really make or break a business. And I&#8217;ve learnt that the hard way.</p>\n<p>“Having the right people in the job means they can take ownership of that particular area of expertise. It means that I&#8217;ve got people doing those jobs as well as, if not better than me. And it means I don&#8217;t have to worry about being in charge of absolutely everything – which is ultimately a risk to the business,” she says.</p>\n<p>“You want to have a business that can operate without you – and we&#8217;re at the stage now where that can happen.”</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/entrepreneur-profile/hard-to-finds-success-there-for-all-to-see.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Want to ditch your day job and become an entrepreneur?  Read this first.</title>\n\t\t<link>http://www.dynamicbusiness.com.au/entrepreneur-profile/want-to-ditch-your-day-job-and-become-an-entrepreneur-read-this-first.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/entrepreneur-profile/want-to-ditch-your-day-job-and-become-an-entrepreneur-read-this-first.html#respond</comments>\n\t\t<pubDate>Thu, 12 May 2016 04:34:28 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Jo Schneider]]></dc:creator>\n\t\t\t\t<category><![CDATA[Entrepreneur]]></category>\n\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[Animal Therapeutics]]></category>\n\t\t<category><![CDATA[business start-up tips]]></category>\n\t\t<category><![CDATA[intrapreneurial]]></category>\n\t\t<category><![CDATA[Jo Schneider]]></category>\n\t\t<category><![CDATA[Telstra Young Business Woman of the Year]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=69506</guid>\n\t\t<description><![CDATA[It seems like everywhere you look now there are ‘experts’ telling you the best thing you can do is ditch your secure job and risk it all to follow your dreams, become an entrepreneur and start your own business. The vision around creating a laptop lifestyle, earning passive income or making millions while sipping cocktails [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>It seems like everywhere you look now there are ‘experts’ telling you the best thing you can do is ditch your secure job and risk it all to follow your dreams, become an entrepreneur and start your own business. The vision around creating a laptop lifestyle, earning passive income or making millions while sipping cocktails on a desert island is one promise we are all likely to be seduced by as we start the daily commute to our not-so-dream-job.</strong></p>\n<p>We’ve all been there. You’re in a job that is not stretching you/your boss is a nightmare/there is no career progression/ you’re bored out of your head (*delete as applicable) and it’s tempting to want to pack it all in and start on a new adventure. But before you do I have a Plan B for you…and it’s one you might not have thought of.</p>\n<p>Plan B involves joining the ranks of those who are using their entrepreneurial skills, but in-house, as an intrapreneur.</p>\n<p>From Google to Dell entrepreneurial types are being employed as Entrepreneurs In Residence or Chief Innovation Officers to take hold of innovation and drive their organisations to push into new frontiers.</p>\n<p>An intrapreneur is someone who disrupts from the inside. They are the risk takers, creatives and people within an organisation who are working on clearly defined projects that could transform where and how they work. In a way you get the best of both worlds as you can use the resource, brand, stability and support of a big company (and regular pay checks) combined with the innovation, creativity and boldness that comes with being a disrupter.</p>\n<p>I see so much focus on entrepreneurship at the moment, however, the reality is that most people don’t want everything that it means to be an entrepreneur. Being an entrepreneur takes over your life, can be hugely stressful and means you never know what your salary will be month to month (if anything in the first year or two) – things that not everyone is comfortable with, and I don’t think there is enough honesty around this currently.</p>\n<p>Intrapreneurs still have the desire to create something and do something different, they just do it within the boundaries of their employer. Organisations need these people. Large companies are too big to be flexible in the way that’s required in today’s fast moving market. Small pockets of innovation, rapidly responding to consumer demand is the best way that big companies can stay relevant.</p>\n<p>To determine whether my Plan B is right for you, take a look at the five key qualities you need to work towards as you build your intrapreneurial muscle:</p>\n<p><strong>Being bold</strong></p>\n<p>Blending in, towing the line and being compliant is not going to cut it in our fast-moving job market.</p>\n<p>Companies are increasingly seeking those who can shake things up, look at problems in a dynamic way and act like an entrepreneur by taking risks to get their organization working better, smarter and seizing opportunities in rapidly changing markets.</p>\n<p><strong>Being an action-taker</strong></p>\n<p>Innovation within an organization doesn’t come without some hard graft, some mindset shifting through senior ranks and without action. An intrapreneur has got to be a beautiful mix of doing the research, testing, planning and strategizing but then quickly getting out of this phase and launching quickly.</p>\n<p>Testing, using data, retesting and pivoting, if what you’re doing isn’t working, are all techniques sophisticated organisations are using to move in an agile way and responding to consumer need.</p>\n<p>Make buddies with your Information Systems and Business Intelligence team now.</p>\n<p><strong>Being an expert in your customer</strong></p>\n<p>Being well-researched and understanding the tiny nuances of your customer base will stand you in good stead as an intrapreneur. From market research to analysis of what your customers are saying online can help propel you to innovate and start to looking for the solutions your customers are looking for on a day to day basis.</p>\n<p>Working collaboratively with teams across your organisation and being well networked will also mean that when it is time to pull in HR, product design or development teams you know who to go to and an idea of how long new products, services or adjustments are going to take.</p>\n<p><strong>Being anti-perfectionist</strong></p>\n<p>Your boss and your bosses’ boss know full well that everything is moving quickly.  Stand still for long enough and your organisation could be the next Kodak, Blockbuster Video or Borders. Disruption is happening, innovation needs to infiltrate every part of your organisation and you can be in charge of insuring that internal stakeholders and staff know how to innovate and come up with new ideas.</p>\n<p>Entrepreneurs running start ups work quickly to get their Minimum Viable Product to market, testing, improving, testing and improving.</p>\n<p>Spend too long on research, and not testing, and your procrastination may leave you behind the eight-ball.</p>\n<p>Done is better than perfect.</p>\n<p><strong>Being an awesome communicator</strong></p>\n<p>Every day you will be coming up against people who don’t like change, who are happy with the status quo and who honestly see what you’re trying to do as making their lives difficult!</p>\n<p>Intrapreneurship is not for the faint hearted. You will probably spend a lot of time talking, explaining, emailing, cajoling and pitching to internal stakeholders around innovation and your team’s ideas.</p>\n<p>Having direct lines to senior management is also going to help your case and will position you well to be able to act in an agile way.</p>\n<p>You have to be passionate, persuasive and an awesome communicator to get people on board, create change and show your vision from senior management to shop floor.</p>\n<p>So, entrepreneurship or intrapreneurship? A very different job but needing similar qualities. Have you got what it takes?</p>\n<hr />\n<p><em>About Jo Schneider</em></p>\n<p><em><img class=\"alignleft size-full wp-image-69508\" src=\"http://www.dynamicbusiness.com.au/wp-content/uploads/2016/05/Jo-Schneider.jpg\" alt=\"Jo-Schneider\" width=\"150\" height=\"150\" />Jo Schneider is a CEO, serial entrepreneur, previous holder of Telstra Young Business Woman of the Year (SA) and has featured in BRW, The SMH, Sky News and The Age. </em></p>\n<p><em>At just 22 she set up her first award-winning company, <a href=\"http://www.animaltherapeutics.com.au/\">Animal Therapeutics</a>, which is now the sole distributor of a world renowned performance product for performance animals in Australia and New Zealand markets. </em></p>\n<p><em>Her other company, <a href=\"http://www.dvesolutions.com.au\">DVE Business Solutions</a>, drives positive change through a holistic approach bringing together process, people, structure and technology.  </em></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/entrepreneur-profile/want-to-ditch-your-day-job-and-become-an-entrepreneur-read-this-first.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>e-Commerce in Australia; demand to soar in 2016 as retailers go online or face declines</title>\n\t\t<link>http://www.dynamicbusiness.com.au/featured/e-commerce-in-australia-demand-to-soar-in-2016-as-retailers-go-online-or-face-declines.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/featured/e-commerce-in-australia-demand-to-soar-in-2016-as-retailers-go-online-or-face-declines.html#respond</comments>\n\t\t<pubDate>Thu, 12 May 2016 04:26:49 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Dynamic Business]]></dc:creator>\n\t\t\t\t<category><![CDATA[Business Tech]]></category>\n\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[Industry]]></category>\n\t\t<category><![CDATA[Marketing]]></category>\n\t\t<category><![CDATA[Retail]]></category>\n\t\t<category><![CDATA[Technology]]></category>\n\t\t<category><![CDATA[Australian business e-commerce]]></category>\n\t\t<category><![CDATA[Australian retailers]]></category>\n\t\t<category><![CDATA[click-and-collect options]]></category>\n\t\t<category><![CDATA[international trade opportunities]]></category>\n\t\t<category><![CDATA[online retail space]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=69503</guid>\n\t\t<description><![CDATA[In Australia, there is a clear trend towards the e-Commerce and traditional retail channels merging, but not replacing, one another.  Traditional bricks and mortar retailers are finding they need an online presence and many pure play online retailers are now venturing into the physical world. Whereas consumers used to only browse online and purchase in [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>In Australia, there is a clear trend towards the e-Commerce and traditional retail channels merging, but not replacing, one another.  Traditional bricks and mortar retailers are finding they need an online presence and many pure play online retailers are now venturing into the physical world.</strong></p>\n<p>Whereas consumers used to only browse online and purchase in store, now there is an increasing trend towards purchasing online. However, the cost of freight in Australia has meant that a robust click-and-collect market accounts for more than 50 per cent of many retailers online sales. By offering click-and-collect as a checkout option, and remembering that this is still quite a new purchasing option, retailers are starting to see their total share of the consumer wallet increase as consumers have a propensity to spend even more when they visit the physical store.</p>\n<p>In Australia, more than most of the other markets out there, that popular argument that retailers should maintain both a physical presence and have a well-rounded online shopping experience is well founded. We estimate that by 2020 retailers without robust e-Commerce enabled websites will experience declining sales year-on-year until they go out of business. With relatively few businesses currently operating on an e-Commerce platform, there will be urgent need through this year to work on resolving this… especially if the rumours bear true, and Amazon formally enters the Australian market. Such an event will significantly accelerate the need for other retailers to have a visible position online.</p>\n<p>As more businesses realise the need to develop an e-Commerce solution, the flip side to this will be the demand for e-Commerce providers will increase exponentially. Currently there are a glut of choices, though finding the right one can be a challenge. With a lot of e-Commerce providers, there are core functions that are delivered through third party integrators, which are more expensive for the retailer and prone to breaking down more frequently. Neither of those scenarios are sustainable as solutions for the retailer.</p>\n<p>For smaller Australian retailers this poses an especially sharp challenge. Lacking access to technical expertise, or the time to work on an online presence themselves, the smaller retailers in Australia are finding it surprisingly challenging to sift through the provider options to find one that can handle the bulk of these challenges. They want a plug-and-play solution that they can populate with their inventory quickly, and start selling immediately without having to worry about customer security and other sensitive, potentially risk-filled operational elements when selling online.</p>\n<p>We are also observing that there is a significant shift away from incumbent e-Commerce providers in Australia as retailers look to find solutions that will prepare them for developments in the online retail space. Retailers are shopping around, are proving to be more willing to invest in a more integrated and ultimately more efficient solution, and, importantly a solution that can work across both physical and online e-Commerce space.</p>\n<p>The trend for Australians to mix their physical and online retail purchases up is one that won’t go away in a hurry. But this poses challenges. Retailers are struggling to manage inventory and accounts, as most POS and e-Commerce solutions only offer limited integration between the systems, if at all. When the ultimate goal of all retailers needs to be to keep inventory levels on razor-thin margins, any inefficiencies in this area will leave them uncompetitive as global retail brands enter the market, and local large corporate retailers develop their own online systems to match.</p>\n<p>Finally, with international trade opportunities opening up, Australian retailers that miss out on the chance to take their business into overseas markets are risking their long term financial health. The local market is so saturated and pitches to such a relatively low population that overseas sales, even for the smallest retailers, are an essential target. However, the challenges that we in Australia face in terms of fulfilment and logistics will be compounded further unless we can find ways of making the process less expensive and more efficient.</p>\n<p>In short, it’s going to be a dynamic, exciting year for online retail and e-Commerce in Australia. Managed well, it will be a time of opportunity for even the smallest retailer, but we should all be expecting an even more competitive environment to really consolidate out of the market those retailers that are slow to change.</p>\n<hr />\n<p><em>About the author</em></p>\n<p><em>Jason Titman – COO and Director, Neto</em></p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/featured/e-commerce-in-australia-demand-to-soar-in-2016-as-retailers-go-online-or-face-declines.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Startup struggles: Top tips for your first year in business</title>\n\t\t<link>http://www.dynamicbusiness.com.au/start-up-entrepreneur/startup-struggles-top-tips-for-your-first-year-in-business.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/start-up-entrepreneur/startup-struggles-top-tips-for-your-first-year-in-business.html#respond</comments>\n\t\t<pubDate>Wed, 11 May 2016 23:56:38 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Dynamic Business]]></dc:creator>\n\t\t\t\t<category><![CDATA[Investing]]></category>\n\t\t<category><![CDATA[Raising capital]]></category>\n\t\t<category><![CDATA[Start-Up]]></category>\n\t\t<category><![CDATA[Tips | Advice]]></category>\n\t\t<category><![CDATA[Business Owners]]></category>\n\t\t<category><![CDATA[Cashflow]]></category>\n\t\t<category><![CDATA[Josh Rowe]]></category>\n\t\t<category><![CDATA[self-funding start-up]]></category>\n\t\t<category><![CDATA[start-ip cashflow]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=69495</guid>\n\t\t<description><![CDATA[Many successful business owners look back on their first year of trading and often wonder how they got through those early days and created an established business out of the chaos and confusion that can sometimes engulf you during this embryonic time. From juggling your cashflow to maybe even dealing with TAC claims, there are [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>Many successful business owners look back on their first year of trading and often wonder how they got through those early days and created an established business out of the chaos and confusion that can sometimes engulf you during this embryonic time.</strong></p>\n<p>From juggling your cashflow to maybe even dealing with <a href=\"http://www.hcalawyers.com.au/blog/compensation-serious-injury-claims-victoria/\">TAC claims</a>, there are a whole host of events and scenarios that can challenge your ability and willpower, but with a bit of guidance and a positive attitude, you can combat your startup struggles.</p>\n<p><strong>Beating the odds</strong></p>\n<p>There is a fair amount of misinformation and myths surrounding the odds of survival when launching a new business.</p>\n<p>If you believe the doom-mongers, you will be desperately hoping that you are not amongst the 90% of new businesses that are apparently destined to fail within the first few months or early years of trading.</p>\n<p>If you want to separate the myths from the facts, the U.S Bureau of Labor can help you to do just that. It seems that the real odds are more that 75% of new businesses make it to their first birthday, 69% get through the 24-month barrier, and 50% of these startups, make it to the fifth year of trading.</p>\n<p>Although a 50-50 chance of getting your startup to five years of trading and beyond might not seem incredibly attractive and even a bit worrying, these odds are much greater than some of the negative predictions you might read.</p>\n<p><strong>All in the planning</strong></p>\n<p>As the old business adage goes, <em>if you fail to plan, you plan to fail</em>.</p>\n<p>You really can’t expect to get the financial support that your business needs from banks and investors, without a <a href=\"https://www.sba.gov/starting-business/write-your-business-plan\">viable business plan</a>. Even if you are self-funding your startup and don’t need an injection of money from external resources, you will still also need a business plan, so that you can monitor your progress and see how the business is performing.</p>\n<p>The actual process of writing out a business plan and putting all of your hopes and aspirations down on paper, or on a spreadsheet, is a proven way of focusing your vision for the business and demonstrating what goals you need to achieve in order to become a successful and established business.</p>\n<p><strong>Cashflow is king</strong></p>\n<p>One of the most common reasons why a new business fails, is because they run out of money.</p>\n<p>You can run out of money if you aren’t achieving the turnover targets set and sales are disappointing, but just as importantly, you can run out of cash as a result of growing too quickly and running out of enough cash to fuel the growth.</p>\n<p>Always adopt the mindset that <a href=\"https://www.americanexpress.com/us/small-business/openforum/articles/12-easy-ways-to-successfully-manage-your-cash-flow/\">cashflow is king</a> and try to keep your expenses as low as possible in the early months of trading. When sales start to come in more regularly and your cashflow situation improves, you can then adjust your forecasts so that you can properly fund any intended re-investment and keep your suppliers happy by paying them on time.</p>\n<p>If you remain focused on giving your customers what they want and can adapt to changing conditions within the business, there is a good chance that you can be one of the business owners who proudly makes it to their fifth anniversary, and beyond.</p>\n<hr />\n<p>&nbsp;</p>\n<p><em>About the author</em></p>\n<p><em>Josh Rowe has been in business for four years now, and after some initial teething problems, hasn&#8217;t looked back. He wants to help others succeed, and avoid the mistakes that he made. He does this through writing articles for business blogs and participating in online discussions.</em></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/start-up-entrepreneur/startup-struggles-top-tips-for-your-first-year-in-business.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Australia should go sweet on a sugar tax&#8230;now</title>\n\t\t<link>http://www.dynamicbusiness.com.au/entrepreneur-profile/australia-should-go-sweet-on-a-sugar-tax-now.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/entrepreneur-profile/australia-should-go-sweet-on-a-sugar-tax-now.html#respond</comments>\n\t\t<pubDate>Wed, 11 May 2016 02:15:25 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Troy Douglas]]></dc:creator>\n\t\t\t\t<category><![CDATA[Entrepreneur]]></category>\n\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[2016 Federal Budget]]></category>\n\t\t<category><![CDATA[Australian Sugar Tax]]></category>\n\t\t<category><![CDATA[Nexba]]></category>\n\t\t<category><![CDATA[Obesity Policy Coalition]]></category>\n\t\t<category><![CDATA[Stephen Colagiuri]]></category>\n\t\t<category><![CDATA[sugar tax]]></category>\n\t\t<category><![CDATA[Troy Douglas]]></category>\n\t\t<category><![CDATA[Type 2 diabetes]]></category>\n\t\t<category><![CDATA[University of Queensland's School of Public Health]]></category>\n\t\t<category><![CDATA[World Health Organisation (WHO)]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=69487</guid>\n\t\t<description><![CDATA[422 million people. That’s the number of adults now living with diabetes according to an inaugural report recently released by the World Health Organisation (WHO). With Type 2 diabetes representing up to 90% of all diabetes cases, it is clear that our sweet tooth needs to be pulled. Professor Stephen Colagiuri, the only Australian who [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>422 million people. That’s the number of adults now living with diabetes according to an inaugural report recently released by the World Health Organisation (WHO).</strong></p>\n<p>With Type 2 diabetes representing up to <a href=\"https://www.diabetesaustralia.com.au/type-2-diabetes\">90%</a> of all diabetes cases, it is clear that our sweet tooth needs to be pulled.</p>\n<p>Professor Stephen Colagiuri, the only Australian who contributed to the WHO report, says a sugar tax is one way the Government could tackle the problem. And he’s right. Unfortunately, neither side seems to be listening.</p>\n<p>Governments around the world are increasingly turning to fiscal measures to combat the rising cost of healthcare as they grapple with rising rates of obesity and diabetes but the absence of a sugar tax in this year’s budget is a sign that much more needs to be done in Australia.</p>\n<p>The UK recently became the latest to announce a sugar tax, joining South Africa, Mexico, US, Norway, Denmark, Finland, Ireland, France and Hungary in imposing levies on sugar-sweetened beverages.</p>\n<p>Australia could have a slice of the action too. Research from the Obesity Policy Coalition and the University of Queensland&#8217;s School of Public Health found that a 20 per cent tax on sugar-sweetened beverages could save more than 1600 lives and raise at least $400 million a year for health initiatives – initiatives that are becoming increasingly critical.</p>\n<p>According to the Obesity Coalition, one in four children and 63 per cent of adults are overweight or obese, with sugary drinks a major contributor. But these figures are not surprising when you consider that a mere 600ml bottle of sugar-sweetened drink contains up to 16 teaspoons of sugar.</p>\n<p>The organisation has urged the federal government to investigate a sugar tax as part of a comprehensive approach to combat poor diets and the obesity epidemic – something already underway around the world.</p>\n<p>By 2020, hospitals in England will start charging more for sugar-sweetened beverages and junk food sold in their cafes and vending machines. The move, announced in January 2016, is expected to discourage its 1.3 million workers, visitors, and patients from purchasing them.</p>\n<p>It will also deliver up to 40 million pounds ($76.37 million) per annum to NHS&#8217;s kitty.</p>\n<p>The challenge for health advocates, however, is to ensure healthy alternatives are constantly on offer, which is difficult when significant retail control and shelf space is held by multinational suppliers.</p>\n<p>The sugar tax would fast-track and commercially incentivise multinationals to make ‘better for you’ product changes and better position small challenger health brands like ours to take on the sugary drink giants in the David and Goliath battle for retail space.</p>\n<p>While we may not have massive advertising budgets, we refuse to acknowledge a ‘might is right’ approach to our health. Australia faces a sugar crisis and we need legislation that gives our country a legitimate opportunity to make better, more informed health choices.</p>\n<p>The time is right for the government to follow the lead of other forward-thinking countries and get behind a sugar tax.</p>\n<hr />\n<p><em>About the author</em></p>\n<p><em><img class=\"alignleft size-full wp-image-69489\" src=\"http://www.dynamicbusiness.com.au/wp-content/uploads/2016/05/Troy_Nexba.jpg\" alt=\"Troy_Nexba\" width=\"150\" height=\"150\" />Troy Douglas is the co-founder of </em><a href=\"http://www.nexba.com.au/\"><em>Nexba</em></a><em>, the Australian naturally better-for-you beverage brand.</em></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/entrepreneur-profile/australia-should-go-sweet-on-a-sugar-tax-now.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Backpackers revealed as most likely group to dispute pay</title>\n\t\t<link>http://www.dynamicbusiness.com.au/featured/backpackers-revealed-as-most-likely-group-to-dispute-pay.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/featured/backpackers-revealed-as-most-likely-group-to-dispute-pay.html#respond</comments>\n\t\t<pubDate>Wed, 11 May 2016 01:59:08 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Dynamic Business]]></dc:creator>\n\t\t\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Staff]]></category>\n\t\t<category><![CDATA[2106 Federal Election]]></category>\n\t\t<category><![CDATA[Australian holiday visas]]></category>\n\t\t<category><![CDATA[Backpackers]]></category>\n\t\t<category><![CDATA[Enforceable Undertakings]]></category>\n\t\t<category><![CDATA[Fair Work Ombudsman Natalie James]]></category>\n\t\t<category><![CDATA[Harvest Trail inquiry]]></category>\n\t\t<category><![CDATA[Pay dispute]]></category>\n\t\t<category><![CDATA[seasonal workers]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=69484</guid>\n\t\t<description><![CDATA[Backpackers revealed as most likely group to dispute pay Backpackers on working holiday visas are a reliable labour source for employers who rely on seasonal workers. Curiously it turn out that backpackers on working holiday visas also account for the highest level of pay disputes raised with the Fair Work Ombudsman, new statistics reveal. It [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><b>Backpackers revealed as most likely group to dispute pay</b></p>\n<p>Backpackers on working holiday visas are a reliable labour source for employers who rely on seasonal workers.</p>\n<p>Curiously it turn out that backpackers on working holiday visas also account for the highest level of pay disputes raised with the Fair Work Ombudsman, new statistics reveal.</p>\n<p>It was also female visa-holders in their 20s who were the most likely to seek help with wage disputes from the Ombudsman.</p>\n<p>Fair Work Ombudsman Natalie James said minimum wage workers from overseas, and especially those working as fruit and vegetable pickers and packers, were vulnerable to underpayment.</p>\n<p>Ms James said the profile of the typical underpaid overseas worker had emerged from an analysis of requests for assistance from overseas workers received throughout 2015.</p>\n<p>More than $2.2 million was recovered in underpaid wages and entitlements for working holiday visa-holders following disputes last calendar year – an average of $4,317 per dispute.</p>\n<p>Of the working holiday visa-holders who contacted the Fair Work Ombudsman requesting assistance, almost 20% were from the fruit and vegetable picking sector, almost 13% in food and beverages and almost 8% were employed as kitchen hands.</p>\n<p>The majority were employed on a casual basis.</p>\n<p>The most common complaint from visa-holders were that they had either been underpaid or simply not paid at all.</p>\n<p>Ms James said employers who exploited vulnerable visa-holders were taken to court, and last year some 24 matters were lodged by the Fair Work Ombudsman, alleging underpayment of visa-holders.</p>\n<p>Some 15 employers signed Enforceable Undertakings aimed at addressing non-compliance and encouraging behavioural change.</p>\n<p>In addition, Fair Work inspectors issued 157 formal letters of caution to employers, 145 infringement notices (on-the-spot fines) and 39 compliance notices.</p>\n<p>“While many employers want to do the right thing, there are some who seek to gain a competitive advantage by exploiting vulnerable workers, such as visa-holders,” Ms James said.</p>\n<p>The Fair Work Ombudsman currently has a number of Inquiries underway to identify and address the structural and behavioural drivers of non-compliance in various industry networks and supply chains in which overseas workers are heavily represented.</p>\n<p>These include a review of the wages and conditions of workers in Australia on the 417 working holiday visa, an Inquiry into the workplace arrangements of workers cleaning 4 and 5 star hotels and a Harvest Trail inquiry into the horticulture and viticulture sectors nationally.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/featured/backpackers-revealed-as-most-likely-group-to-dispute-pay.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Systems and process are a startup&#8217;s friends</title>\n\t\t<link>http://www.dynamicbusiness.com.au/small-business-resources/finance-cash-flow/systems-and-process-are-a-startups-friends.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/small-business-resources/finance-cash-flow/systems-and-process-are-a-startups-friends.html#respond</comments>\n\t\t<pubDate>Wed, 11 May 2016 01:15:30 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Naomi Simpson]]></dc:creator>\n\t\t\t\t<category><![CDATA[Cashflow]]></category>\n\t\t<category><![CDATA[Growing]]></category>\n\t\t<category><![CDATA[Managing]]></category>\n\t\t<category><![CDATA[Small Business]]></category>\n\t\t<category><![CDATA[Tax, Accounting and Bookkeeping]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=69481</guid>\n\t\t<description><![CDATA[Systems and process set you free. This is hard to imagine for most startup businesses as they cope with the chaos of a little bit of success, rushing from urgent to urgent, forgetting that if they worked on a process then perhaps the issue could be solved. Shark Tank Australia Season 2’s very first pitch [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>Systems and process set you free. This is hard to imagine for most startup businesses as they cope with the chaos of a little bit of success, rushing from urgent to urgent, forgetting that if they worked on a process then perhaps the issue could be solved.</strong></p>\n<p>Shark Tank Australia Season 2’s very first pitch was impressive: there was no doubt that Mick understood the value of systems and process in a startup business. Mick presented his <a href=\"https://www.onthegosports.com.au/\">On The Go Custom Sportswear</a> enthusiastically, professionally and with passion.</p>\n<p>He had placed importance on setting up the infrastructure from the very start, including surrounding himself with people with vast business experience. He had taken the time to research and find the systems to suit his business, reading reviews about their effectiveness and application. This investment in time can really pay off as you try to scale the business.</p>\n<p>It is hard to play all the roles one needs to play. I remember my own experience — one moment I was the product manager, the next the customer experience executive, and often even the bookkeeper. (I had done accounting at university so at least I knew a debit from a credit.)</p>\n<p>One thing I have learned along the way is to take a step back and work out what the best use of my time is. Where is the greatest return on my time invested? And what are my key strengths? But when cash is scarce and you cannot afford to outsource, you need to find the systems that make that job easy, whether it is a marketing system or an accounting package.</p>\n<p>If you have a business (and have read <a href=\"http://naomisimson.com/mybooks/\">Ready to Soar</a> already) then this exercise might help you work out what sort of systems you need to invest in. Think about what you spend your time on this week (you might need to keep a diary)&#8230; On Friday afternoon sit down and review where you spent your time. Divide the list into two columns: those things you love doing, and those things that grind you to a halt i.e. those things you loathe. Basically it is your Love/Loathe list…</p>\n<p>How could you do more of the things you love and less of the “loathesome” activities? Is there a system or process that could take care of some of the things on your loathe list…</p>\n<p>For instance every small business owner I know ‘hates’ chasing money, that is the outstanding invoices — is there a system that will send trigger-based reminders to those customers? I know there is cloud-based accounting software such as <a href=\"http://intuit.me/1rbBXzJ\">QuickBooks Online</a> that does exactly that.</p>\n<p>The selection of systems, processes and outsourcing is all about playing to your strengths, and using technology to make sure you maximise your time doing the things that grow your business.</p>\n<p>Often when I meet a Shark Tank company the first question as part of the due diligence process is to look at the books. If they show me a spreadsheet rather than a nice set of accounts and dashboards (that are produced automatically in these cloud applications), I am going to be less than enthused.</p>\n<p>In this very first meeting it is important to show that you know your numbers, and that you present them professionally.</p>\n<p>I think Mick and the team at On the Go custom sportswear will have a big future — not least because he has such a sense of humour (how are those mannequins!), but also because at every level he is using systems to look — <em>and be</em> — professional.</p>\n<p>No reason why you cannot do the same.</p>\n<hr />\n<p>&nbsp;</p>\n<p><em>About the author</em></p>\n<p><em>By Naomi Simpson the Founder of RedBalloon and Redii.</em></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/small-business-resources/finance-cash-flow/systems-and-process-are-a-startups-friends.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>The productivity gaps holding SMBs back</title>\n\t\t<link>http://www.dynamicbusiness.com.au/technology/the-productivity-gaps-holding-smbs-back.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/technology/the-productivity-gaps-holding-smbs-back.html#respond</comments>\n\t\t<pubDate>Wed, 11 May 2016 00:22:26 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Guest Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Business Tech]]></category>\n\t\t<category><![CDATA[Emerging Tech]]></category>\n\t\t<category><![CDATA[Technology]]></category>\n\t\t<category><![CDATA[Australian workplaces]]></category>\n\t\t<category><![CDATA[knowledge-based and service-based workplace]]></category>\n\t\t<category><![CDATA[Microsoft collaboration and innovation]]></category>\n\t\t<category><![CDATA[Organisation Solutions]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=69475</guid>\n\t\t<description><![CDATA[Over the past decade, the nature of work has changed significantly. Economies have shifted from labour-based, to knowledge-based and service-based, and technology has enabled modern workers to collaborate wherever they may be.   This has had a significant impact on how we think about workspaces and what skills and capabilities we look for in executives, [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>Over the past decade, the nature of work has changed significantly.</strong></p>\n<p><strong>Economies have shifted from labour-based, to knowledge-based and service-based, and technology has enabled modern workers to collaborate wherever they may be.  </strong></p>\n<p>This has had a significant impact on how we think about workspaces and what skills and capabilities we look for in executives, managers and employees.</p>\n<p>At Microsoft, we describe this new era of work, characterised by increasing globalisation, technology proliferation and a connected workforce as the <em>New World of Work.</em></p>\n<p>Although we are noticing a general shift in how Australian workplaces are addressing technology and productivity, particularly how the two inform each other, not everyone is embracing the New World of Work to full effect.</p>\n<p>This is true in small to medium businesses where it is actually <em>doubly </em>important for leaders to maximise productivity and efficient use of every available resource.</p>\n<p>A Microsoft survey of 2,600 employees in SMBs across 13 countries in Asia, found that in Australia, only 36 out of every 100 employees felt their employers are enabling them to be productive, collaborative and innovative, whilst ensuring personal wellbeing in the changing world of work.</p>\n<p>So how can SMBs turn this around and take a holistic view that prioritises freedom, flexibility and the all-important work-life balance?</p>\n<p>Firstly, they have to look at three key principles that facilitate success in the New World of Work: People, Place and Technology.<strong>  </strong></p>\n<p>When it comes to People, building a workplace culture that supports and values flexible, mobile working is essential.  Employees need to feel like they are trusted to work from anywhere, and that their workplace supports and encourages them in doing so.</p>\n<p>According to the study though, only 34% of SMB respondents in Australia enjoyed workplace policies that embraced remote working, even though half of Australian respondents (50%) highlighted that the ability to be able to work productively from anywhere would most benefit their organisation.</p>\n<p>To close this gap and keep up with employee expectations, leaders must learn to manage performance rather than presence, and build capabilities for employees to collaborate with others from any location. This could start with managers setting clear KPIs for staff, so there’s a greater focus on measuring outcomes, rather than how many hours are spent in the office.</p>\n<p>Similarly, when we look at the role of ‘Place,’ it is fundamental that offices support a collaborative, dynamic workplace design.</p>\n<p>For some SMB employees, operating in a fixed workspace isn’t necessary at all, and they may derive more value from working at client sites, from home, or in other venues where they feel more productive. As the survey showed, 65% of employees are already spending more than 20% of their time working outside offices or on-the-go.</p>\n<p>This sort of mobility requires the right technology to be successful and effective, and tellingly, 65% of the study respondents did not have access to a breadth of tools in their workplace to facilitate this.</p>\n<p>Completely revamping the way your organisation functions can be a daunting task for most SMBs with limited resources. Dr. James Eyring, COO of global growth consultancy firm, Organisation Solutions, whom we worked with on the study had this advice for SMBs: <em>“The best way to ease into the New World of Work is to start small, make key changes and then build out new policies and adopt new technologies in incremental steps.”</em></p>\n<p><em> </em>This could include introducing processes like saving documents to a cloud environment to enable better collaborate on, or even arming staff with portable devices they can use offsite. By implementing tablet devices to work from, staff will become more mobile, and more often than not, feel more energised.</p>\n<p>Eyring also elaborated, <em>“Start by reviewing internal policies and processes and identifying gaps that are impeding ability to adapt to new work requirements. Admittedly, not all employees can work from any place at any time. However, many can. Focus on employee groups that already have flexibility in their work and make sure you empower them with the capability and technology needed to work more flexibly and productively.”</em></p>\n<p>SMBs in Asia Pacific should not view the New World of Work as an obstacle, but rather as an opportunity to open new doors and grow their business. In the long term, it’s the SMBs that are open to change that stand to gain the most.</p>\n<p>&nbsp;</p>\n<p><em>The Microsoft Asia New World of Work SMB Study was conducted in September 2015 with 2,600 respondents working in small and medium businesses with less than 250 employees in 13 Asia markets including Australia, Hong Kong, Indonesia, Malaysia, New Zealand, Philippines, Singapore, Taiwan, Thailand, China, India, Korea and Vietnam. </em></p>\n<p><em>Microsoft worked with Organisation Solutions, a global consultancy helping companies solve the people and organization challenges of growth, to design the study and gain insights from the data.</em></p>\n<hr />\n<p><em>About the author </em></p>\n<p><em>Michelle Markham, Product Marketing Manager at Microsoft. </em></p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/technology/the-productivity-gaps-holding-smbs-back.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>How smaller retailers are leaving behind Fashion Weeks to compete using #fashion</title>\n\t\t<link>http://www.dynamicbusiness.com.au/small-business-resources/growth-import-export/how-smaller-retailers-are-leaving-behind-fashion-weeks-to-compete-using-fashion.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/small-business-resources/growth-import-export/how-smaller-retailers-are-leaving-behind-fashion-weeks-to-compete-using-fashion.html#respond</comments>\n\t\t<pubDate>Tue, 10 May 2016 23:48:37 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Guest Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Events]]></category>\n\t\t<category><![CDATA[Growth | Import | Export]]></category>\n\t\t<category><![CDATA[Retail]]></category>\n\t\t<category><![CDATA[Transport | Logistics]]></category>\n\t\t<category><![CDATA[2016 Mercedes-Benz Fashion Week]]></category>\n\t\t<category><![CDATA[fashion retailers]]></category>\n\t\t<category><![CDATA[Fashion Week]]></category>\n\t\t<category><![CDATA[FedEx]]></category>\n\t\t<category><![CDATA[Logistics]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=69471</guid>\n\t\t<description><![CDATA[&#160; Technology is transforming the way we do business. Retailers are not immune to this trend and are increasingly looking to technology to connect with customers. At the same time, in an increasingly digitised and convenience-focused world, businesses need to maintain a personal touch to set themselves apart. For many small fashion retailers, the key [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>&nbsp;</p>\n<p><strong>Technology is transforming the way we do business.</strong></p>\n<p>Retailers are not immune to this trend and are increasingly looking to technology to connect with customers. At the same time, in an increasingly digitised and convenience-focused world, businesses need to maintain a personal touch to set themselves apart.</p>\n<p>For many small fashion retailers, the key to their success is the ability to provide a more personal experience, while balancing the benefits of new technologies.</p>\n<p>Take Jane Ramsay, owner of her own luxury fashion line, who uses FedEx for shipping. Despite the majority of her sales occurring in-store, recently she has experienced a significant rise in online transactions. To capitalize on this growth, in the last year Ramsay rebuilt her website to be more mobile friendly as this is fast becoming one of the most popular channels for customers to browse and purchase her styles.</p>\n<p>As the world’s leading designers descend on Mercedes-Benz Fashion Week in Sydney (May 15 – May 20, 2016), one can be forgiven for thinking that high fashion continues to be the realm of global retailers and luxury brands. In order for smaller retailers to compete, they need to substitute the glitz and glamour of fashion weeks for effective digital, mobile and social marketing strategies.</p>\n<p>At FedEx, we have also noticed that fashion retailers are starting to embrace being ‘small’ as a strategy for success and growth. Increasingly easy-to-use technology has enabled smaller retailers to speak and deliver to their niche customer sets across all channels with the same voice as they would in a bricks and mortar store. So what is driving their success?<strong> </strong></p>\n<p><strong>They’re tech-savvy</strong></p>\n<p>With e-commerce growth <a href=\"http://www.emarketer.com/Article/Retail-Sales-Worldwide-Will-Top-22-Trillion-This-Year/1011765\">projected to double</a> the retail industry average till at least 2017, half of all shoppers are discovering new products when searching with their smartphones, and <a href=\"https://think.storage.googleapis.com/images/micromoments-guide-to-winning-shift-to-mobile-download.pdf\">82 percent of smartphone owners</a> are looking online for product information when shopping.</p>\n<p><strong>They’re highly personal</strong></p>\n<p>Technological advancements and the democratising power of the Internet have allowed retailers to scale up without sacrificing intimacy and personal service. As customers no longer think about retailers’ brands in a silo, neither does the small retailer. They analyse insights from website visitor traffic, social media interactions, and newsletter click-through rates to better understand their customers.</p>\n<p><strong>They look for ways to cultivate and engage a community</strong></p>\n<p>It is much more profitable to sell to loyal customers than to constantly look for new ones. A Bain study showed that just a five percent growth in customer retention could <a href=\"http://www.luxurydaily.com/effective-loyalty-programs-hinge-on-engaging-consumers-beyond-sign-up/\">boost profitability by 75 percent</a>.</p>\n<p>Small retailers are starting to use this insight to build loyal online communities, which do the selling for them. No wonder a brief Google search on the words ‘e-commerce’ and ‘social media’ turns out 101 million results, with articles such as ‘12 Social Media Tactics to Drive Traffic to your E-commerce Site’ being the most visited. Another way is through loyalty programs, which 30 percent of independent retailers are <a href=\"http://multichannelmerchant.com/blog/evolving-retail-trends-watch-2016-28122015/\">planning to implement in 2016</a>. This is on top of the quarter of independent retailers who already have a loyalty program in place.</p>\n<p><strong>They find the right support</strong></p>\n<p>Finally, one cannot ‘<a href=\"http://dupress.com/articles/retail-transformation-choice-experience-trust/?id=us:2el:3pr:dup955:eng:tmt:fortune:073015\">grow small’</a> without a reliable network of business partners, whether it’s like-minded companies to cross-sell services and expand their product offering, or other companies to provide operational support in areas where expertise is lacking.</p>\n<p>One example of this is logistics. According to a recent FedEx study, about 70 percent of consumers surveyed listed shipping-related factors as the most influential in their decision to buy from online retailers in other markets*. That is why small retailers look to third-parties for their expertise and capabilities in potentially complex areas, such as the implementation of a policy that allows customers the option to return items purchased online to a physical store.</p>\n<p><strong>#fashion is a game changer</strong></p>\n<p>As global product availability is almost a non-issue these days, smart small retailers in the fashion and luxury sector need to constantly rethink their strategies, find ways to stand out, grow, and engage their customers without compromising the essence of their appeal. Ramsay says she finds this is an ongoing process and she enjoys communicating with her customers wherever they are in the world.</p>\n<p>*“Seizing The Cross-Border Opportunity”, a commissioned study conducted by Forrester Consulting on behalf of FedEx, December 2014 (Page 9).</p>\n<hr />\n<p><em>About the author</em></p>\n<p><em>By Kim Garner, Managing Director, FedEx Express Australasia</em></p>\n<p>&nbsp;</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"></a></p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/small-business-resources/growth-import-export/how-smaller-retailers-are-leaving-behind-fashion-weeks-to-compete-using-fashion.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Closer to True &#8211; Immersive Storytelling</title>\n\t\t<link>http://www.dynamicbusiness.com.au/small-business-resources/sales-and-marketing/closer-to-true-immersive-storytelling.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/small-business-resources/sales-and-marketing/closer-to-true-immersive-storytelling.html#respond</comments>\n\t\t<pubDate>Tue, 10 May 2016 07:25:02 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Guest Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Marketing]]></category>\n\t\t<category><![CDATA[digital storytelling]]></category>\n\t\t<category><![CDATA[immersive experience]]></category>\n\t\t<category><![CDATA[immersive storytelling]]></category>\n\t\t<category><![CDATA[Social Media]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=69468</guid>\n\t\t<description><![CDATA[Storytelling is deeply embedded in human learning. From an evolutionary perspective, it is argued that stories have been the most efficient means of understanding and communicating about the social world. Throughout time storytellers have recognised the immersive effect of a good storytelling environment. I’m really passionate about making storytelling an easy experience for the user. [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>Storytelling is deeply embedded in human learning. From an evolutionary perspective, it is argued that stories have been the most efficient means of understanding and communicating about the social world.</strong></p>\n<p>Throughout time storytellers have recognised the immersive effect of a good storytelling environment. I’m really passionate about making storytelling an easy experience for the user.</p>\n<p>Long form journalism was feared to be one of the first casualties of the digital age as the news industry struggled to adjust to falling advertising revenues and the rise of social media.</p>\n<p>But recent years have seen a rise in new approaches to digital storytelling, harnessing all the multi media elements made possible by the internet to give readers an experience traditional platforms of print, radio or television would not be able to provide alone.</p>\n<p>When it comes to web design and marketing, one of the most overused phrases is &#8220;immersive experience.&#8221; So, what is immersive experience? You can think of it as highly visual and often social, borrowing attributes from video games, film and TV that can make you forget you&#8217;re looking at a screen at all.</p>\n<p>The phrase &#8220;immersive experience&#8221; doesn&#8217;t sound as pretentious as some other buzzwords — at least not yet. It sounds inviting and honestly kind of desirable. Everyone wants to be immersed in interesting web content and brands are quickly learning how to use that to their advantage. But to succeed, it has to be done well.</p>\n<p>After trying to create a few immersive experiences with differing success I kept running into the same headache. The content was good. People were engaging with our stories when they visited the platforms, but people are time poor. How do you keep people coming back?</p>\n<p>I was compelled to create a story that fit right into the audience&#8217;s life. That would feel ‘real’ for them regardless of who they were and how much knowledge they had of the product or brand. The question I asked my team was, “is total immersion possible if rather than having the audience come to you, you bring the story to the audience?”</p>\n<p>The story had to happen in their world, on their devices, on their favourite platforms.</p>\n<p>And so while working on a campaign for a film called <a href=\"http://killmethreetimes.com/experience\">Kill Me Three Times</a>, which starred Simon Pegg, we started experimenting with this idea.</p>\n<p>The concept being we put you in the heart of the film plot. You (the audience member) witness two of the films main characters executing a hit; you<a href=\"https://vimeo.com/124199167\"> capture this on your mobile</a>.  The hitmen spots you and for the next three days these characters hunt you and your real life friends down.</p>\n<p>We built the tech stack to deliver SMS’s from friends and the film characters, phone calls from police, discoverable swathes of personal data. What we succeeded in doing was creating a story that happened around the user, on their platforms.</p>\n<p>This required the audience to take a big leap; we’re asking them to put themselves there. While we are a step closer to true immersion &#8211; we weren’t there yet.</p>\n<p>I’m passionate about complete immersion. Finding ways to throw the user into a story; down the rabbit hole without even knowing they’ve been placed there.</p>\n<p>To do this is extremely challenging. One of the things we’re doing with a corporate client is creating personas based on time of day, location, user’s device and then rapidly augmenting the persona with more personal information we can scrape from the internal network; rapidly assembling a contextual rabbit hole.</p>\n<p>The end result is real time video that could potentially be taking place where the user is.</p>\n<p>But we can still go further.</p>\n<p>360degree video allows us to film action that puts the audience in the centre of a scene &#8211; a scene unfolding around them as they spin with their device. These can be triggered when a user passes a location, with the scene taking place right where they are.</p>\n<p>We can also flip that on it’s head. Don’t start with a bang. Find a little tiny bit of information about an audience member, a job title, an email, and start there. Create automated stories to defined personas and kick start a timeline of events that feed off a tiny drip of information &#8211; building the rabbit hole out from this crumb of information; as you discover more about the audience member, you build and tailor the story to fit until they can’t help but notice it.</p>\n<hr />\n<p>&nbsp;</p>\n<p><em>About the author </em></p>\n<p><em><a href=\"https://au.linkedin.com/in/joelbeath\">Joel Beath</a> Head of Content, Loud&amp;Clear</em></p>\n<p><em>As co-founder and Head of Content at <a href=\"https://loudclear.com.au\">Loud&amp;Clear</a>, Joel has been the creative mind behind a number of nationally-based campaigns throughout a range of industries. He is responsible for determining the creative direction of each campaign within Loud&amp;Clear.</em></p>\n<p><em>Joel’s experience in broadcast, social, film and digital gives him a unique perspective into how content is consumed across a variety of platforms. In his role Joel is responsible for the creation and approval of all company and client work; he creates relevant, integrated and entertaining content for a modern audience and a broad spectrum of clients.</em></p>\n<p><em>As a result, he has been responsible for producing award-winning campaigns, recognised by the BE Awards, MADC and The Gruen Planet.</em></p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/small-business-resources/sales-and-marketing/closer-to-true-immersive-storytelling.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>2016 Telstra Business Women’s Awards: Entries Open!</title>\n\t\t<link>http://www.dynamicbusiness.com.au/featured/2016-telstra-business-womens-awards-entries-open.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/featured/2016-telstra-business-womens-awards-entries-open.html#respond</comments>\n\t\t<pubDate>Tue, 10 May 2016 06:27:11 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Dynamic Business]]></dc:creator>\n\t\t\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[Women in business]]></category>\n\t\t<category><![CDATA[2016 Telstra Business Women’s Awards]]></category>\n\t\t<category><![CDATA[Captain Mona Shindy]]></category>\n\t\t<category><![CDATA[Telstra Business Woman in Asia Award]]></category>\n\t\t<category><![CDATA[Telstra Business Women's Awards]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=69465</guid>\n\t\t<description><![CDATA[Now in their 22nd year of continued recognition and support of business women in Australia, 2016 marks the launch of a new category to recognise business women in Asia. Entries for the Telstra Business Women’s Awards are now open. The new Telstra Business Woman in Asia Award will be the sixth Awards category, alongside Entrepreneur, For Purpose [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>Now in their 22nd year of continued recognition and support of business women in Australia, 2016 marks the launch of a new category to recognise business women in Asia. Entries for the Telstra Business Women’s Awards are now open.</strong></p>\n<p>The new Telstra Business Woman in Asia Award will be the sixth Awards category, alongside Entrepreneur, For Purpose and Social Enterprise, Public Sector and Academia, Corporate and Private, and the Young Business Women’s Award.</p>\n<p>Kate McKenzie, Telstra Chief Operations Officer and Telstra Business Women’s Awards Ambassador, said the new category is a reflection of Telstra’s growing presence in the Asia-Pacific region and will provide finalists and winners from Australia and across the Asian region the opportunity to expand their networks and build valuable relationships.</p>\n<p>“The Asia-Pacific region is an economic powerhouse and presents great growth opportunities for Australian businesses. In addition to celebrating brilliant women, this new Award will offer our Awards Alumni the opportunity to foster valuable connections with business women in Asia and develop a greater understanding of how they are succeeding in this dynamic environment.”</p>\n<p>The 2015 Telstra Australian Business Woman of the Year, Captain Mona Shindy, said the Awards provide an opportunity for nominees to reflect on their achievements, set bold goals for greater success and join a vibrant Alumni community of like-minded women.</p>\n<p>“The Awards bring together a diverse range of talented and accomplished women from across many fields. It continues to be a privilege for me to be among such a superb group of supportive, highly-driven, wise and inspirational women,” Captain Shindy said.</p>\n<p>“With the new Telstra Business Woman in Asia Award, the Australian Alumni will also have the opportunity to be enriched by the know-how of exceptional women who have achieved success in the fast growing Asian region.”</p>\n<p>To be eligible for the Telstra Business Woman in Asia Award, nominees must work in the corporate or private sectors and reside in Asia. The presentation of the Award will take place at the National Awards dinner in Melbourne in November.</p>\n<p><strong>Entries for the 2016 Telstra Business Women’s Awards close at midnight AEDT on Monday 20th June 2016.</strong></p>\n<p><strong>Nominations for the Telstra Business Women’s Awards are open at <a href=\"https://www.telstrabusinesswomensawards.com/nominate/\">https://www.telstrabusinesswomensawards.com/nominate/</a></strong></p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/featured/2016-telstra-business-womens-awards-entries-open.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>How to protect your IP when you have an online business</title>\n\t\t<link>http://www.dynamicbusiness.com.au/featured/how-to-protect-your-ip-when-you-have-an-online-business.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/featured/how-to-protect-your-ip-when-you-have-an-online-business.html#respond</comments>\n\t\t<pubDate>Tue, 10 May 2016 00:44:18 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Katherine Hawes]]></dc:creator>\n\t\t\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[Legal]]></category>\n\t\t<category><![CDATA[Personal Branding]]></category>\n\t\t<category><![CDATA[Technology]]></category>\n\t\t<category><![CDATA[Department of Industry]]></category>\n\t\t<category><![CDATA[design registration]]></category>\n\t\t<category><![CDATA[Innovation and Science]]></category>\n\t\t<category><![CDATA[intellectual property (IP)]]></category>\n\t\t<category><![CDATA[Online Business]]></category>\n\t\t<category><![CDATA[Patents]]></category>\n\t\t<category><![CDATA[trademarks]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=69462</guid>\n\t\t<description><![CDATA[Regardless of the size of your online business, it is important that you protect your intellectual property ( I.P) as this can be the very thing that  differentiates you from your competitors .  Most business owners are not aware that registering a business, does not offer any protection to your Intellectual property whether it is [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong><u></u>Regardless of the size of your online business, it is important that you protect your intellectual property ( I.P) as this can be the very thing that  differentiates you from your competitors .  Most business owners are not aware that registering a business, does not offer any protection to your Intellectual property whether it is your logo, patents, trademarks, designs or copyright.</strong></p>\n<p>The Department of Industry, Innovation and Science define intellectual property as “all creations of the mind or intellect that can be legally owned.’’ The different types of creations that can be protected are countless and can range from a logo design, (such McDonalds’ golden arches) to a new cross bred species of plant.  IP Australia is the Australian Government agency that administers intellectual property rights and legislation and you can find out more here . <a href=\"http://www.ipaustralia.gov.au\">http://www.ipaustralia.gov.au</a></p>\n<p>So how do you go about protecting your online business? First of all, it is key to Understand the different types of IP and the advantages of each one. Patents protect inventions, design registration protects their look. A registered trade mark protects brand names, logos, original sounds and scents, and even aspects of packaging.<strong> </strong></p>\n<p><strong>Trademarks</strong></p>\n<p>A registered trademark can protect your branding and logo on your website.  It can last forever, as long as you pay the applicable fees. Trademarks don’t have to be new or be a secret but they do have to distinguish your item from others. The trademark must be significantly different to others in the industry and can be an extremely valuable asset as it proves that you own your brand.</p>\n<p><strong>Designs</strong></p>\n<p>A registered design is similar to a patent but can last up to 20 years. Similarly to the way a patent protects the way that something works, a design protects the way something looks. In order to register a design it must be both distinctive and new.</p>\n<p><strong>Copyright</strong></p>\n<p>Copyright will protect original creative works such as art, books, photographs and plays and can last for 70 years after the death of the creator.  Unlike trademarks, patents and copyrights,  it does not require registration as protection is automatic and free.</p>\n<p><strong>Patents</strong></p>\n<p>A patent is an exclusive right to commercialise or license your invention for up to 20 years.  In order to be eligible to apply for a patent, your invention must be new, ( must not have been created before) inventive (Inventive means that other professionals in the area of your invention would not have found it to be an obvious thing to do ) and useful ( it must actually perform a function)</p>\n<p>Also note that you need to apply for a patent in each country you wish to trade..</p>\n<p>In addition, when it comes to your intellectual property,  always remember to keep your idea a secret, so no promoting or disclosing your idea on social media!  If you do need to involve other people, ensure they sign a confidentiality or non-disclosure agreement.</p>\n<hr />\n<p>&nbsp;</p>\n<p><em>About the author</em></p>\n<p><em><img class=\"alignleft size-thumbnail wp-image-68721\" src=\"http://www.dynamicbusiness.com.au/wp-content/uploads/2016/02/Katherine-new-pic-150x150.jpg\" alt=\"Katherine new pic\" width=\"150\" height=\"150\" srcset=\"http://www.dynamicbusiness.com.au/wp-content/uploads/2016/02/Katherine-new-pic-150x150.jpg 150w, http://www.dynamicbusiness.com.au/wp-content/uploads/2016/02/Katherine-new-pic-300x300.jpg 300w, http://www.dynamicbusiness.com.au/wp-content/uploads/2016/02/Katherine-new-pic-65x65.jpg 65w, http://www.dynamicbusiness.com.au/wp-content/uploads/2016/02/Katherine-new-pic-223x223.jpg 223w\" sizes=\"(max-width: 150px) 100vw, 150px\" />With over 20 years’ legal and business experience, Katherine Hawes is the founder and principle solicitor of Aquarius Lawyers.  To find out more about her fixed rate small business packages, please see <a href=\"http://www.newagelegalsolutions.com.au\">www.newagelegalsolutions.com.au</a> or phone 02 9615 9635.</em></p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/featured/how-to-protect-your-ip-when-you-have-an-online-business.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Why The Government Should Focus On Paternity Leave</title>\n\t\t<link>http://www.dynamicbusiness.com.au/hr-and-staff/why-the-government-should-focus-on-paternity-leave.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/hr-and-staff/why-the-government-should-focus-on-paternity-leave.html#respond</comments>\n\t\t<pubDate>Tue, 10 May 2016 00:19:07 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Guest Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[HR]]></category>\n\t\t<category><![CDATA[Staff]]></category>\n\t\t<category><![CDATA[Women in business]]></category>\n\t\t<category><![CDATA[2016 Federal Election]]></category>\n\t\t<category><![CDATA[LNP]]></category>\n\t\t<category><![CDATA[Paternity Leave]]></category>\n\t\t<category><![CDATA[SeventeenHundred]]></category>\n\t\t<category><![CDATA[Turnbull Government]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=69459</guid>\n\t\t<description><![CDATA[&#160; The Turnbull government has been cautious in making changes to parental leave. The previous Abbott government had a generous package in planning, but that was shelved, and with Turnbull at the helm, the LNP has put on hold further proposed changes to the parental leave scheme that were aimed to address “double dipping,” where [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>&nbsp;</p>\n<p><strong>The Turnbull government has been cautious in making changes to parental leave. The previous Abbott government had a generous package in planning, but that was shelved, and with Turnbull at the helm, the LNP has put on hold further proposed changes to the parental leave scheme that were aimed to address “double dipping,” where a mother receives benefits from both government and employer.</strong></p>\n<p>After the disaster that was former PM Abbott’s attempt to execute on his plan for parental leave, it remains to be seen whether the now-hot minefield will become an election issue this time around. It should – for all the rhetoric there has been very little actually done in parental leave over the last term of government, and there does need to be a concentrated effort in making it more fair and better balanced in order to encourage parents to be both able to bond with their child while ease back into the workplace.</p>\n<p>However, as well-intentioned as some of the attempts to address or improve parental leave in Australia have been, both sides of politics should be looking at it differently to how they are currently. Currently, there is too little attention paid to the idea of paternity leave in Australia.</p>\n<p>In many European nations, such as in the UK and Scandinavia, there is a conscious effort to normalise the conversation around parental leave so that it applies to both men and women equally. In Australia, there is an intense resistance to the idea of any paternity leave that might affect the entitlements of the mother. For example, to split the weeks of paternity leave between both partners, so that the father can spend time at home with the child as the mother gets back to work is not something that is generally regarded favourably on an individual, workplace, or cultural level. The expectation is that men return to work quickly, and women take the time to bond with the baby.</p>\n<p>This then affects the mother’s career, as the expectation is that she will spend a significant amount of time at home with the child to the detriment to her career.</p>\n<p>Additionally, men that earn more than their spouses (and pay gap statistics suggest this is still the typical environment), and many proposed parental leave structures provide a flat rate of pay for both men and women. Under these circumstances, many men will not be able to afford to take paternity leave, as the drop in pay would be more significant than what the mother would experience.</p>\n<p>With an election coming, there is a good opportunity to look at the way that parental leave is handled in Australia, and we believe that the both sides of politics should consider these three key areas in order to create a more robust – and ultimately more beneficial – parental leave system for us all.</p>\n<ul>\n<li><strong>Men and women should have equal opportunities to spend time at home.</strong> It’s easier said than done, for the aforementioned reasons, but a robust parental leave system should provide men the opportunity to take parental leave equal to that of the mother, and this should be done without social of financial consequence.</li>\n</ul>\n<ul>\n<li><strong>The ability for men to take parental leave should be part of the return-to-work strategy for women.</strong> If men are able to take parental leave without adverse consequence, then women can be afforded a more nuanced return to work process, designed to get them working again sooner, without the stress of also being the full-time primary carer.</li>\n</ul>\n<ul>\n<li><strong>Paternity leave needs to be properly funded.</strong> If there is financial disadvantage to the father taking paternity leave instead of the mother, then most fathers will not take advantage of paternity leave.</li>\n</ul>\n<p>It’s important that fathers have the opportunity to bond with their baby, and one of the best ways of achieving that would be for the Australian government to take a proactive stance on enabling fair and equitable paternity leave.</p>\n<hr />\n<p><em>About the author</em></p>\n<p><em>Fiona Hitchiner, director, SeventeenHundred</em></p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/hr-and-staff/why-the-government-should-focus-on-paternity-leave.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>CreditSME: New fintech player helping banks and borrowers in SME lending space</title>\n\t\t<link>http://www.dynamicbusiness.com.au/featured/creditsme-new-fintech-player-helping-banks-and-borrowers-in-sme-lending-space.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/featured/creditsme-new-fintech-player-helping-banks-and-borrowers-in-sme-lending-space.html#respond</comments>\n\t\t<pubDate>Mon, 09 May 2016 04:08:51 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Dynamic Business]]></dc:creator>\n\t\t\t\t<category><![CDATA[Cashflow]]></category>\n\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[Finance]]></category>\n\t\t<category><![CDATA[Industry Finance]]></category>\n\t\t<category><![CDATA[Adam Welsh]]></category>\n\t\t<category><![CDATA[CreditSME]]></category>\n\t\t<category><![CDATA[financial lender]]></category>\n\t\t<category><![CDATA[FinTech]]></category>\n\t\t<category><![CDATA[small and medium sized businesses finance]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=69414</guid>\n\t\t<description><![CDATA[CreditSME, a credit scoring and lender match platform, has recently launched in the Australian market and is working with both lenders and borrowers to create a streamlined process for small and medium sized businesses to obtain finance.  Partnered with a wide range of lenders, from the major banks to alternative financiers, CreditSME ensures that a suitable financing solution [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong><a href=\"https://www.creditsme.com.au\">CreditSME</a>, a credit scoring and lender match platform, has recently launched in the Australian market and is working with both lenders and borrowers to create a streamlined process for small and medium sized businesses to obtain finance. </strong></p>\n<p>Partnered with a wide range of lenders, from the major banks to alternative financiers, CreditSME ensures that a suitable financing solution can be offered to all businesses. A credit score, based on the financial and operating position of the company, together with the financing requirements of the company are used to match the business to the most suitable financier.</p>\n<p>Adam Welsh, founder and Managing Director of CreditSME says, “There have been a number of new lenders entering the SME space over recent times which provides more options for borrowers, however it’s important for borrowers to understand what is being offered and how their credit profile will be assessed by the different lenders. CreditSME aims to simplify this process for SMEs and best ensure that they are matched to the most suitable lender and obtain the best available loan terms from the chosen lender.”</p>\n<p>“The whole process is quick and easy for the SMEs, significantly reducing the time and effort typically required by SMEs in obtaining finance whilst also greatly increasing the likelihood of a positive outcome”.</p>\n<p>For lenders, CreditSME helps to improve their operating efficiency by only introducing pre-qualified borrowers that fit with their lending criteria. The lenders also receive the CreditSME rating score, accompanying credit report and financial information that helps to streamline the overall loan approval process and enable a better experience for both the financier and borrower.</p>\n<p>“Rather than trying to take market share from the banks, we are forming partnerships that should help the banks improve their operating efficiency whilst also streamlining the process for SMEs and helping them source financing from the most suitable lender” says Welsh.</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/featured/creditsme-new-fintech-player-helping-banks-and-borrowers-in-sme-lending-space.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Internships marketed as ticket out of unemployment</title>\n\t\t<link>http://www.dynamicbusiness.com.au/small-business-resources/human-resources-blogs/internships-marketed-as-ticket-out-of-unemployment.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/small-business-resources/human-resources-blogs/internships-marketed-as-ticket-out-of-unemployment.html#respond</comments>\n\t\t<pubDate>Mon, 09 May 2016 03:56:38 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Dynamic Business]]></dc:creator>\n\t\t\t\t<category><![CDATA[Education | Training]]></category>\n\t\t<category><![CDATA[HR]]></category>\n\t\t<category><![CDATA[Industry]]></category>\n\t\t<category><![CDATA[Recruitment]]></category>\n\t\t<category><![CDATA[Small Business]]></category>\n\t\t<category><![CDATA[Federal Budget 2016]]></category>\n\t\t<category><![CDATA[Internships]]></category>\n\t\t<category><![CDATA[small business australia]]></category>\n\t\t<category><![CDATA[Turnbull Government]]></category>\n\t\t<category><![CDATA[Youth Unemployment]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=69454</guid>\n\t\t<description><![CDATA[In the last ten or so years, internships have boomed in Australia – perhaps following the example set in America where young people routinely work for free to make themselves more employable. Back home, internships have certainly become commonplace, and with good reason. Why not take advantage of free labour if it&#8217;s on offer? The [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><b></b><strong>In the last ten or so years, internships have boomed in Australia – perhaps following the example set in America where young people routinely work for free to make themselves more employable.</strong></p>\n<p>Back home, internships have certainly become commonplace, and with good reason. Why not take advantage of free labour if it&#8217;s on offer? The catch is that there is no such thing as a free lunch, and there are numerous legal considerations to take into account.</p>\n<p><a href=\"http://www.dynamicbusiness.com.au/small-business-resources/legal/internships-a-potential-minefield-for-employers.html\">INTERNSHIPS: A POTENTIAL MINEFIELD FOR EMPLOYERS</a></p>\n<p><a href=\"http://www.dynamicbusiness.com.au/hr-and-staff/the-legal-requirements-of-unpaid-work.html\">THE LEGAL REQUIREMENTS OF UNPAID WORK</a></p>\n<p><a href=\"http://www.dynamicbusiness.com.au/hr-and-staff/fair-work-crackdown-on-unpaid-work-and-internships-12082014.html\">FAIR WORK CRACKDOWN ON UNPAID WORK AND INTERNSHIPS </a></p>\n<p>In last week&#8217;s budget announcement, the federal government officiated internships as an official strategy to assist with youth unemployment.</p>\n<p>For the record, there are around 120,000 people in the 17-24 age bracket who are currently on income support.</p>\n<p>The new deal offered by government is that young people who have been looking for work for at least six months become eligible to apply for a four-12 week internship with registered employers, as part of a $840.3 million Youth Jobs PaTH (Prepare, Trial, Hire) program.</p>\n<p>The program includes six weeks of training and a 15 to 25 hour work week. In return, the interns receive an additional $200 per fortnight to their existing benefit.</p>\n<p>In return for this act of &#8216;goodwill&#8217;, businesses receive a $1,000 bonus, and the potential to receive an additional Youth Bonus wage subsidy of between $6,500 and $10,000.</p>\n<p>But how did we get to a state of play where employers need to be cajoled into giving young workers a leg up?</p>\n<p>Small businesses in particular have the opportunity to capitalise on taking on apprentices and inexperienced workers. Even though SMEs are traditionally more time-poor, spending the time to create a plan on how to get the most out of an internship can be the difference between making it worthwhile, or a total waste.</p>\n<p>Far from being a burden, interns can lighten the load and be a help, not a hindrance when it comes to completing all of your tasks. They can take time away from your day, but if you invest the time wisely, you will both gain from it.</p>\n<p>Ultimately, new measures like the Youth Jobs PaTH program will only be effective if employers give serious consideration to offering ongoing, meaningful work at the end of the internship</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/small-business-resources/human-resources-blogs/internships-marketed-as-ticket-out-of-unemployment.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Protect your data and reputation in five steps</title>\n\t\t<link>http://www.dynamicbusiness.com.au/technology/protect-your-data-and-reputation-in-five-steps.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/technology/protect-your-data-and-reputation-in-five-steps.html#respond</comments>\n\t\t<pubDate>Mon, 09 May 2016 01:34:14 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Guest Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[Cloud]]></category>\n\t\t<category><![CDATA[Datacentre]]></category>\n\t\t<category><![CDATA[Networking]]></category>\n\t\t<category><![CDATA[Security]]></category>\n\t\t<category><![CDATA[Technology]]></category>\n\t\t<category><![CDATA[Absolute]]></category>\n\t\t<category><![CDATA[Australian Cyber Security Centre]]></category>\n\t\t<category><![CDATA[Australian Signals Directorate]]></category>\n\t\t<category><![CDATA[Business Security]]></category>\n\t\t<category><![CDATA[cyber attacks]]></category>\n\t\t<category><![CDATA[cybercrime]]></category>\n\t\t<category><![CDATA[data risk]]></category>\n\t\t<category><![CDATA[Data Security]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=69478</guid>\n\t\t<description><![CDATA[Protecting customer and company data is a major concern facing Australian businesses today. No doubt this business dilemma has been intensified by the rise in cyber attacks upon organisations of all sizes, affecting their ability to keep data secure.  According to the Australian Signals Directorate cyber attacks on Australian businesses and government increased by 20 [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>Protecting customer and company data is a major concern facing Australian businesses today. No doubt this business dilemma has been intensified by the rise in cyber attacks upon organisations of all sizes, affecting their ability to keep data secure.  According to the Australian Signals Directorate cyber attacks on Australian businesses and government increased by <a href=\"http://www.abc.net.au/news/2015-04-23/cyber-attacks-on-australian-businesses-rise-20-per-cent/6415026\">20 percent in 2014</a>. More concerning are figures from the Australian Cyber Security Centre claiming that the total cost of cybercrime in Australia is likely to be over <a href=\"https://www.acsc.gov.au/publications/ACSC_Threat_Report_2015.pdf\">$AUD 1 billion per year</a>.</strong></p>\n<p>Aside from the financial burden, companies may soon be legally required to disclose to customers when a data breach has occurred with the expected introduction of a data breach notification bill that is currently in draft form. Certainly any customers who are made aware of a security incident are likely to have their trust in an organisation tested.</p>\n<p>So how can businesses retain customer trust and loyalty in the face of increasing cyber attacks, along with the huge financial and legal ramifications associated with attacks of this nature?</p>\n<p>In order to maintain customer trust, it’s important that organisations step up security policies and procedures to ensure confidence in their own infrastructure. Many businesses never translate independent audits and reports into actual plans, leaving them wide open to data breaches. This common failure can be highly detrimental should a data breach occur as the organisation will often be unprepared to deal with not only the financial, but also legal and reputational consequences.</p>\n<p>Despite the alarming statistics, customer confidence can be preserved. Organisations can create an actionable security plan with the objective of preventing data breaches, while ensuring that the business is prepared in the event of a cyber attack. In order to protect their business from a data breach and retain customer trust, businesses should consider the following five security measures:</p>\n<ol>\n<li><strong>Perform a risk assessment</strong></li>\n</ol>\n<p>Organisations need to know where their data is, where it’s being used and by whom. This risk assessment must extend to vendors and contractors as well as data on the endpoint, including devices accessing sensitive data that may not be owned or secured by the business directly. This review can be conducted internally or by an external auditor.</p>\n<ol start=\"2\">\n<li><strong>Create an actionable plan</strong></li>\n</ol>\n<p>Businesses should address security risks with a combination of education, security policies and technologies that protect data, wherever it resides and has the ability to detect and contain a data breach.</p>\n<ol start=\"3\">\n<li><strong>Always Automate</strong></li>\n</ol>\n<p>Wherever possible organisations must avoid ‘putting off’ data security updates and automate where possible. This includes automated patching as well as automated alerts if data is put at risk. For example, if an organisation’s endpoint device travels beyond a geographic zone or its encryption is offline, the device can be remotely secured to protect critical data and network access from that device.</p>\n<ol start=\"4\">\n<li><strong>Make security a top-down priority</strong></li>\n</ol>\n<p>Security should be an organisational priority. The only way to do so is to ensure security becomes a top-down priority, backed by a strong security focused IT team. Every employee also needs to be held accountable for ensuring security, such as in relation to their own passwords.</p>\n<ol start=\"5\">\n<li><strong>Leverage a layered security strategy</strong></li>\n</ol>\n<p>Businesses have a responsibility to protect data, wherever it resides for its entire lifecycle. To ensure this, a layered strategy is recommended to better enable IT to cope with the rapid pace of change caused by mobility, the cloud and even the changing risk landscape. Organisations should leverage technologies that will help identify potential security threats and respond rapidly before they become damaging security incidents.</p>\n<p>In order to retain customer trust and loyalty, businesses need to demonstrate that they are addressing their own security affairs beyond the scope of what is included within any data breach legislation or other mandatory requirements. This means assessing the security risks, automating security updates, developing a plan and strategy and perhaps most importantly, making security a priority.</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\"></a></p>\n<hr />\n<p><em>About the author</em></p>\n<p><em>By Rick Ferguson &#8211; Country Manager, ANZ at Absolute  </em></p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/technology/protect-your-data-and-reputation-in-five-steps.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Pathways: people need to know where they are going and why</title>\n\t\t<link>http://www.dynamicbusiness.com.au/featured/pathways-people-need-to-know-where-they-are-going-and-why.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/featured/pathways-people-need-to-know-where-they-are-going-and-why.html#respond</comments>\n\t\t<pubDate>Mon, 09 May 2016 01:27:50 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Karen Gately]]></dc:creator>\n\t\t\t\t<category><![CDATA[Featured]]></category>\n\t\t<category><![CDATA[HR]]></category>\n\t\t<category><![CDATA[Recruitment]]></category>\n\t\t<category><![CDATA[Staff]]></category>\n\t\t<category><![CDATA[career pathways]]></category>\n\t\t<category><![CDATA[employee progression]]></category>\n\t\t<category><![CDATA[Karen Gately]]></category>\n\t\t<category><![CDATA[retaining employees]]></category>\n\t\t<category><![CDATA[staff growth]]></category>\n\t\t<category><![CDATA[work culture]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=69448</guid>\n\t\t<description><![CDATA[Do you struggle to retain talented people with your business?  Do people learn and grow with the needs of your business?  How well are you creating career pathways and engaging your team? The opportunity to be a part of a thriving organisation and do meaningful work is important to most career minded people.  Talented and [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong>Do you struggle to retain talented people with your business?  Do people learn and grow with the needs of your business?  How well are you creating career pathways and engaging your team?</strong></p>\n<p>The opportunity to be a part of a thriving organisation and do meaningful work is important to most career minded people.  Talented and ambitious people typically have a desire to contribute, learn, grow and advance both their capabilities and careers.  For many, an organisations vision, mission and culture are central to their decisions to join the team, stay or move on.</p>\n<p>Attracting and retaining talented people takes a deliberate approach that inspires engagement, enables learning and rewards contributions.  Creating clear pathways down which people can travel is essential to any organisations ability to not only retain but also leverage the talent and energy people are able to bring.</p>\n<p><strong>Provide Direction</strong></p>\n<p>For people to add value they need to understand their role and want to play it.  A member of your team needs to understand not only what he or she must achieve today but also how they contribute to the success of tomorrow.  Just as important is their understanding of how they can grow and advance their careers with your business.</p>\n<ol>\n<li>Vision and Strategy. Provide an inspiring vision for your organisations future and how you intend to get there.  Share your organisations aspirations – what you want to become and achieve.  Paint a clear picture of what is both desirable and possible. Give insight to why you want to achieve what you want to.  Help people to see the difference your organisation does and can make.</li>\n<li>Career Pathways. Show the career directions and steps people can take with your business. Begin by creating career pathways that help people to understand the capabilities they can build, experience they can gain and ultimately the career rewards available to them.</li>\n<li>Clarity and Coaching. Clearly articulate the role you need each person to play to enable success.  Set expectations and provide meaning feedback that allows people to understand how they are tracking and how they can improve.  Guide and support people to learn from experience and adopt more successful approaches over time.</li>\n</ol>\n<p><strong>Provide Meaning</strong></p>\n<p>People are entirely more likely to thrive in their role and careers when they feel connected with what they do. As Simon Sinek, best selling author suggests, knowing why their job and your business are important gives people a sense of purpose, cause, or belief that inspires them to do what they need to do.</p>\n<ol>\n<li>Share your mission. Talk to every new member of your team about why your organisation exists and what purpose it aims to fulfil.  Remind people regularly how your vision is aligned to fulfilling your mission.  Sharing in your history and reason for your journey ahead is a powerful way of engaging people with important objectives and creating a sense of belonging with your organisation.</li>\n<li>Recognise contributions. Providing feedback not only allows people to learn from experience it helps them appreciate the importance of the role they play.  Ensure people understand the impacts of their role on the success of the team and business by regularly drawing their attention to how they make a difference.</li>\n<li>Reward achievement. Reinforce the behaviours and outcomes you want by rewarding success.  Maintain the standard of expectations you set when deciding who and what to reward or recognise.  Help people to feel that they make a difference by showcasing the valuable contributions they make.</li>\n</ol>\n<p><strong>Manage Careers</strong></p>\n<p>Retaining talented and energised able to deliver on your organisations vision today and into the future requires a deliberate approach to career management.</p>\n<ol>\n<li>Grow your own talent. Adopting a ‘grow-your-own’ strategy means working to develop specific capabilities needed in the future.  It also means supporting people to grow their capabilities and advance their careers in line with your business requirements. Start with your organisation’s strategic plan and deliberately foster the competencies needed to succeed.</li>\n<li>Development planning. With a clear view of the career paths people can pursue, you are able to set targeted development goals and implement learning solutions. Take a long-term view of the development priorities of your people.  Ensure you focus equally on the needs of the business and supporting them to achieve their career aspirations within your business.  Focus on learning milestones and ensure people understand the opportunities each presents to assume bigger roles and greater accountability.</li>\n<li>Show progress. For people to feel a sense of progression they need to know they are learning and achieving.  Set milestone objectives that allow people to see how they are moving toward their goals.</li>\n</ol>\n<p>&nbsp;</p>\n<hr />\n<p><em>About the author</em></p>\n<p><em><img class=\"alignleft size-thumbnail wp-image-65724\" src=\"http://www.dynamicbusiness.com.au/wp-content/uploads/2015/06/Karen-Gately-150x147.png\" alt=\"Karen Gately\" width=\"150\" height=\"147\" />Karen Gately is a leadership and people-management specialist and a founder of Ryan Gately. Karen works with leaders and HR teams to drive business results through the talent and energy of people. She is the author of The People Manager’s Toolkit: A Practical guide to getting the best from people (Wiley) and The Corporate Dojo: Driving extraordinary results through spirited people. For more information visit www.karengately.com.au or contact info@ryangately.com.au</em></p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/featured/pathways-people-need-to-know-where-they-are-going-and-why.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>5 reasons businesses fail &#038; how to avoid it</title>\n\t\t<link>http://www.dynamicbusiness.com.au/start-up-entrepreneur/5-reasons-businesses-fail-how-to-avoid-it.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/start-up-entrepreneur/5-reasons-businesses-fail-how-to-avoid-it.html#respond</comments>\n\t\t<pubDate>Mon, 09 May 2016 01:12:51 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Gavin Sequeira]]></dc:creator>\n\t\t\t\t<category><![CDATA[Start-Up]]></category>\n\t\t<category><![CDATA[business direction]]></category>\n\t\t<category><![CDATA[Business Leadership]]></category>\n\t\t<category><![CDATA[Business Success]]></category>\n\t\t<category><![CDATA[Start Ups]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=69445</guid>\n\t\t<description><![CDATA[Too often we hear of businesses going bankrupt and startups closing their doors because times are tough. Over 50% of small businesses fail in the first year and 95% fail within the first five years. But why is that? And more importantly what can you do to avoid this happening to you? The following 5 [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p><strong><u></u>Too often we hear of businesses going bankrupt and startups closing their doors because times are tough. Over 50% of small businesses fail in the first year and 95% fail within the first five years. But why is that? And more importantly what can you do to avoid this happening to you? The following 5 are by far the most common reasons as to why most businesses fail and hopefully you will be aware of these, so as to significantly increase the chances of your business surviving and thriving!</strong></p>\n<ol>\n<li><strong> Not Enough Emphasis On The Customer</strong></li>\n</ol>\n<p>Your customers are the lifeblood of your business. Simply flogging a product or service and not taking the time to evaluate your customer’s wants and needs will ultimately lead to failure. As a business owner you have to stay focussed on what your customers are saying and asking for. Even if your sales are going ok, are you on top of market trends? Are you watching your competitors and what is happening in your space? Are you keeping up with technology and using it to your advantage to communicate to your customers and get their feedback? If you haven’t done this, then make this a priority. Customers = Business. You cannot have a thriving business if you are not aligned with your customers. This is by far the biggest reason most businesses fail.</p>\n<ol start=\"3\">\n<li><strong> Lack Of Leadership From The Top</strong></li>\n</ol>\n<p>As a business owner, you are the CEO of your ship. You need to be able to direct your business in the direction you see best fit. However we are not all born leaders and you may need to get help with doing this, in the form of a management team or board of directors to properly guide the business. If you have staff, then you need to be able to share the vision you have for the business so that they ‘buy-in’ to this vision and are committed to your cause. Every great business has a great leader at the helm. They rose to the occasion and were able to get the right support behind them to make their vision a reality – i.e. Virgin, Apple, Google, Facebook, etc. One of the reasons a business will fail early on is because of a lack of focus and direction and poor leadership from the business owner/CEO and resulting management team. Make sure you exude confidence with your business strategy, with everyone around you.</p>\n<ol start=\"2\">\n<li><strong> Lack Of Innovation And Differentiation</strong></li>\n</ol>\n<p>Quite often the challenge in business is to constantly innovate and differentiate your business, products and services from your competitors so that it stands out and gets noticed. With the advent of technology, social media and intense online competition, the need to innovate, stay sharp, focused and ahead of the curve, has never been more important. Failing to recognise where the market is heading and being prepared to innovate, more importantly innovate to stay ahead of the times has seen mighty companies go out of business – i.e. Blockbuster, Kodak, Borders, etc. We live in a rapidly changing environment and as an astute business owner you have to be nimble and quick to move with the market, make the tough calls and stay ahead of the trends, or risk being the dinosaur in your industry and becoming extinct!</p>\n<ol start=\"4\">\n<li><strong> Lack Of Business Planning And Strategy </strong></li>\n</ol>\n<p>Most business owners run their business with a day-to-day survival mentality. Its not uncommon to find that majority of business owners have no idea what their level of cash-flow and profitability is and are living off dangerously high levels of debt and credit, with no proper planning on how to grow, scale, leverage and become more profitable. The average business owner does not have a business plan. To make it worse, they are not getting any meaningful advice on how to manage their business. Its like taking a ship out to sea, but with no compass to guide you, you will eventually run out of fuel, lose direction, hope and eventually sink. Failing to plan is planning to fail. Make sure you seek the advice of a mentor or coach, so that you can obtain sound strategic advice on how to manage and grow your business.</p>\n<ol start=\"5\">\n<li><strong> Poor Financial Management</strong></li>\n</ol>\n<p>The vast majority of business owners have a very weak understanding of how to manage the financials of a business. Quite often there is a lack of understanding between managing cash flow and profit. SmallBizTrends.com states that 40% of small businesses make a profit, 30% come out even, and the remaining 30% lose money. In order to have a successful and thriving business, you as the business owner must be able to account for every last dollar. Not taking your financials seriously could be costing you thousands, maybe tens of thousands of dollars. If managing the financials, including tax, GST, payment terms, accounts receivable and payables, is not a strong point of yours, then get a professional to help you in this area. Poor accounting practice puts a business on a sure path to failure. Seek help in managing your business financials, to ensure that you don’t become a failed statistic.</p>\n<hr />\n<p>&nbsp;</p>\n<p><em>About the author</em></p>\n<p><em>Gavin is proof that there is light at the end of the tunnel! Having completed an MBA and a successful corporate career at IBM and Oracle, he successfully made the transition to running several of his own business and has helped many others to do the same. Gavin is an active speaker, coach and author of ‘Break Free From Corporate &#8211; Be Your Own Boss’ (available on Amazon) and runs a program designed to help people during their transition. For more information please visit <a href=\"http://www.breakfreefromcorporate.com\">www.breakfreefromcorporate.com</a> or email <a href=\"mailto:gavin@breakfreefromcorporate.com\">gavin@breakfreefromcorporate.com</a></em></p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/start-up-entrepreneur/5-reasons-businesses-fail-how-to-avoid-it.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Document Capture – Perception versus Reality</title>\n\t\t<link>http://www.dynamicbusiness.com.au/technology/document-capture-perception-versus-reality.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/technology/document-capture-perception-versus-reality.html#respond</comments>\n\t\t<pubDate>Fri, 06 May 2016 06:17:50 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Dynamic Business]]></dc:creator>\n\t\t\t\t<category><![CDATA[Business Tech]]></category>\n\t\t<category><![CDATA[Cloud]]></category>\n\t\t<category><![CDATA[Datacentre]]></category>\n\t\t<category><![CDATA[Emerging Tech]]></category>\n\t\t<category><![CDATA[Security]]></category>\n\t\t<category><![CDATA[Technology]]></category>\n\t\t<category><![CDATA[Document capture]]></category>\n\t\t<category><![CDATA[document management]]></category>\n\t\t<category><![CDATA[document storage solutions]]></category>\n\t\t<category><![CDATA[ECM solution]]></category>\n\t\t<category><![CDATA[enterprise content management]]></category>\n\t\t<category><![CDATA[technology in business]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=69440</guid>\n\t\t<description><![CDATA[&#160; Document capture and the digital age go hand in hand. More and more companies than ever before are leveraging enterprise content management (ECM) solutions to help move them into the digital age of electronically storing and managing core business content. ECM technology in itself is a tried and proven means of efficiently managing information [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>&nbsp;</p>\n<p><strong>Document capture and the digital age go hand in hand. More and more companies than ever before are leveraging enterprise content management (ECM) solutions to help move them into the digital age of electronically storing and managing core business content. ECM technology in itself is a tried and proven means of efficiently managing information as part of the content lifecycle (from content creation through legal destruction), all from within a single enterprise platform. In fact, the money that companies can save just from implementing a single departmental ECM solution is substantial in itself, let alone deploying a true enterprise-wide ECM solution.</strong></p>\n<p>As stated above, ECM technology in general is a tried and proven technology. It can efficiently manage all five primary phases of the content lifecycle. Those phases include content creation, digital capture, secure storage, content lifecycle management, and legal destruction. Suffice to say that once we have captured a form of business content it then becomes very easy to manage for the rest of the content lifecycle, regardless of how the content was initially created. Thus, the challenge lies within the capture side. How do we efficiently capture and ingest the varying types of business content that are associated with managing our day to day operations.</p>\n<p>First let’s look at the types of business content we have to manage. Regardless of the company’s size or industry, legal records fall into one of two categories. First, there is internally generated content that is initiated from various departments inside the organisation. This is typically comprised of paper-based forms, Word documents, PDFs, spreadsheets, and outgoing email.  Second, there is externally received content which typically comes from suppliers and/or customers. This is typically comprised of physical mail, PDFs, Word documents, spreadsheets, incoming email, and EDI.</p>\n<p>The goal of an ECM solution is to ingest this business content from whatever source it is received or generated, properly categorise it, and extract the appropriate metadata that is required in order to easily access the record. We would all agree that it is relatively easy if we generate or receive content that is already in digital format. It allows us to automate the capture process. However, it is more complex if that content is in paper form, which is often the case from suppliers or customers.</p>\n<p>Physical documents need to be scanned, categorised and indexed just like any other content. This means someone or something needs to manage the capture process. Do we scan and manually index these business records or do we consider advanced capture technology to automate the identification and indexing process? I will not go into detail explaining exactly what advanced capture does, but if you talk to most sales people who promote it they will say you simply have to feed documents through a scanner, and they will come out the other end fully categorised and indexed, without any manual intervention. They will even call it “magic.”</p>\n<p>As a member of the ECM industry for over 25 years, I am here to dispel the myths, and provide some reality when it comes to determining the most efficient means of managing document capture. Rather than provide an industry standard response to the capture dilemma, I think it is best to offer some guidance that can be leveraged by any company, in any industry, when evaluating alternatives. My approach looks at capture in general, not just physical document capture. My approach revolves around realising that it is nearly impossible to completely eliminate paper. However, it is possible to dramatically reduce it when evaluating how you create and manage business content. With this in mind, here are five best practices that organisations should consider when embracing the digital era and the capture dilemma that comes along with that journey.</p>\n<ol>\n<li>First and foremost, realise from the outset that you may not be able to completely eliminate paper. Find ways to reduce it internally and externally, but be prepared to scan physical documents. What method you use to scan, categorise and index them will depend on the type of content, the volumes, the point of receipt, and other considerations that an experienced ECM consultant can help flush out when making a capture recommendation.</li>\n<li>When it comes to capturing physical documents, advanced capture technology can and should be considered for automatic categorisation and index extraction, but only when it makes sense. The primary consideration should be how much time will be saved by reducing manual data entry, and how much efficiency will be gained? If it is substantial, the return on investment can be significant.</li>\n<li>If you are considering advanced capture, have realistic expectations. The myth of 100 per cent reliability is just that, a myth. However, a 50 percent reduction in data entry within any business process is very realistic and can be quite substantial if the volumes support it. If the expectations are realistic you can and will be very pleased with the return on investment, but don’t just expect 100 per cent reliability, or as I like to call it “magic.”</li>\n<li>If you are receiving digital content, bring it in as digital content. Think about all the different types of business content you receive by email such as resumes, invoices, support requests, applications and consider capture automation. For example, if you receive resumes via email, don’t print them off and scan them. They can be automatically ingested by the ECM, triggering a formal applicant review process.</li>\n<li>Make a concentrated enterprise effort to eliminate physical documents and forms. For example, if employees submit leave requests either as a Word document or in a PDF form, convert it to an electronic form that they can complete their details from your internal employee portal. If customers complete and mail in business forms that they download from your website, why not convert those to HTML forms that can be filled out and submitted right from the web site? If vendors mail physical invoices to you for payment, encourage and possibly even require them to submit them electronically. They generate the invoice from their ERP, which means it is already electronic. Why print and mail it? In all of the above examples, this electronic content can automatically be ingested into an ECM, categorised, indexed, stored. Finally, initiate a workflow for processing of the request.</li>\n</ol>\n<p>In summary, if your company is not already going digital you should be. Your competitors already are or they soon will be. Second, when you are ready to dive in, embrace it from an enterprise level, not just from a departmental standpoint. Leveraging the investment enterprise wide is where the real return on investment exists. You can start departmentally, but you should continue to leverage the investment throughout the enterprise.</p>\n<p>Last, don’t be afraid of the challenges associated with the capture component of ECM. Avoid the myths and set realistic expectations that focus on driving long term business efficiency without getting bogged down on simply eliminating data entry. You deserve the right to be perceptive and realistic at the same time.</p>\n<hr />\n<p><em>About the author</em></p>\n<div><em>Bob Dunn, Country Manager – Australia, Hyland Software, Creator of OnBase.</em></div>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/technology/document-capture-perception-versus-reality.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t\t<item>\n\t\t<title>Mums in the workplace should also be celebrated this Mother’s Day</title>\n\t\t<link>http://www.dynamicbusiness.com.au/news/mums-in-the-workplace-should-also-be-celebrated-this-mothers-day.html</link>\n\t\t<comments>http://www.dynamicbusiness.com.au/news/mums-in-the-workplace-should-also-be-celebrated-this-mothers-day.html#respond</comments>\n\t\t<pubDate>Fri, 06 May 2016 03:11:38 +0000</pubDate>\n\t\t<dc:creator><![CDATA[Guest Author]]></dc:creator>\n\t\t\t\t<category><![CDATA[News]]></category>\n\t\t<category><![CDATA[Small Business]]></category>\n\t\t<category><![CDATA[Women in business]]></category>\n\t\t<category><![CDATA[balancing career]]></category>\n\t\t<category><![CDATA[Mothers Day]]></category>\n\t\t<category><![CDATA[Women In The Workplace]]></category>\n\t\t<category><![CDATA[working mothers]]></category>\n\n\t\t<guid isPermaLink=\"false\">http://www.dynamicbusiness.com.au/?p=69437</guid>\n\t\t<description><![CDATA[&#160; Outside of work, we all use Mother’s Day as an opportunity to reflect on and be thankful for everything our mothers do for us. But with Mother’s Day approaching, it is important that we appreciate the contributions and commitment mothers make in the workplace as well as in the home. Working mothers often juggle [&#8230;]]]></description>\n\t\t\t\t<content:encoded><![CDATA[<p>&nbsp;</p>\n<p><strong>Outside of work, we all use Mother’s Day as an opportunity to reflect on and be thankful for everything our mothers do for us. But with Mother’s Day approaching, it is important that we appreciate the contributions and commitment mothers make in the workplace as well as in the home.</strong></p>\n<p>Working mothers often juggle their careers with being the primary carer and home keeper. Attracting and retaining female talent is essential to business success and employers need to recognise and realise the needs of working mothers, especially with ongoing skills shortages and diversity high on the agenda of many corporate leaders.</p>\n<p>Indeed, we are shifting towards a workplace culture where results, rather than time at a desk, indicate the performance of an employee. There is evidence to support that many mums in the workplace perform above and beyond expectations – often working after hours or operating with maximum efficiency due to their shorter-time frames.</p>\n<p>But more work needs to be done in order to properly integrate working mothers into the workplace, and then ensure that they’re getting the right career development opportunities so that their skills can be put to best use. At SeventeenHundred, we see three key areas in which businesses that are genuine about enabling their working mothers suggests are focusing on.</p>\n<p>Firstly, a good business needs to understand the value of and need for working mothers in the workplace, and being aware that when an employee becomes a parent, that it can be a normal part of a woman’s career journey rather than a career impediment.</p>\n<p>Three trends are driving growth in this area:</p>\n<ol>\n<li>Greater career ambition;</li>\n<li>Economic factors where dual income is now critical for most families to survive;</li>\n<li>Improved childcare offerings means there is a higher likelihood of integrated working mothers and part-time roles.</li>\n</ol>\n<p>In addition, for many mothers and carers, balancing career and family requires some degree of flexibility. There is evidence that supports real benefits for all employees as well as parents, and additional advantages for businesses. Agreeing on goals and employers loosening the reins results in workers unlocking their full potential, which increases employee retention, delivers great returns for employers, and improves the long-term success of the business.</p>\n<p>Finally, working mothers have a number of responsibilities and often achieve successful outcomes due to their tireless dedication. The perception can be the contrary, with some women reporting attitudes that imply they are less productive because they leave early or work part-time. Acknowledging the significant contribution of working mothers in the workplace and the skills they have gained from becoming a parent is important.</p>\n<p>There is certainly still a bias that holds working mothers back in many businesses in Australia. Our culture, to an extent, still expects mothers to stay at home with their children, even when this is simply not practical or desired for the typical Australian family… nor is it an attitude we should accept, as it dismisses the invaluable perspectives and skills that women bring to the workforce. Let’s celebrate all mothers who are hard-working both at home and in the workplace this Mother’s Day.</p>\n<hr />\n<p><em>About the author</em></p>\n<p><em>Fiona Hitchiner, VP Innovation &amp; Partners, SeventeenHundred</em></p>\n<p>&nbsp;</p>\n]]></content:encoded>\n\t\t\t<wfw:commentRss>http://www.dynamicbusiness.com.au/news/mums-in-the-workplace-should-also-be-celebrated-this-mothers-day.html/feed</wfw:commentRss>\n\t\t<slash:comments>0</slash:comments>\n\t\t</item>\n\t</channel>\n</rss>\n",
  "headers": {
    "Transfer-Encoding": "chunked",
    "Link": "<http://www.dynamicbusiness.com.au/wp-json/>; rel=\"https://api.w.org/\"",
    "Keep-Alive": "timeout=15, max=100",
    "Last-Modified": "Fri, 13 May 2016 01:56:52 GMT",
    "Date": "Fri, 13 May 2016 07:45:58 GMT",
    "ETag": "\"9c06192bf15e89c6c54888bbe9d9db9a\"",
    "Content-Type": "application/rss+xml; charset=UTF-8",
    "Server": "Apache",
    "Connection": "Keep-Alive"
  },
  "response_url": "http://www.dynamicbusiness.com.au/feed"
}